Repository: adapt-it/adaptit
Catalog: trunk/po/*.po
Languages: es, ru

source: Export the Source and Target languages in interlinear form as an *.rtf file type
es: Exportar como archivo estilo entrelineado, tanto el texto original como el texto final en forma *.rtf
ru: Экспортировать исходный и целевой языки в форме подстрочника в формате *.rtf

source: Export &Glosses As Text...
es: Exportar las &Glosas Como Texto...
ru: Экспортировать &глоссы как текст...

source: Export the glossing lines' contents as text
es: Exportar el contenido de las líneas de glosar como texto
ru: Экспортировать содержимое строк глоссирования как текст

source: Export Free Translation...
es: Exportar la Traducción &Libre...
ru: Экспортировать свободный перевод...

source: Collect all the free translation sections' contents, adding standard format markers, and export
ru: Собрать все содержимое частей свободного перевода, добавляя маркеры стандартного формата, и эспортировать

source: Export Knowledge &Base...
es: Exp&ortar la Base de Conocimientos...
ru: Экспортировать базу &знаний...

source: Export knowledge base in standard format or LIFT format
ru: Экспортировать базу знаний в стандартном формате или в формате LIFT

source: &Import to Knowledge Base...
es: Importar a la Base de Conocimiento&s...
ru: &Импортировать в базу знаний

source: Extend knowledge base by importing dictionary records
es: Extender la Base de Conocimientos importando registros del diccionario
ru: Расширить базу знаний посредством импортирования словарных записей

source: Make glossing line visible on screen
es: Dejar que la línea de glosas aparezca en la pantalla
ru: Сделать строку глоссирования видимой на экране

source: Glossing Uses Navigation Text's Font
es: Emplea Letra de Textos de &Navegación para las Glosas
ru: Шрифт для глоссирования тот же, что и шрифт текста навигации

source: Use the navigation text font for glossing text
es: Emplear el mismo letra de los Textos de Navegación para glosar
ru: Использовать шрифт текста навигации для текста глоссирования

source: Transform Adaptations Into Glosses...
es: &Transformar Adaptaciones a Glosas...
ru: Преобразовать адаптации в глоссы...

source: Transform adaptations from another project into the current project's glosses
es: Transformar adaptaciones de otro proyecto a las glosas del proyecto actual
ru: Преобразовать адаптации из другого проекта в глоссы текущего проекта

source: Delay...
es: &Demora para Traducciones Automatizadas...
ru: Задержка...

source: Slow automatic insertions down to a speed suitable for reading along
es: Retardar las traducciones automatizadas para que se pueda leer a la vez
ru: Замедлить автоматическую вставку до скорости, достаточно медленной для возможности параллельного чтения

source: Storing Documents in Book Folders
es: Almacenar Documentos en &Carpetas de Libros
ru: Сохранить документы в книжных папках

source: Turn on, or off, storage of documents to book folders
es: Indicar o SÍ o APAGADO, almacenamiento de documentos a las carpetas del libro.
ru: Включить или выключить функцию сохранение документов в книжных папках

source: Free Translation Mode
es: Emplear Modo - Traducción &Libre
ru: Режим свободного перевода

source: Turn on, or off, typing of free translations in the Compose Bar and displaying them in the main window
es: Dejar o Prohibir el teclear (y el mostrar a continuación) de traducciones libres en la Barra de Redacción
ru: Включить или выключить, набирая свободные переводы в строке компоновки и отображая их в главном окне.

source: Use Target Text As Default Free Translation
es: Emplear Texto &Final por defecto como Traducción Libre
ru: Использовать целевой текст в качестве свободного перевода по умолчанию

source: Turn on, or off, composition of a default free translation from the existing target text
es: Dejar o Prohibir el teclear de una traducción libre por defecto del texto final actual.
ru: Включить или выключить составление свободного перевода по умолчанию из существующего целевого текста.

source: Use Gloss Text As Default Free Translation
es: &Emplear Las Glosas por defecto como Traducción Libre
ru: Использовать текст глосс в качестве свободного перевода по умолчанию

source: Turn on, or off, composition of a default free translation from the existing gloss text
es: Dejar o Prohibir el teclear de una traducción libre por defecto del texto de glosas
ru: Включить или выключить составление свободного перевода по умолчанию из существующего текста глосс

source: Removes all the filtered free translations in the document
es: Borrar todas las traducciones libres del documento
ru: Удаляет все отфильтрованные свободные переводы из документа

source: Collect Back Translations...
es: &Recolectar Las Verificaciones...
ru: Собрать обратные переводы...

source: Collect adaptations, or glosses, and store them with a back translation marker as filtered material
es: Recolectar adaptaciones, o glosas y almacenarlos con un marcador de verificación como si fueran filtrados.
ru: Собрать адаптации или глоссы и сохранить их в качестве отфильтрованного материала с маркером обратного перевода

source: Deletes all the filtered back translations in the document
es: Borrar todas las verificaciones filtradas del documento
ru: Удаляет все отфильтрованные обратные переводы из документа

source: Use Transliteration Mode
es: Emplear Modo – Trad&ucir Fonéticamente
ru: Применить режим транслитерации

source: Select this item to use SIL Converters in transliteration mode
es: Seleccione este elemento para utilizar convertidores SIL en el modo de transliteración
ru: Выберите этот пункт, чтобы пользоваться SIL конвертерами в режиме транслитерации

source: Send Synchronized Scrolling Messages
es: Enviar mensajes de desplazamiento sincronizado
ru: Отправить сообщения синхронизированной прокрутки

source: Select this item to cause applications such as Paratext and TW to automatically scroll to the same location
es: Seleccione este elemento para hacer que las aplicaciones como Paratext y TW automáticamente vaya a la misma ubicación
ru: Выберите этот пункт, чтобы такие приложения, как Paratext и TW выполняли автоматическую прокрутку до одного и того же положения

source: Receive Synchronized Scrolling Messages
es: Recibir mensajes de desplazamiento sincronizado
ru: Принять сообщения синхронизированной прокрутки

source: Select this item to cause Adapt It to scroll to the same location being displayed in other applications such as Paratext and TW
es: Seleccione este elemento para adaptarlo a causa de desplazamiento en la misma ubicación que se muestra en otras aplicaciones como Paratext y TW
ru: Выберите этот пункт, чтобы заставить программу Adapt It выполнять прокрутку до того же положения, которое отображается для других приложений, таких как Paratext и TW

source: Layout text in window from right to left
es: Establecer la Ventana de Derecha a Izquierda
ru: Разместите текст в окне в направлении справа налево

source: &Help Topics Shift-Ctrl-/
es: &Temas de Ayuda
ru: &Указатель тем справки Shift-Ctrl-/

source: List Help topics
es: Ver Temas De Ayuda
ru: Список тем справки

source: Report a problem...
ru: Сообщить о проблеме...

source: Send a bug or problem report to the Adapt It developers
ru: Отправить отчет об ошибке или проблеме разработчикам программы Adapt It

source: Give feedback...
ru: Дать отзыв...

source: Give the developers feedback on your use of Adapt It
ru: Дать отзыв разработчикам Adapt It о вашей работе с программой

source: Use Tooltips
ru: Использовать всплывающие подсказки

source: Select this item to turn on or turn off tooltip help messages
es: Seleccione este elemento para activar o desactivar mensajes de ayuda tooltip
ru: Выберите этот пункт, чтобы включать или выключать всплывающие подсказки

source: &About Adapt It...
es: Sobre Adapt It
ru: &О программе Adapt It...

source: Display program information, version number and copyright
es: Mostrar Datos Sobre El Programa, Versión Y Copyright
ru: Показать информацию о программе, номере версии и авторском праве

source: User &Workflow Profiles...
ru: Пользовательские &профили рабочего процесса...

source: Choose which menu items the user can access
ru: Выбрать элементы меню, к которым пользователь может получить доступ

source: &Move Or Copy Folders Or Files... Shift-Ctrl-M
ru: &Переместить или скопировать папки или файлы... Shift-Ctrl-M

source: Dialog for moving folders or files, or copying them, into a destination folder
es: Este diálogo es para mover o copiar carpetas o archivos en una carpeta de destino
ru: Диалоговое окно для перемещения папок или файлов или копирования их в папку назначения

source: Set &Password...
ru: Установить &пароль...

source: Set a password, it will be stored in the clear in the basic configuration file
es: Establecer una contraseña, que será almacenada (sin codificar) en la configuración básica de archivo
ru: Установите пароль, он будет храниться в открытом виде в базовом конфигурационном файле

source: &Custom Work Folder Location...
ru: &Местоположение пользовательской рабочей папки...

source: Point Adapt It at a work folder in a non-standard location, and use that work folder until pointed elsewhere
ru: Укажите программе Adapt It на рабочую папку в нестандартном местоположении и используйте эту рабочую папку, пока не будет указано другое местоположение

source: &Lock Custom Location
ru: &Заблокировать пользовательское местоположение

source: Make the custom work folder location permanent until explicitly changed
ru: Сделать местоположение пользовательской рабочей папки постоянным до проведения явных изменений

source: &Unlock Custom Location
ru: &Разблокировать пользовательское местоположение

source: Make the custom work folder location persist only until the end of the session
ru: Местоположение пользовательской рабочей папки сохраняется только до окончания сеанса

source: &Restore Default Work Folder Location
ru: &Восстановить заданное по умолчанию размещение рабочей папки

source: Point at the local machine's default work folder
ru: Указать на рабочую папку по умолчанию в подключенном компьютера

source: Ignore Boundaries
es: Ignorar Límites
ru: Не учитывать границы

source: Move Down One Step
es: Un Paso Hacia Abajo
ru: Передвинуть вниз на один шаг

source: Move Up One Step
es: Un Paso Hacia Arriba
ru: Передвинуть вверх на один шаг

source: Jump Back
es: Resaltar
ru: Перейти назад

source: Make A Phrase
es: Crear Una Cláusula
ru: Сформировать фразу

source: Remove the placeholder and its adaptation text
es: Quitar un punto de referencia y su texto de adaptación
ru: Убрать метку-заполнитель и ее текст адаптации

source: View translation or glosses elsewhere in the document; locate them by chapter and verse
ru: Смотреть перевод или глоссы в каких-нибудь еще местах документа; определить их местоположение, указав главу и стих

source: Display Help Topics
es: Mostrar los temas de ayuda
ru: Показать темы справки

source: User Workflow Profiles
ru: Пользовательские профили рабочего процесса

source: For the Custom profile, you can copy the settings from one of the following profiles. Then continue customizing the profile to your liking:
ru: Для пользовательского профиля вы можете скопировать установочные параметры из одного из следующих профилей. Затем продолжайте изменять параметры соответственно вашему желанию:

source: Adapt It Menu Items:
ru: Пункты меню программы Adapt It:

source: Adapt It Preferences Tab Pages:
ru: Страницы табуляции в меню 'Установки' в программе Adapt It

source: Adapt It Modebar Items:
ru: Элементы панели режимов в программе Adapt It:

source: Adapt It Toolbar Items:
ru: Элементы панели инструментов программы Adapt It:

source: Adapt It Wizard List Item:
ru: Элемент списка мастера настройки программы Adapt It:

source: You made changes in the following work profile(s):
ru: Вы сделали изменения в следующем профиле (-лях) рабочего процесса:

source: However, you did not make any changes in the currently selected user profile which is %s.
ru: Тем не менее, вы не сделали никаких изменений в текущем выбранном пользовательском профиле, который является %s.

source: However, you changed the user profile selection from %s to %s.
ru: Тем не менее, вы изменили выбор пользовательского профиля с %s на %s.

source: However, the user profile selection remains %s.
ru: Тем не менее, выбор пользовательского профиля остается %s.

source: Are you sure you want to use the %s work profile?
ru: Вы уверены, что хотите использовать рабочий профиль %s?

source: Click "Yes" to use the %s profile (and also save the other profile's changes). Click "No" to continue editing in the User Workflow Profile dialog.
ru: Щелкните на 'Да', чтобы использовать профиль %s (а также сохранить другие изменения в профиле). Щелкните на 'Нет', чтобы продолжать вносить изменения в диалоговом окне 'Пользовательский профиль рабочего процесса'.

source: Save Changes
ru: Сохранить изменения

source: You changed the profile description in the edit box.
ru: Вы изменили описание профиля в окне редактирования.

source: If you Cancel now those changes will be lost. Cancel anyway?
ru: Если вы щелкните сейчас на кнопку 'Отменить', эти изменения будет потеряны. Все равно выполнить команду 'Отменить'?

source: You changed the user workflow profile selection and one or more items in the following profile(s):
ru: Вы изменили выбор пользовательского профиля рабочего процесса и один или более параметров в следующем профиле (-лях):

source: You changed the user workflow profile selection from %s to %s.
ru: Вы изменили выбор пользовательского профиля рабочего процесса с %s на %s.

source: You changed one or more items in the following profile(s):
ru: Вы изменили два или более пареметра в следующем профиле (-лях):

source: None
ru: Ничего

source: Move Or Copy Folders Or Files
ru: Переместить или скопировать папки или файлы

source: The folder is empty (or maybe undefined)
es: La carpeta está vacía (o indefinido)
ru: Папка пустая (или, возможно, не определена)

source: Locate the left side folder
ru: Определить местоположение папки слева

source: Locate the right side folder
ru: Определить местоположение папки справа

source: The source and destination folders must not be the same folder.
es: Las carpetas de origen y de destino no debe ser la misma carpeta.
ru: Исходная и целевая папки не должны быть одной и той же папкой.

source: Copy or Move is not permitted
es: Copiar o mover no está permitido
ru: Копирование или перемещение не разрешается

source: The right folder's file with the name %s would be overwritten if this move or copy were to go ahead. To avoid this unexpected possibility for data loss, the move or copy will now be cancelled. Do something appropriate with the right folder's file, and then try again.
ru: Файл с именем %s в правой папке был бы затерт, если бы выполнялось перемещение или копирование. Для предотвращения этой непредполагаемой возможности потери информации команда перемещения или копирования сейчас будет отменена. Проведите какие-либо соответствующие операции с файлом в папке справа, затем попробуйте еще раз.

source: Unexpected Filename Conflict During Copy Or Move
es: Nombre de archivo inesperado conflicto en Copiar o mover
ru: Неожиданный конфликт имени файла при копировании или перемещении

source: Moving or copying the file with path %s failed unexpectedly. Possibly you forgot to use the button for locating the folder to show on the right. Do so then try again.
ru: По какой-то причине не удалось выполнить перемещение или копирование файла с путем доступа %s. Возможно, вы забыли воспользоваться кнопкой для определение местоположения папки, так чтобы она была показана справа. Сделайте это и попробуйте еще раз.

source: Moving or copying failed
es: Error al mover o copiar
ru: Не удалось выполнить перемещение или копирование

source: Removing the file with path %s failed. Removals have been halted. Possibly an application has the file still open. Close the file and then you can try the removal operation again.
es: Eliminar el archivo con el path% s ha fallado. Es posible que una aplicación tiene el archivo abierto. Cierre el archivo y entonces puede intentar la operación de expulsión de nuevo.
ru: Не удалось удалить файла с путем доступа %s. Операции удаления были остановлены. Возможно, файл все еще открыт в прикладной программе. Закройте файл, а затем вы можете попробовать повторить операцию удаления.

source: Removing a file failed
es: Error al eliminar un archivo
ru: Не удалось удалить файл.

source: You first need to select at least one item in either list before clicking the Delete button
ru: Сначала вы должны выбрать хотя бы один пункт в одном из списков, а затем щелкнуть на кнопку 'Удалить'

source: No Files Or Folders Selected
es: No hay archivos o carpetas seleccionados
ru: Нет выбранных файлов или папок

source: Failed to remove the directory %s. Possibly it contains a hidden file that should not be removed. If so, the rest of the contents may still have been removed.
ru: Не удалось удалить директорию %s. Возможно, она содержит скрытый файл, который не должен быть удален. Если это так, возможно, остальное содержимое все же было удалено.

source: Could not remove directory
es: No es posible eliminar el directorio
ru: Не удалось удалить директорию

source: Type the new folder name
es: Escriba el nombre nuevo de la carpeta
ru: Наберите имя новой папки:

source: Type Name For Folder (spaces permitted)
es: Escriba el nombre de la carpeta (espacios permitidos)
ru: Наберите имя для папки (можно с пробелами)

source: Type the new file name
es: Escriba el nombre nuevo del archivo
ru: Наберите имя нового файла:

source: Type Name For File (spaces permitted)
es: Escriba el nombre de archivo (espacios permitidos)
ru: Наберите имя для файла (можно с пробелами)

source: Detected files not suitable for creating adaptation documents
ru: Обнаруженные файлы не подходят для создания документов адаптации

source: Failed to create the copy directory %s for the Copy or Move operation. The parent dialog will now close. Files and folders already copied or moved will remain so. You may need to use your system's file browser to clean up before you try again.
ru: Не удалось создать директорию копирования %s для операции 'Копировать' или 'Переместить'. Родительское диалоговое окно сейчас закроется. Файлы и папки, которые уже скопированы или перемещены, останутся таковыми. Вам может потребоваться воспользоваться системной программой просмотра файла, чтобы сделать сброс данных, а потом повторить попытку.

source: Error: could not make directory
es: Error: no se puede hacer el directorio
ru: Ошибка: не удалось создать директорию

source: No source folder is defined. (The source folder is where your selections are made.) Use the appropriate 'Locate the folder' button to first open a source folder, then try again.
ru: Исходная папка не определена. (Исходная папка находится там, где делаются ваши выборки). Воспользуйтесь соответствующей кнопкой 'Определить местоположение папки', чтобы сначала открыть исходную папку, а затем повторите попытку.

source: Cannot copy
ru: Копирование невозможно

source: No destination folder is defined. (The destination folder is where your selections will be copied to.) Use the appropriate 'Locate the folder' button to first open a destination folder, then try again.
ru: Папка назначения не определена. (Папка назначения находится там, куда будут копироваться ваши выборки). Воспользуйтесь соответствующей кнопкой 'Определить местоположение папки', чтобы сначала открыть папку назначения, а затем повторите попытку.

source: Before you click the Copy button, you need to select at least one item from the list in whichever pane you want to copy data from.
ru: Прежде чем щелкнуть на кнопку 'Копировать', вам необходимо выбрать хотя бы один пункт в списке в любом подокне, из которого вы хотите копировать данные.

source: Cannot move
ru: Перемещение невозможно

source: No destination folder is defined. (The destination folder is where your selections will be moved to.) Use the appropriate 'Locate the folder' button to first open a destination folder, then try again.
ru: Не определена папка назначения. (Папка назначения находится там, куда будут перемещены ваши выборки). Воспользуйтесь соответствующей кнопкой 'Определить местоположение папки', чтобы сначала открыть папку назначения, а затем повторите попытку.

source: Illegal folder move attempt
ru: Запрещенная попытка переместить папку

source: Before you click the Move button, you need to select at least one item from the list in whichever pane you want to move data from.
ru: Прежде чем щелкнуть на кнопку 'Переместить', вам необходимо выбрать хотя бы один пункт из списка в том подокне, из которого вы хотите переместить данные.

source: The Peek... button will show you up to the first 16 kB of whichever file you selected in either list. But first, click on a file to select it, then click the Peek... button.
ru: Кнопка 'Наблюдать...' покажет вам до первых 16 kB любого файла, который вы выбрали в одном из списков. Но сначала щелкните на файл, чтобы его выбрать, а затем щелкните на кнопку 'Наблюдать...'

source: Peek needs a file selection
ru: Операция 'Наблюдать' требует выбрать файл

source: Sorry, the length of the upper and lower case strings are not the same. Check the project's configuration file, edit it if necessary to make the lengths identical.
es: Arrepentido, la longitud de las letras mayúsculas y minúsculas no es igual. Verifique el archivo de configuración del proyecto, Edítalo si es necesario hacer para establecer las longitudes idénticas.
ru: Стоп: длина списка строчных и прописных букв неодинакова. Проверьте конфигурационный файл проекта, при необходимости отредактируйте его, чтобы сделать длину списков одинаковой.

source: Sorry, in the Case wizard page, the %s list contains and error - one or more of the lines has only a single letter. Each line must contain a lower/upper case pair of letters.
es: AVISO: La lista de %s contiene un error - uno o más de las líneas tienen solamente una sola letra. Cada línea debe contener una pareja hecha de una letra mayúscula y su minúscula correspondiente.
ru: Стоп: на странице пользовательского интерфейса 'Регистр' в списке %s есть ошибка – одна или несколько строк содержат только одну букву. Каждая строка должна содержать пару из строчной и прописной эквивалентности для каждой буквы.

source: Gloss
es: Glosa
ru: Глосса

source: Sorry, in the Case tab page, the %s list contains and error - one or more of the lines has only a single letter. Each line must contain a lower/upper case pair of letters.
es: AVISO: La lista de %s contiene un error - uno o más de las líneas tienen solamente una sola letra. Cada línea debe contener una pareja hecha de una letra mayúscula y su minúscula correspondiente.
ru: Стоп: на странице табуляции 'Регистр' в списке %s есть ошибка – одна или несколько строк содержат только одну букву. Каждая строка должна содержать пару из строчной и прописной эквивалентности для каждой буквы.

source: Consistent Changes Error
es: Error en "Consistent Changes"
ru: Ошибка последовательных изменений

source: Error closing file
es: Ha detectado un error cerrar el archivo
ru: Ошибка закрытия файла

source: Consistent Changes
ru: Последовательные изменения

source: Get One Or More Consistent Change Tables
es: Escoger una tabla (o más) para Cambios a Textos (CC)
ru: Получить одну или более таблиц последовательных изменений

source: - [USED in Table 1]
es: - [utilizados en el índice 1]
ru: - [ИСПОЛЬЗОВАННЫЕ в Таблице 1]

source: - [USED in Table 2]
es: - [utilizados en el índice 2]
ru: - [ИСПОЛЬЗОВАННЫЕ в Таблице 2]

source: - [USED in Table 3]
es: - [utilizados en el índice 3]
ru: - [ИСПОЛЬЗОВАННЫЕ в Таблице 3]

source: - [USED in Table 4]
es: - [utilizados en el índice 4]
ru: - [ИСПОЛЬЗОВАННЫЕ в Таблице 4]
