Repository: adapt-it/adaptit
Catalog: trunk/po/*.po
Languages: es, ru

source: Select this button to use the USFM set of standard format markers for this document
es: Seleccione este botón para utilizar el USFM conjunto de marcadores de formato estándar para este documento
ru: Выберите эту кнопку, чтобы для этого документа пользоваться USFM набором маркеров стандартного формата

source: SIL&PNG 1998 Set Only
es: Únicamente SIL&PNG 1998
ru: Только набор SILPNG 1998

source: Select this button to use the PNG set of standard format markers for this document
es: Seleccione este botón para utilizar el PNG conjunto de marcadores de formato estándar para este documento
ru: Выберите эту кнопку, чтобы для этого документа пользоваться PNG набором маркеров стандартного формата

source: Both UBS &and SILPNG Sets
es: UBS y SILPNG
ru: Оба набора: UBS и SILPNG

source: Select this button to use both the USFM set and PNG set of standard format markers for this document
es: Seleccione este botón para utilizar tanto el USFM y PNG conjuntos de marcadores de formato estándar para este documento
ru: Выберите эту кнопку, чтобы для этого документа пользоваться PNG и USFM наборами маркеров стандартного формата

source: Project Defaults:
es: Por Defectos del Proyecto
ru: Параметры проекта по умолчанию:

source: U&BS USFM 2.0 Set Only
es: Únicamente U&BS USFM 2.0
ru: Только набор UBS USFM 2.0

source: Select this button to use the USFM set of standard format markers as default for the whole project
es: Seleccione este botón para utilizar el USFM conjunto de marcadores de formato estándar como predeterminado para todo el proyecto
ru: Выберите эту кнопку, чтобы по умолчанию пользоваться USFM набором маркеров стандартного формата для всего проекта

source: SILP&NG 1998 Set Only
es: Únicamente SILP&NG 1998
ru: Только набор SILPNG 1998

source: Select this button to use the PNG set of standard format markers as default for the whole project
es: Seleccione este botón para utilizar el PNG conjunto de marcadores de formato estándar como predeterminado para todo el proyecto
ru: Выберите эту кнопку, чтобы по умолчанию пользоваться PNG набором маркеров стандартного формата для всего проекта

source: Bo&th UBS and SILPNG Sets
es: UBS y SILPNG
ru: Оба набора: UBS и SILPNG

source: Select this button to use both the USFM set and PNG set of standard format markers as default for the whole project
es: Seleccione este botón para utilizar tanto el USFM y PNG conjuntos de marcadores de formato estándar como predeterminado para todo el proyecto
ru: Выберите эту кнопку, чтобы по умолчанию пользоваться USFM и PNG наборами маркеров стандартного формата для всего проекта

source: Note: USFM discretionary line breaks (//) are always removed from input texts
es: ¡Ojo!: si se encuentra dos rayas (//) en los Marcadores Homologados, serán quitadas del texto.
ru: Примечание: USFM вольные разрывы строк (//) всегда удаляются из входных текстов

source: Th&is Document's Filter Settings:
es: Parámetros del Documento para Filtrar
ru: Параметры фильтра для этого документа:

source: This is a list of standard format markers that can be used in this document; when boxes are checked the markers are filtered (hidden)
es: Esta es una lista de marcadores de formato estándar que puede utilizarse en este documento, cuando las cajas se seleccionan los marcadores son filtrados
ru: Это список маркеров стандартного формата, которые могут использоваться в этом документе; если кнопки отмечены флажками, маркеры фильтруются (становятся невидимыми)

source: Pro&ject Filter Defaults:
es: Filtro por Defecto
ru: Проектные параметры фильтрации по умолчанию:

source: This is a list of default standard format markers for the project; when boxes are checked the markers are filtered (hidden)
es: Esta es una lista predeterminada de los marcadores de formato estándar para el proyecto, cuando las cajas se revisan los marcadores se filtran
ru: Это список маркеров стандартного формата по умолчанию для проекта; когда кнопки отмечены флажками, маркеры фильтруются (становятся невидимыми)

source: Adapt It Guesser Settings
ru: Настройки программы предположения в Adapt It

source: Use Adaptations Guesser
ru: Использовать программу предположения для адаптаций

source: Check the box to turn on the guesser; uncheck the box to turn off the guesser
ru: Поставьте флажок на эту кнопку, чтобы включить программу предположения; снимите флажок, чтобы выключить программу предположения

source: Choose Guess Highlight Color...
ru: Выбрать цвет выделения предположения...

source: Choose the background color used in the phrase box whenever its text comes from the guesser
ru: Выберите фоновый цвет, используемый в фразовом окне каждый раз, когда текст в него приходит от программы предположения

source: Guessing level:
ru: Уровень предположения:

source: Set the guess level (0 is no guessing, 50 is conservative guessing, 100 is wild guessing)
ru: Установите уровень предположения (0 означает отсутствие предположения, 50 - консервативный уровень предположения, 100 - всевозможные варианты предположения)

source: < Fewer guesses (good and bad)
ru: < Меньше предположений (хороших и плохих)

source: Zero is no guessing; closer to 50 is conservative guessing
ru: Ноль означает отсутствие предположений; ближе к 50 - консервативный уровень предположения

source: More guesses (good and bad) >
ru: Больше предположений (хороших и плохих) >

source: Close to 50 is conservative guessing; 100 is wild guessing
ru: Ближе к 50 - консервативный уровень; 100 - всевозможные варианты

source: Allow Guesser to operate on unchanged Consistent Changes output
ru: Разрешить программе предположения работать на неизмененном выходном материале последовательных изменений

source: If Consistent Changes is also active checking this box allows the Guesser to Guess whenever Consistent Changes has made no changes
ru: Если функция 'Последовательные изменения' также включена, установка флажка на этой кнопке позволяет программе предположений делать предположения каждый раз, когда функция 'Последовательные изменения' не сделала никаких изменений

source: Number of Correspondences in Adaptations Guesser
ru: Число соответствий в программе предположения для адаптаций

source: Number of Correspondences in Glossing Guesser
ru: Число соответствий в программе предположения для глоссирования

source: Email Heading Information:
ru: Основные данные для электронной почты:

source: TO: (Adapt It Developers)
ru: Кому: (разработчикам программы Adapt It)

source: Enter your email address here so we can respond to you
ru: Введите здесь ваш адрес электронной почты, чтобы мы могли вам ответить

source: Enter a brief summary of your report - it becomes the subject of your email
ru: Введите краткое изложение сути вашего отчета - оно становится темой вашего электронного сообщения

source: Enter the details of your report here - this becomes the main body of your email message
ru: Здесь введите подробные данные вашего отчета - это становится основным содержанием вашего электронного сообщения

source: Let Adapt It developers know how I use Adapt It
ru: Сообщить разработчикам программы Adapt It, как я пользуюсь программой Adapt It

source: Attaches the Adapt It usage log to your email
ru: Присоединяет к вашему электронному сообщению регистрационный файл пользования Adapt It

source: Click to view the contents of the Adapt It usage log before sending
ru: Щелкните, чтобы посмотреть перед отправкой содержимое регистрационного файла пользования Adapt It

source: System Information (automatically included in report):
ru: Системные данные (включаются в отчет автоматически):

source: AI Version:
ru: Версия AI:

source: Adapt It collects this information and automatically includes it in your report
ru: Adapt It собирает эти данные и автоматически включает их в ваш отчет

source: Release Date:
ru: Дата выпуска:

source: Data type:
ru: Тип данных

source: Free Memory (MB):
ru: Свободная память (МБ):

source: Sys Locale:
ru: Локаль системы

source: Interface Language:
ru: Язык интерфейса:

source: Sys Encoding:
ru: Системная кодировка:

source: Sys Layout Dir:
ru: Системное направление компоновки:

source: wxWidgets version:
ru: версия wxWidgets:

source: OS version:
ru: версия OS:

source: Send the above report to Adapt It developers:
ru: Отправить имеющийся выше отчет разработчикам программы Adapt It:

source: Report handling:
ru: Обработка отчета:

source: Click to save this report on your computer, if desired, before sending it as email
ru: Щелкните, чтобы, при желании, сохранить отчет в вашем компьютере, прежде чем отослать его в виде электронного сообщения

source: Click to load a previously saved report - which you can then send as email if you wish
ru: Щелкните, чтобы загрузить ранее сохраненный отчет, который вы потом сможете, при желании, отправить в виде электронного сообщения

source: &Close
es: &Cierra
ru: &Закрыть

source: Click to close this dialog (you should first save any unsent changes)
ru: Щелкните, чтобы закрыть это диалоговое окно (вы должны предварительно сохранить все неотправленные изменения)

source: Email handling:
ru: Обработка электронного сообщения:

source: Send it directly from Adapt It (via secure SSL connection)
ru: Отправить его непосредственно из прграммы Adapt It (через надежное SSL соединение)

source: Send to my email program (I'll send it from there)
ru: Отправить в мою программу электронной почты (я отправлю его оттуда)

source: Click to send this report via email
ru: Щелкните, чтобы отправить этот отчет по электронной почте

source: Translations which are currently in the knowledge base:
es: Traducciones que están actualmente en la Base de Conocimientos:
ru: Переводы, имеющиеся сейчас в базе знаний:

source: List of translations currently in the knowledge base for the source text above
es: Lista de traducciones actualmente en la base de conocimientos para el texto original de arriba
ru: Список переводов, имеющихся в настоящее время в базе знаний для данного выше исходного текста

source: Source text as translated previously
es: texto original, traducidos anteriormente
ru: Исходный текст, как он был переведен ранее

source: References:
es: Referencias:
ru: Частота использования:

source: Approximate number of times this source text has been adapted
es: Número aproximado de veces este texto original se ha adaptado
ru: Примерное число раз проводимых адаптаций этого исходного текста

source: Do &Not Ask Again
es: &No Me Pregunte más
ru: &Впредь не спрашивать

source: Click this button if you do not want the Choose Translation dialog to appear again for the above source text
ru: Щелкните на эту кнопку, если вы не хотите, чтобы диалоговое окно 'Выбрать перевод' снова появилось для приведенного выше исходного текста

source: Move the selected translation up in the list
es: Mover hacia arriba la traducción seleccionada en la lista
ru: Переместить выбранный перевод вверх в списке

source: &Remove From KB
es: &Quitar de la Base de Conocimientos
ru: &Убрать из БЗ

source: Remove the selected translation from the knowledge base
es: Retire la traducción seleccionado de la base de conocimientos
ru: Удалить выбранный перевод из базы знаний

source: Move a selected translation down in the list
es: Mover la traducción seleccionado hacia abajo en la lista
ru: Переместить выбранный перевод вниз в списке

source: Cancel and &Select
es: Cancelar y &Seleccionar
ru: Отменить и &выбрать

source: Cancel this dialog and extend selection one word to the right
es: Cancelar este cuadro de diálogo y ampliar la selección una palabra a la derecha
ru: Отмените это диалоговое окно и расширьте выборку на одно слово вправо

source: Type a new translation here if the translation you want is not in the list
es: Escriba una nueva traducción aquí si la traducción que desea no está en la lista
ru: Наберите здесь новый перевод, если перевод, который вы хотите, не имеется в списке

source: &New Ctrl-N
es: &Nuevo
ru: &Новый Ctrl-N

source: Save &As... Ctrl-A
ru: Сохранить &как... Ctrl-A

source: Save the document with different xml format, or different filename
ru: Сохранить документ в другом фрмате xml или под другим именем файла

source: Close the active document
es: Cerrar El Documento Activo
ru: Закрыть активный документ

source: Pack Document...
es: E&mpacar Documento
ru: &Упаковать документ...

source: Pack document for transfer to another computer
ru: Упаковать документ для пересылки на другой компьютер

source: Unpack Document...
es: Desempacar Doc&umento
ru: Распаковать документ...

source: Unpack a document that was packed on another computer
ru: Распаковать документ, который был упакован на другом компьютере

source: &Print... Ctrl-P
es: &Imprimir... Ctrl-P
ru: &Печать... Ctrl-P

source: Print Pre&view
es: &Vista Previa
ru: Пре&дварительный просмотр перед печатью

source: Show what printed pages will look like (without printing)
es: Mostrar como se verán las páginas impresas (sin impresión)
ru: Показать, как будут выглядеть напечатанные страницы (не проводя распечатку)

source: P&age Setup...
es: Ajustar P&ágina...
ru: П&араметры страницы

source: Change the printing options
es: Cambiar Las Opciones De Imprimir
ru: Изменить параметры печати

source: Start &Working... Ctrl-W
es: Empe&zar a Trabajar
ru: Нача&ть работу... Ctrl-W

source: Show the sequence of dialog windows used for accessing a project and working on documents
es: Mostrar la sucesión de ventanas de diálogo que se emplea para acceder a un proyecto y trabajar en documentos
ru: Показать последовательность диалоговых окон, используемых для доступа к проекту и для работы над документами

source: Close Pro&ject Ctrl-J
es: Cierra Pro&yecto
ru: Закрыть про&ект Ctrl-J

source: Save the knowledge base and document, then close this project
es: Guardar la Base de Conocimientos y el documento, y cerrar este proyecto
ru: Сохранить базу знаний и документ, затем закрыть этот проект

source: Change to a different book folder for document storage (book mode must be ON)
es: Cambiar a otra carpeta del libro para almacenar el documento (el ‘Modo Libro’ debe ser sí)
ru: Выбрать другую книжную папку для сохранения документа (должен быть ВКЛЮЧЕН книжный режим)

source: Save &Knowledge Base
es: Guardar &Base de Conocimientos
ru: Сохранить &базу знаний

source: Update the knowledge base file for this project
es: Actualizar la Base De Conocimientos para este proyecto
ru: Обновить файл базы знаний для этого проекта

source: &Backup Knowledge Base
es: Respaldar Base &de Conocimientos
ru: &Сделать резервную копию базы знаний

source: Make a new knowledge base backup immediately
es: Respaldar de forma inmediata la Base de Conocimientos
ru: Немедленно создать резервную копию новой базы знаний

source: &Restore Knowledge Base...
es: Res&taurar Base de Conocimientos...
ru: &Восстановить базу знаний...

source: Use all the saved documents to rebuild the knowledge base file
es: Emplear todos los documentos ya grabados para rectificar la Base de Conocimientos
ru: Использовать все сохраненные документы для пересоставления файла базы знаний

source: E&xit
es: Sa&lir de Adapt It
ru: В&ыйти

source: Quit the application; prompts to save documents
es: Salir Del Programa; y Pedir que Se Guarden El Documento
ru: Закрыть приложение; на экран будет выведено напоминание о необходимости сохранения документов

source: &Undo Ctrl-Z
es: &Deshacer
ru: &Отменить Ctrl-Z

source: Undo the last action
es: Deshacer el Mandato Anterior
ru: Отменить последнее действие

source: Cu&t Ctrl-X
es: Cor&tar
ru: Выр&езать Ctrl-X

source: &Copy Ctrl-C
es: &Copiar
ru: &Копировать Ctrl-C

source: &Paste Ctrl-V
es: &Pegar
ru: &Вставить Ctrl-V

source: &Go To... Ctrl-G
es: &Ir A....
ru: Пере&йти к... Ctrl-G

source: Go to a specific chapter and verse
es: Irse a un capítulo y versículo específico
ru: Перейти к определенной главе и стиху

source: Edit &Source Text... Ctrl-Q
es: Editar Textos &Originales...
ru: Редактировать &исходный текст... Ctrl-Q

source: Edit the selected source text
es: Editar el texto seleccionado
ru: Редактировать выбранный исходный текст

source: Consist&ency Check...
es: Pr&ueba de Conformidad...
ru: Провер&ка на соответствие...

source: Check all translations with those in the knowledge base for consistency
es: Compara la conformidad de la traducción con la Base de Conocimientos
ru: Проверить на соответствие все переводы, сравнивая их с переводами в базе знаний

source: Move Note Forward Ctrl-3
es: &Mover Nota Delante
ru: Переместить примечание вп&еред Ctrl-3

source: Move the note forward in the document to the next word or phrase
es: Mover el apunte adelante en el documento a la siguiente palabra o cláusula
ru: Переместить примечание в документе вперед к следующему слову или фразе

source: Move Note Backward Ctrl-2
es: M&over Nota Detrás
ru: Переместить примечание назад Ctrl-2

source: Move the note backward in the document to the previous word or phrase
es: Mover el apunte hacia atrás en el documento al anterior palabra o cláusula
ru: Переместить примечание в документе назад к предыдущему слову или фразе

source: Pre&ferences...
es: Pre&ferencias...
ru: Уст&ановки...

source: Adapt It settings
es: Adapt It Parámetros
ru: Установочные параметры программы Adapt It

source: &Toolbar
es: Barra de &Herramientas
ru: &Панель инструментов

source: Show or hide the toolbar
es: Mostrar o Esconder la Barra de Herramientas
ru: Показать или скрыть панель инструментов

source: &Status Bar
es: Barra de &Status
ru: &Строка состояния

source: Show or hide the status bar
es: Mostrar o Esconder la Barra de Status
ru: Показать или скрыть строку состояния

source: &Compose Bar
es: &Barra de Redacción
ru: &Строка компоновки

source: Show or hide the bar for composing text
es: Mostrar o esconder el renglón de textos
ru: Показать или скрыть строку компоновки текста

source: Copy Sourc&e
es: Copiar Texto &Original
ru: &Копировать источник

source: Copy source text to phrase box as default translation
es: Copiar texto original al renglón de cláusulas por defecto
ru: Скопировать исходный текст в фразовое окно в качестве перевода по умолчанию

source: &Wrap At Standard Format Markers
es: &Empezar Líneas con Marcadores Homologados
ru: &Перенос при маркерах стандартного формата

source: Start a new strip whenever a standard format marker is encountered
es: Comenzar una línea nueva siempre que se encuentra un marcador homologado
ru: При наличии маркера стандартного формата каждый раз начинать новую полосу

source: &Units of Measurement...
es: &Unidades de Medida...
ru: &Единицы измерения...

source: Units to be used when printing
es: Unidades que se utilizarán en la impresión
ru: Единицы, которые должны использоваться при распечатывании

source: Change Interface Language...
es: Cambiar el idioma de la interfaz...
ru: Изменить язык интерфейса...

source: Change the language of the program interface. You may need to restart Adapt It for the change to take effect
es: Cambiar el idioma de la interfaz del programa. Es posible que tiene que reiniciar la programa para que los cambios surtan efecto.
ru: Измените язык программного интерфеса. Для эффективного выполнения этой операции вам, возможно, надо будет перезапустить программу Adapt It

source: &Find... Ctrl-F
es: &Encontrar...
ru: &Найти... Ctrl-F

source: Find text in source or target or both, or special search
es: Buscar textos en o el texto original, o texto final, o ambos, o hacer búsquedas especiales
ru: Найти текст в исходном или целевом текстах, или в обоих текстах, или провести специальный поиск

source: Find and &Replace... Ctrl-H
es: Encontrar y &Reemplazar...
ru: Найти и за&менить... Ctrl-H

source: Replace in target text
es: Reemplacer textos en el texto final
ru: Заменить в целевом тексте

source: &Load Consistent Changes...
es: &Cargar Cambios a Textos (CC)...
ru: &Загрузить последовательные изменения...

source: Define and load one or more consistent changes tables
es: Definir o cargar uno o más de los programas para cambios a textos (CC)
ru: Определить и загрузить одну или более таблиц последовательных изменений

source: &Unload Consistent Changes
es: &Descargar Cambios a Textos (CC)
ru: &Разгрузить последовательные изменения

source: Unload any loaded consistent changes tables
es: Descargar cualquier programa para cambios a textos (CC) que sea activo
ru: Разгрузить все загруженные таблицы последовательных изменений

source: Use &Consistent Changes
es: Emplear Cambios a Te&xtos (CC)
ru: Использовать &последовательные изменения

source: Use the consistent changes when copying source text
es: Emplear Cambios a Textos (CC) automáticos cuando se copien los textos originales
ru: Использовать функцию последовательных изменений при копировании исходного текста

source: &Accept Changes Without Stopping
es: &Aceptar Cambios sin Parar
ru: &Принять изменения без остановки

source: Accept the changed source text as the translation and continue on
es: Aceptar el texto original (ahora cambiado) como la traducción y continuar
ru: Принять измененный исходный текст в качестве перевода и продолжить

source: &SIL Converters...
ru: &SIL конвертеры...

source: Load an SIL Converter
es: Cargue un convertidor de SIL
ru: Загрузить SIL конвертер

source: Use S&IL Converter
es: Emplear S&IL Converter
ru: Использовать S&IL конвертер

source: Use a loaded SIL Converter
es: Utilizar un convertidor de SIL cargado
ru: Использовать загруженный SIL конвертер

source: &Knowledge Base Editor... Ctrl-K
es: Editar &Base de Conocimientos...
ru: &Редактор базы знаний... Ctrl-K

source: Display dialog for editing the knowledge base
es: Mostrar el diálogo para redactar la Base de Conocimientos
ru: Показать диалоговое окно для редактирования базы знаний

source: Use Automatic Capitalization
es: Emplear Mayúsculasación Automatizada
ru: Автоматическая замена на прописные буквы

source: Use automatic capitalization when copying source text
es: Cuando se copian los textos, emplear Mayúsculasación Automatizada
ru: Использовать автоматическую замену на прописные буквы при копировании исходного текста

source: Re&translation Report...
es: Informe de Retrad&ucción...
ru: О&тчет о повторном переводе...

source: Output a file listing all retranslations
es: Crear un archivo de todos los textos retraducidos
ru: Выходной файл с перечислением всех повторных переводов

source: Split Document...
es: Di&vidir Documento...
ru: Разделить документ...

source: Split the document into two or more documents
es: Dividir el documento en dos o más documentos
ru: Разделить документ на два или более документа

source: Join Documents...
es: &Unir Documentos...
ru: Соединить документы...

source: Join two or more documents into a single document
es: Unir dos o más documentos en un único documento
ru: Соединить два или более документа в один документ

source: Move Document...
es: &Mover Documento...
ru: Переместить документ...

source: Move documents between the Adaptations folder and a book folder location
es: Mover documentos entre la carpeta "Adaptations" y una carpeta de libro
ru: Перемещать документы между папкой 'Adaptations' и книжной папкой

source: Export &Source Text...
es: Exportar el Texto &Original ...
ru: Экспортировать &исходный текст...

source: Export the source language text as a *.txt file type
es: Exportar el Texto Original como un archivo, tipo; *.txt
ru: Экспортировать текст исходного языка в текстовом формате (*.txt)

source: &Export Translation Text...
es: Exportar el Texto &Traducido...
ru: &Экспортировать текст перевода...

source: Export the target language translation as a *.txt file type
es: Exportar el texto final como un archivo tipo *.txt
ru: Экспортировать текст целевого языка в текстовом формате (*.txt)

source: Export Interlinear &Text...
es: Exportar el Texto &Entrelineado...
ru: Экспортировать &текст подстрочника...
