Repository: adapt-it/adaptit
Catalog: trunk/po/*.po
Languages: es, ru

source: Automatically produce a backup copy when closing the document
ru: Автоматически создавать резервную копию при каждом закрытии документа

source: Check this box if you want a backup made when closing the document
es: Marque esta casilla si desea una copia de seguridad realizada al cerrar el documento
ru: Поставьте флажок на эту кнопку, если вы хотите, чтобы при закрытии документа создавалась резервная копия

source: If the source or target language names stored in the knowledge base become corrupted (check the basic configuration file), you can fix the problem by typing correct names in the boxes below.
es: Si los nombres de los textos originales o textos finales almacenados en la Base de Conocimientos llegan a ser corruptos (mire en el archivo básico de configuración), usted puede arreglar el problema tecleando los nombres correctos en las cajitas abajo.
ru: Если в названиях исходного или целевого языка, сохраненных в базе знаний, появились ошибки (проверьте основной конфигурационный файл), вы можете исправить ошибку, набрав правильные названия в окнах снизу.

source: This is the source language name
es: Este es el nombre del idioma de origen
ru: Это название исходного языка

source: This is the target language name
es: Este es el nombre del idioma de destino
ru: Это название целевого языка

source: Set Order of Adaptations and Glosses for Vertical Editing Steps
es: Establecer el orden de adaptaciones y glosas para los pasos de edición vertical
ru: Установить порядок адаптаций и глосс для шагов вертикального редактирования

source: Do adaptations updating before glosses updating
es: Actualización de las adaptaciones antes de la actualización de las glosas
ru: Делать обновление адаптаций до обновления глосс

source: Do glosses updating before adaptations updating
es: Actualización de las glosas antes de la actualización de las adaptaciones
ru: Делать обновление глосс до обновления адаптаций

source: Copy the default phrase box contents from adaptation or gloss, depending on the mode
ru: Скопировать содержимое фразового окна по умолчанию из адаптации или глоссы, в зависимости от режима работы

source: Define View Options
es: Definir opciones de visualización
ru: Определить опции 'Вид'

source: Vertical gap between multi-line text strips (in pixels, min 14, max 80)
es: Numero de Píxel (verticales) entre líneas de texto (en píxel, min. 14, máx. 80)
ru: Вертикальный пробел между многострочными полосами текста (в пикселях, не менее 14, не более 80)

source: Higher numbers create more vertical spacing between strips
es: Los números más altos de crear más espacio vertical entre las tiras
ru: Большее число создает большее вертикальное расстояние между полосами

source: Higher numbers create more horizontal spacing between piles
es: Los números más altos de crear más espacio horizontal entre las pilas
ru: Большее число создает большее горизонтальное растояние между кучами

source: Left margin (in pixels, min 16, max 40)
es: Margen Izquierda (en píxel, min. 6, máx. 40)
ru: Левое поле (в пикселях, не менее 6, не более 40)

source: Higher numbers increase the blank space in the left margin while adapting
es: Los números más altos aumentar el espacio en blanco en el lado izquierdo mientras que el que está adaptando
ru: Большее число увеличивает пустой промежуток в левом поле во время проведения адаптирования

source: Phrase Box white space slop and expansion multiplier (min 5, max 30)
es: Renglón de cláusulas; espacio blanco; y multiplicador de expansión (min. 5, máx. 30)
ru: Избыток свободного пространства и умножитель объема фразового окна (не менее 5, не более 30)

source: Try higher number (15 or more) if Keyman doesn't interpret special characters properly
es: Prueba número más alto (15 o más) si Keyman no interpreta correctamente los caracteres especiales
ru: Попробуйте большее число (15 или больше), если программа Keyman должным образом не интерпретирует специальные символы

source: Font size for dialogs (min 10, max 24)
es: Tamaño de la fuente para diálogos (min. 10, máx. 24)
ru: Размер шрифта для диалоговых окон (не менее 10, не более 24)

source: Higher numbers show larger font size in some dialogs
es: Los números más altos muestran mayor tamaño del tipo de letra en algunos cuadros de diálogo
ru: Большее число показывает больший размер шрифта в некоторых диалоговых окнах

source: Make the Welcome window visible on startup
es: Haga la ventana Bienvenida visible al inicio
ru: Показывать окно 'Добро пожаловать' при запуске

source: When checked, the Welcome screen becomes visible on startup
es: Cuando se activa, la pantalla de bienvenida se hace visible cuando se inicia el programa
ru: Если эта кнопка отмечена флажком, то при запуске программы на экране появляется приветственное сообщение

source: Highlight automatically inserted translations
es: Mostrar traducciones automáticas en colores
ru: Выделять автоматически вставленные переводы

source: Unselect this checkbox if you do not want background color to highlight automatically inserted translations
ru: Не ставьте отметку на эту кнопку-флажок, если не хотите, чтобы вставленные автоматически переводы выделялись фоновым цветом

source: Choose Highlight Color...
es: Cambiar el color para marcar...
ru: Выбрать цвет выделения...

source: Click to choose a different background highlight color for automatically inserted translations
ru: Щелкните, чтобы выбрать другой фоновый цвет для выделения автоматически вставленных переводов

source: Show Administrator Menu (Password protected)
es: Mostrar Administrador de Menú (protegido por contraseña)
ru: Показать меню 'Администратор' (защищено паролем)

source: Password protected. When ticked, Administrator menu shows
es: Protegido por contraseña. Cuando marcada, se muestra el menú de administrador
ru: Защищено паролем. Если эта опция отмечена флажком, выводится на экран меню 'Администратор'

source: Define Units of Measurement
es: Definir las unidades de medida
ru: Установить единицы измерения

source: Define Auto-Saving Options
es: Definir opciones de guardar automáticamente
ru: Установить опции 'Автоматическое сохранение'

source: Remember, the knowledge base is automatically saved immediately after each document save is done, irrespective of the settings you make below. And manual saves may be done at any time, using the appropriate menu commands.
es: Recuerde, la Base de Conocimientos se guarda automáticamente enseguida después de que cada documento sea guardado - y eso será hecho sin que importren los parametros que usted haya hecho abajo. Se puede grabar los cambios en cualquier momento.
ru: Помните, что база знаний автоматически сохраняется сразу же после каждого сохранения документа, вне зависимости от установочных параметров, которые вы задали внизу. И вручную документ можно сохранить в любой момент с помощью соответствующих команд меню.

source: Turn OFF periodic automatic saving of the document and knowledge base
es: Apagar la opción de ‘Auto Guardar’ periódicamente las bases de datos (Conocimiento y Documentos).
ru: Выключить периодическое автоматическое сохранение этого документа и базы знаний

source: Check this box only if you do not want Adapt It to automatically save your document and KB while working
es: Marque esta casilla si no desea adaptarlo a guardar automáticamente el documento y la base de conocimientos durante el trabajo
ru: Ставьте флажок на этой кнопке только в том случае, если вы не хотите, чтобы программа Adapt It автоматически сохраняла ваш документ и БЗ во время работы

source: Document Auto-Save Criteria
es: Criterio par Auto Guardar Documento
ru: Критерии автоматического сохранения документа

source: Save the document after every
es: Grabar el documento después de cada
ru: Сохранять документ каждые

source: Select this button to save the document and KB at certain time intervals
es: Seleccione este botón para guardar el documento y la base de conocimientos en ciertos intervalos de tiempo
ru: Воспользуйтесь этой кнопкой, чтобы сохранять документ и БЗ через определенные промежутки времени

source: Type the number of minutes here
es: Escriba el número de minutos aquí
ru: Введите здесь число минут

source: You can use these arrows to increase or decrease the number of minutes
es: Usted puede utilizar estas flechas para aumentar o disminuir el número de minutos
ru: Вы можете пользоваться этими стрелками, чтобы увеличивать или уменьшать число минут

source: minutes
es: minutos
ru: минуты

source: Select this button to save the document and KB after a certain number of moves of the Phrase Box
es: Seleccione este botón para guardar el documento y la base de conocimientos después de un cierto número de movimientos de la caja de frases
ru: Воспользуйтесь этой кнопкой, чтобы сохранять документ и БЗ после определенного числа перемещений фразового окна

source: Type the number of moves here
es: Escriba el número de movimientos aquí
ru: Введите здесь число перемещений

source: You can use these arrows to increase or decrease the number of moves
es: Usted puede utilizar estas flechas para aumentar o disminuir el número de movimientos
ru: Вы можете пользоваться этими стрелками, чтобы увеличивать или уменьшать число перемещений

source: moves of the Phrase Box
es: movimientos del renglón de la cláusula
ru: перемещения фразового окна

source: Knowledge Base Auto-Save Criteria
es: Criterios para guardar la Knowledge Base automáticamente
ru: Критерии автоматического сохранения базы данных

source: Save the knowledge base at least every
es: Guardar la Base de Conocimientos por lo menos cada
ru: Сохранять базу знаний по крайней мере каждые

source: (This setting will not be used if document saves are more frequent)
es: (Este parámetro no será empleado si el archivo se guarda manualmente con mayor frecuencia)
ru: (Эта настройка не будет использоваться, если сохранение документа происходит чаще)

source: First choose a group of book folders:
es: Primero, escoge un Grupo de las Carpetas de Libros:
ru: Сначала выберите группу книжных папок:

source: Division 1 books
es: Libros división 1
ru: Книги 1 Раздела

source: Choose one of these divisions first
es: Elija una de estas divisiones
ru: Сначала выберите один из этих разделов

source: Division 2 books
es: Libros división 2
ru: Книги 2 Раздела

source: Division 3 books
es: Libros división 3
ru: Книги 3 Раздела

source: Division 4 books
es: Libros división 4
ru: Книги 4 Раздела

source: Division 5 books
es: Libros división 5
ru: Книги 5 Раздела

source: Next choose in which particular book folder you wish to work:
es: A continuación escoge la Carpeta de Libros que quiera:
ru: Теперь выберите именно ту книжную папку, в которой вы хотите работать:

source: This is the list of book folders you can choose from for the division selected at left
es: Esta es la lista de carpetas de libro que puede elegir para la división seleccionada a la izquierda
ru: Это список книжных папок, из которого вы можете сделать выбор для раздела, выбранного слева

source: Note: clicking the Cancel button restores the initial or default choice
es: AVISO: se restaura al inicio o lo por defecto pinchando en Cancelar
ru: Примечание: щелкнув на кнопку 'Отменить', вы восстановите начальный выбор или выбор по умолчанию

source: Click OK to work in the selected division and folder
es: Haga clic en Aceptar para trabajar en la división y la carpeta que se selecciona
ru: Щелкните на ОК для работы в выбранном разделе и папке

source: Click Cancel to restore your initial or default choice
es: Haga clic en "Cancelar" para restaurar su elección inicial o por defecto
ru: Щелкните на кнопку 'Отменить', чтобы восстановить ваш первоначальный выбор или выбор по умолчанию

source: XML File Format Error
es: Error en el formato de archivo XML
ru: Ошибка формата XML файла

source: A portion of the text of the XML file where error occurs
es: Una parte del texto del archivo XML en donde se produce el error
ru: Часть текста XML файла, где возникает ошибка

source: Error at character number:
es: Error a la letra número:
ru: Ошибка на знаке номер:

source: Approximate location of format error in work buffer
es: La ubicación aproximada de error de formato en el búfer del trabajo
ru: Примерное местоположение ошибки формата в рабочем буфере

source: &SIL Converter Name:
es: Nombre del SIL Converter
ru: &Имя SIL конвертера :

source: The name of the converter will appear in the box below when it is selected. Use the "..." button at right to select a converter
es: El nombre del convertidor aparecerá en el cuadro de abajo cuando se selecciona. Utilice la "..." botón a la derecha para seleccionar un convertidor
ru: Имя конвертера появится в данном ниже окне, когда он будет выбран. Выберите конвертер с помощью кнопки '...' справа

source: The name of the converter will appear here when it is selected. Use the "..." button at right to select a converter
es: El nombre del convertidor aparecerán aquí cuando se selecciona. Utilice la "..." botón a la derecha para seleccionar un convertidor
ru: Имя конвертера появится в здесь, когда он будет выбран. Выберите преобразователь с помощью кнопки '...' справа

source: This is a list of consistent changes tables that are available
es: Esta es una lista de tablas de Consistent Changes que están disponibles
ru: Это список таблиц последовательных изменений, которые имеются в наличии

source: Unload
es: Descargar
ru: Разгрузить

source: Unload the selected Consistent Changes table
es: Descargue la tabla seleccionada de Consistent Changes
ru: Разгрузить выбранную таблицу последовательных изменений

source: Click OK to use a selected SIL Converter
es: Haga clic en Aceptar para usar un convertidor seleccionado SIL
ru: Щелкните на ОК, чтобы использовать выбранный SIL конвертер

source: Click Cancel to make no changes to SIL Converter setings
es: Haga clic en Cancelar para no hacer cambios a la configuración del convertidor SIL
ru: Щелкните на кнопку 'Отменить', чтобы не проводить никаких изменений в настройке SIL конвертера

source: Documents in the folder %s
es: Documentos en la carpeta %s
ru: Документы в папке %s

source: Check this list to avoid filename conflicts with existing files
es: Compruebe esta lista para evitar conflictos de nombre de archivo con los archivos existentes
ru: Проверьте этот список, чтобы не допустить конфликтов имен файлов с имеющимися файлами

source: Use this list to check for potential filename clashes
es: Se emplean esta lista para conflictos entre nombres de archivos.
ru: Используйте этот список, чтобы проверить возможные конфликты по именам файлов

source: &Locate Next Chapter
es: &Localizar el Siguiente Capítulo
ru: &Определить местоположение следующей главы

source: Click this button to move the phrase box to the next chapter
es: Haga clic en este botón para mover el cuadro de la frase con el siguiente capítulo
ru: Щелкните на эту кнопку, чтобы переместить фразовое окно в следующую главу

source: &Split Now
es: &Partir Ahora
ru: &Разделить сейчас

source: Click this button to begin splitting the document
es: Haga clic en este botón para empezar a dividir el documento
ru: Щелкните на эту кнопку, чтобы начать разделение документа

source: Splitting... Please wait.
es: Partiendo… Que se espere.
ru: Происходит разделение документа... Пожалуйста, подождите

source: Click this button to close this dialog
es: Haga clic en este botón para cerrar este cuadro de diálogo
ru: Щелкните на эту кнопку, чтобы закрыть это диалоговое окно

source: Split off the first part, name it and save it.
ru: Отделить первую часть, присвоить ей имя и сохранить.

source: Display the remainder as the open document.
ru: Остальную часть отобразить в виде открытого документа.

source: Split At:
es: Partir a:
ru: Разделить в:

source: The phrase box location
es: La posición del &Renglón de Cláusulas
ru: Местоположение фразового окна

source: Click this button to split the document at the current phrase box location
es: Haga clic en este botón para dividir el documento en la ubicación actual de la caja de la frase
ru: Щелкните на эту кнопку, чтобы разделить документ в текущем местонахождении фразового окна

source: A standard format chapter marker (\c)
es: El Marcador &Homologado (\c)
ru: Маркер главы стандартного формата (\c)

source: Click this button to split the document at a chapter break
es: Haga clic en este botón para dividir el documento en un salto de capítulo
ru: Щелкните на эту кнопку, чтобы разделить документ в разбивке на главы

source: Split into single chapter documents
es: Partir a documentos de un &solo capítulo
ru: Разделить на документы, состоящие из отдельных глав

source: Click this button to split the document into separate files for each chapter
es: Haga clic en este botón para dividir el documento en archivos separados para cada capítulo
ru: Щелкните на эту кнопку, чтобы разделить документ на отдельные файлы для каждой главы

source: (Obligatory) Type a suitable name for the split off document part:
es: (Obligatorio) Teclee un nuevo nombre para el documento que va a producir
ru: (Обязательно) Наберите приемлемое имя для части документа, полученной в результате разделения текста:

source: Type the name for the part(s) that will be split off
es: Escriba el nombre para la parte(s) que se separó
ru: Наберите имя для части (частей), которая будет разделяться

source: (Optional) Type a new name for the document part which remains open:
es: Se puede teclear un nombre nuevo para la parte del documento que queda abierto.
ru: (Необязательно) Наберите новое имя части документа, остающейся открытой:

source: If you want the current document to be renamed, type the new name here (optional)
es: Si desea que el documento actual para cambiar el nombre, escriba el nombre nuevo aquí (opcional)
ru: Если вы хотите переименовать текущий документ, наберите здесь новое имя (необязательная операция)

source: List of phrase-medial standard format markers used in the original text
es: Lista de frase-medial marcadores formato estándar utilizado en el texto original
ru: Список фразово-срединных маркеров стандартного формата, используемых в тексте-оригинале

source: To insert the top item in the list, place the cursor in the correct location in the box below, then click the Place button. Or you can place the standard format marker(s) manually. You can ignore or change markers if you wish.
es: Para meter el artículo primero en la lista, mueva el cursor a la ubicación correcta en la cajita abajo, entonces pinche clic en el botón ‘Colocar’. O usted puede colocar los marcadores homologados manualmente.
ru: Чтобы вставить верхний пункт в списке, поместите курсор на нужное место в окне внизу, затем щелкните на кнопку 'Поместить'. Или вы можете вставить маркер(ы) стандартного формата вручную. При желании можно не обращать внимания на маркеры или изменять их.

source: Using instructions above, type the markers as they should be in this box
es: Uso de las instrucciones de arriba, el tipo de los marcadores como debe ser en este cuadro
ru: С помощью приведенных выше инструкций, наберите маркеры, как они должны выглядеть в этом окне

source: You can use this button to place the punctuation selected in the box above at the cursor location
es: Usted puede usar este botón para colocar la puntuacion seleccionado en el cuadro anterior en la ubicación del cursor
ru: Вы можете пользоваться этой кнопкой, чтобы размещать знаки пунктуации, выбранные в имеющемся выше окне, в месте расположения курсора

source: Click this button when finished
es: Haga clic en este botón cuando haya terminado
ru: Щелкните на эту кнопку, когда закончите

source: Type or edit the text of the note here
es: Escriba o editar el texto de la nota aquí
ru: Здесь наберите или отредактируйте текст примечания

source: Find a note containing:
es: B&uscar un Apunte que contiene:
ru: Найти примечание, в котором содержится:

source: Type a word or characters to find in notes here
es: Escriba una palabra o caracteres para buscar en las notas aquí
ru: Здесь наберите слово или символ, чтобы найти их в примечаниях

source: Find Next
es: Buscar Siguiente
ru: Найти следующее

source: Find the next note containing the word or characters typed at left
es: Busca la siguiente nota que contiene la palabra o los caracteres escritos a la izquierda
ru: Найти следующее примечание, содержащее слово или символы, набранные слева

source: Last>>
es: &Final>>
ru: Последнее>>

source: Jump to the last note in the document
es: Saltar a la última nota en el documento
ru: Перейти к последнему примечанию в документе

source: Next>
es: &Siguiente>
ru: Следующее>

source: Jump to the next note in the document
es: Saltar a la siguiente nota en el documento
ru: Перейти к следующему примечанию в документе

source: <Prev
es: <&Anterior
ru: <Предыдущее

source: Jump to any previous note in the document
es: Saltar a cualquier nota anterior en el documento
ru: Перейти к любому предыдущему примечанию в документе

source: <<First
es: <<&Inicial
ru: <<Первое

source: Jump to the first note in the document
es: Saltar a la primera nota en el documento
ru: Перейти к первому примечанию в документе

source: Delete
es: &Borrar
ru: Удалить

source: Delete this note (the note dialog will close)
es: Eliminar esta nota (la nota de diálogo se cerrará)
ru: Удалить это примечание (закроется диалоговое окно примечания)

source: Click OK to close the note dialog
es: Haga clic en Aceptar para cerrar la nota de diálogo
ru: Щелкните на ОК, чтобы закрыть диалоговое окно примечания

source: Click Cancel to close the note dialog without making any changes
es: Haga clic en Cancelar para cerrar el cuadro de diálogo nota sin hacer ningún cambio
ru: Щелкните на кнопку 'Отменить', чтобы закрыть диалоговое окно примечания, не проводя никаких изменений

source: This command scans through the document and gathers together sections of either the adaptation text, or the gloss text. It adds a back translation marker (\bt) to each section, and stores each section as filtered information at appropriate places in the document. Any back translations collected earlier are removed. You must choose which line - adaptation or glossing, is to be used as the source of the back translation text. If a selection is currently defined, the collection takes place only within the selection range. Collecting ends either at the end of the selection, or when the next back translation section is encountered within the selection - whichever happens first.
es: Este mandato busca por el documento y recolecta o de líneas adaptadas del texto o de las líneas glosadas del texto, pone un marcador (\bt) a cada sección, y almacena cada sección como datos filtrados en sitios adecuados en el documento. Cualquier verificación que fue anteriormente recolectada será quitada. Hay que escoger cual línea o glosada o adaptada, se va a usar como fuente a la verificación. Si la selección está definida ya, se recolecta únicamente dentro de la selección. Se termina de recolectar o con la llegada al final de la selección o cuando se llegue a la siguiente verificación, y depende en cual se encuentre primero.
ru: Эта команда просматривает документ и собирает разделы либо с текстом адаптаций, либо с текстом глосс. Она добавляет маркер обратного перевода (\bt) к каждому разделу и сохраняет каждый раздел в виде отфильтрованной информации в соответствующих местах в документе. Все обратные переводы, собранные до сих пор, будут удалены. Вы должны выбрать, какая строка – адаптации или глоссирования - будет служить источником для текста обратного перевода. Если на данный момент выборка определена, то сбор текста произойдет только в пределах границы выборки. Сбор закончится либо в конце выборки либо при начале следующего раздела обратного перевода внутри выборки – что произойдет раньше.

source: Collect text from which line?
es: Recolectar texto de ¿cual línea?
ru: Из какой строки собрать текст?
