Repository: adapt-it/adaptit
Catalog: trunk/po/*.po
Languages: es, ru

source: Form back translations from the adaptation lines' text
es: De Verificaciones de las líneas adaptadas del texto
ru: Сформировать обратные переводы из текста строк адаптации

source: Click this button to form the initial text of back translations from the text found in the adaptation line
es: Haga clic en este botón para formar el texto inicial de la traducción inversa del texto que se encuentra en la línea de la adaptación
ru: Щелкните на эту кнопку, чтобы сформировать исходный текст обратных переводов из текста, обнаруженного в строке адаптапций

source: Form back translations from the gloss lines' text
es: De Verificaciones de las líneas glosadas del texto
ru: Сформировать обратные переводы из текста строк глосс

source: Click this button to form the initial text of back translations from the text found in the gloss line
ru: Щелкните на эту кнопку, чтобы сформировать исходный текст обратных переводов из текста, обнаруженного в строке глосс

source: Click OK to proceed with the collection of back translations
es: Haga clic en Aceptar para continuar con la recopilación de traducciones inversas
ru: Щелкните на ОК, чтобы продолжать собирать обратные переводы

source: Click this button to Cancel without collecting any text for back translations
es: Haga clic en este botón para cancelar sin recoger cualquier tipo de texto para la traducción inversa
ru: Щелкните на эту кнопку, чтобы отменить выполнение команды, не собирая какого-либо текта для обратных переводов

source: Add a time delay to Automatic mode insertions
es: Acumula una demora de tiempo antes de que se formen las Traducciones Automatizadas
ru: Добавить задержку по времени для Автоматического режима вставок

source: Units are hundredths of a second:
es: Unidades en centésimos de un segundo:
ru: В сотых долях секунды:

source: Maximum 300 (3 seconds), minimum 0
es: Máximo 300 centésimos (3 segundos), Mínimo 0
ru: Максимально 300 (3 сек), минимально 0

source: Set to 0 for no delay, a number from 0 to 300 for more delay
es: Se establece en 0 para ningún retraso, un número de 0 a 300 para más demora
ru: Установить на 0 для отсутствия задержки, и на любое число от 0 до 300 для увеличения времени задержки

source: Click this button to make any changes become effective
es: Haga clic en este botón para aplicar los cambios
ru: Щелкните на эту кнопку для выполнения всех изменений

source: Click this button to Cancel any changes
es: Haga clic en este botón para cancelar los cambios
ru: Щелкните на эту кнопку, чтобы сделать отмену всех изменений

source: Indicate the markers used in this document that you want to export:
es: Seleccionar marcadores homologados para exportar al documento:
ru: Отметьте маркеры, используемые в этом документе, который вы хотите экспортировать:

source: Export &all markers and associated text including filtered text
es: Exportar todos los marcadores homologados y sus textos inclusivos los filtrados
ru: Экспортировать &все маркеры и сопутствующие тексты, включая фильтрованый текст

source: Click this button to export everything including filtered (hidden) text
es: Haga clic en este botón para todo, incluyendo la exportación que se filtra (oculto)
ru: Щелкните на эту кнопку, чтобы экспортировать все данные, включая фильтрованый (скрытый) текст

source: Filter out &selected markers and associated text from the exported document
es: Filtrar marcadores homologados y sus textos del exportado documento
ru: Отфильтровать выбранные маркеры и ассоцированный текст из экспортированного документа

source: Click this button to activate the list below
es: Haga clic en este botón para activar la lista de abajo
ru: Щелкните на эту кнопку, чтобы активировать имеющийся ниже список

source: Select a marker, then click on "Filter Out" or "Include in Export" (or click on its box). When checked, the marker and associated text will be filtered out of the exported document. Note: If character formatting markers are filtered out, only the formatting is removed - the text itself is not removed.
es: Escoger un marcador homologado, después pincha en ""Filtrar del Exportado"" o ""Incluir al Exportado"" Cuando tachado, el marcador y su texto, serán excluidos del documento exportado. ¡Ojo!: Si se han filtrado los marcadores empleados para formatear las letras, se quita solamente el marcador, el texto se queda.
ru: Выберите маркер, затем щелкните на 'Отфильтровать' или на 'Включить в экспорт' (или щелкните на окно). Если стоит флажок, маркер и ассоциированный текст будет отфильтрован из экспортируемого документа. Примечание: Если маркеры форматирования знаков будут отфильтрованы, то будет удалено только форматирование; сам текст не будет удалён.

source: List of markers used in this text (none selected by default)
es: Lista de los marcadores usados en este texto (ninguno seleccionado por defecto)
ru: Список маркеров, используемых в этом тексте (ни один не выбирается по умолчанию)

source: &Filter Out
es: &Filtrar del Exportado
ru: Отфильтров&ать

source: Select a marker in the above list, then click this button to filter it out from the export
es: Seleccione un marcador en la lista anterior y, a continuación, haga clic en este botón para filtrar hacia fuera de la exportación
ru: Выберите маркер в имеющемся выше списке, затем щелкните на эту кнопку, чтобы отфильтровать его из экспортируемых данных

source: &Include in Export
es: &Incluir al Exportado
ru: &Включить в экспорт

source: Select a marker in the above list, then click this button to include it in the export
es: Seleccione un marcador en la lista anterior y, a continuación, haga clic en este botón para incluirlo en la exportación
ru: Выберите маркер в имеющемся выше списке, затем щелкните на эту кнопку, чтобы включить его в экспортируемые данные

source: &Undo
es: &Deshacer
ru: &Отменить операцию

source: Click this button to undo any changes made to the export filter settings since opening this dialog.
es: Haga clic en este botón para deshacer los cambios realizados a la configuración de filtro de exportación desde la apertura de este diálogo.
ru: Щелкните на эту кнопку, чтобы отменить все изменения, сделанные в настройках экспортного фильтра с момента открытия этого диалогового окна

source: Placement options for Back translations, Free translations and Adapt It Notes exports:
es: Opciones especiales para verificaciones, libre traducciones y apuntes exportados del Adapt It:
ru: Опции размещения для экспортирования обратных переводов, свободных переводов и примечаний программы Adapt It:

source: Note: The following are formatted as footnotes if checkboxes are not checked
es: ¡Ojo!: Se formatea el siguiente como Notas al pie de la página si no se haya tachado la cajita indicando al contrario
ru: Примечание: нижеследующее данные будут отформатированы как сноски, если на кнопках-флажках нет отметки.

source: Place Fr&ee Translations in double boxed paragraphs within the exported text
es: Poner Traducciones Libres en párrafos de doble renglón dentro del texto exportado
ru: Поместить св&ободные переводы в двойные рамки внутри экспортированного текста

source: When checked, free translations go in double boxed paragraphs; when unchecked they are formatted as footnotes
ru: Если есть отметка флажком, то свободные переводы будут помещены в двойные рамки; если флажка нет, то они форматируются как сноски

source: Place Fr&ee Translations in a separate table row within the exported interlinear text
es: Poner las Traducciones Libres en su propia fila entre los exportados textos Entrelineados
ru: Поместить св&ободные переводы в отдельной строке таблицы в экспортированном тексте подстрочного перевода

source: When checked, free translations go in a separate table row in the interlinear display; when unchecked they are formatted as footnotes
ru: Если есть отметка флажком, то свободные переводы будут помещены в отдельную строку таблицы в отображаемом тексте подстрочного перевода; если флажка нет, то они форматируются как сноски

source: Place &Back Translations in single boxed paragraphs within the exported text
es: Poner Verificaciones en párrafos de único renglón dentro del texto exportado
ru: Поместить &обратные переводы в одинарные рамки в экспортированном тексте

source: When checked, back translations go in single boxed paragraphs; when unchecked they are formatted as footnotes
ru: Если есть отметка флажком, то обратные переводы будут помещены в одинарные рамки; если флажка нет, то они форматируются как сноски

source: Place &Back Translations in a separate table row within the exported interlinear text
es: Poner las Verificaciones libres en su propia fila entre los exportados textos Entrelineados
ru: Поместить &обратные переводы в отдельной строке таблицы в экспортированном тексте подстрочного перевода

source: When checked, back translations go in a separate table row in the interlinear display; when unchecked they are formatted as footnotes
ru: Если есть отметка флажком, то обратные переводы будут помещены в отдельную строку таблицы в отображаемого текста подстрочного перевода; если флажка нет, то они форматируются как сноски

source: Place Adapt It Notes in balloon text &Comments in the margin
es: Poner apuntes de Adapt It Notes en un globo y comentario en el margen
ru: Поместить примечания Adapt It внутри всплывающей подсказки &комментарии на полях

source: When checked Adapt It Notes go in balloon text comments in the margin; when unchecked they are formatted as footnotes
es: Cuando se activa notas de Adapt It van en los comentarios de texto de globo en el margen, cuando está sin marcar las notas tienen el formato de las notas al pie
ru: Если есть отметка флажком, то Примечания Adapt It заключаются в текстовых комментариях всплывающей подсказки на полях; если отметки флажком нет, то они форматируются как сноски

source: Click OK to keep changes to the export options and go back to the main export dialog
es: Haga clic en Aceptar para guardar los cambios en las opciones de exportación y volver al cuadro de diálogo principal de exportación
ru: Щелкните на ОК, чтобы сохранить изменения в экспортных опциях и вернуться к основному экспортному диалоговому окну

source: Click Cancel to discard any changes to the export options and go back to the main export dialog
es: Haga clic en Cancelar para descartar cualquier cambio a las opciones de exportación y volver al cuadro de diálogo principal producto de exportación
ru: Щелкните на кнопку 'Отменить', чтобы отменить все изменения экспортных опций и вернуться к основному экспортному диалоговому окну

source: Click this button if you want to filter some markers/text from the export or change the way back translations, free translations and notes are formatted
es: Haga clic en este botón si no desea que aparezcan algunos marcadores o texto de la exportación, o si desea cambiar como están formateados las traducciones inversas, traducciones libres y notas
ru: Щелкните на эту кнопку, если вы хотите отфильтровать некоторые маркеры или текст из экспортных данных или изменить способ форматирования обратных переводов, свободных переводов и примечаний

source: Primary rows to include in exported tables:
es: Filas esenciales para incluir en las tablas exportadas:
ru: Основные строки таблиц, которые нужно включить в экспортированные таблицы:

source: &Navigation Text (Text types, Chapter:Verse numbers, etc.)
es: &Textos de Navegación (tipos de Texto, Capitulo: numero del Versículo, etc.)
ru: &Текст навигации (типы текста, номера глав, стихов и т.д.)

source: When checked, the interlinear display tables contain a separate row for the navigation text (required for displaying notes)
es: Cuando está marcada, las tablas de visualización interlineal contienen una línea aparte para el texto de navegación (esto es necesario para mostrar las notas)
ru: Если сделать отметку флажком, то в таблицах отображения подстрочного перевода будет отдельная строка для навигационного текста (что требуется для отображения примечаний)

source: Source Text
es: Textos Originales
ru: Исходный текст

source: When checked, the interlinear display tables contain a separate row for the source text
es: Cuando está marcada, las tablas de visualización interlineal contienen una fila separada para la fuente de texto
ru: Если сделать отметку флажком, то в таблицах отображения подстрочного перевода будет отдельная строка для исходного текста

source: Translation (Target) Text
es: Textos Finales (Traducidas)
ru: Тект перевода (целевой)

source: When checked, the interlinear display tables contain a separate row for the translation (target) text
es: Cuando está marcada, las tablas de visualización interlineal contienen una fila separada para el texto de la traducción
ru: Если сделать отметку флажком, то в таблицах отображения подстрочного перевода будет отдельная строка для текста перевода (целевого текста)

source: Gloss Text (Available only if See Glosses is enabled)
es: Glosas (si «Ver Las Glosas» de glosas está habilitado)
ru: Текст глосс (виден только в том случае, если включена функция 'Показывать глоссы')

source: When checked, the interlinear display tables contain a separate row for the gloss text
es: Cuando está marcada, las tablas de visualización interlineal contener una línea aparte para las glosas
ru: Если сделать отметку флажком, то в таблицах отображения подстрочного перевода будет отдельная строка для текста глосс

source: Note: Other rows in exported tables may optionally be created for Free Translations and Back Translations. Click the Export Filter/Options button to control the addition of extra table rows in RTF interlinear exports.
es: ¡Ojo!: Es posible crear más filas en las tablas exportadas para las Traducciones Libres y Traducciones Terceros si se requiere. Para añadir más filas, se pinchan el botón «Exportar Filtrar/Opciones» de «Exportar Documento Entrelineado RTF».
ru: Примечание: в экспортированных таблицах по выбору можно создавать другие строки для свободных переводов и обратных переводов. Щелкните на кнопку 'Фильтровать экспорта/опции' для контроля за добавлением дополнительных строк таблицы в экспортах RTF подстрочников.

source: Portrait Orientation
es: La Orientación del Retrato
ru: Вертикальное расположение

source: Click this button to format interlinear tables for portrait pages
ru: Щелкните на эту кнопку, чтобы форматировать таблицы подстрочного перевода для вертикального расположения на странице

source: Landscape Orientation
es: Orientación de la página para la impresora
ru: Горизонтальное расположение

source: Click this button to format interlinear tables for landscape pages
ru: Щелкните на эту кнопку, чтобы форматировать таблицы подстрочного перевода для горизонтального расположения на странице

source: Output Range:
es: Intervalo de Impresión:
ru: Диапазон выходных данных:

source: All
es: Todo
ru: Все

source: Click this button to output the whole document in interlinear format
es: Haga clic en este botón para la producción de todo el documento en formato interlineal
ru: Щелкните на эту кнопку, чтобы получить весь документ в формате подстрочного перевода

source: Chapter/Verse Range
es: Gama de Capítulos y Versículos
ru: Диапазон глав / стихов

source: Click this button to format a selected chapter and verse range in interlinear format
es: Haga clic en este botón para formatear un capítulo seleccionado y el verso rango en formato interlineal
ru: Щелкните на эту кнопку. чтобы сделать форматирования выбранного диапазона главы и стиха в формате подстрочного перевода

source: from: chapter
es: de: capítulo
ru: От: глава

source: Type a beginning chapter number here
es: Escriba un número de capítulo comienza aquí
ru: Здесь наберите номер главы, с которого надо начинать

source: verse
es: versículo
ru: стих

source: Type a beginning verse number here
es: Escriba un número del versículo comienza aquí
ru: Здесь наберите номер стиха, с которого надо начинать

source: to: chapter
es: hasta: capítulo
ru: до: глава

source: Type an ending chapter number here
es: Escriba un número de capítulo termina aquí
ru: Здесь наберите номер главы, на котором надо закончить

source: Type an ending verse number here
es: Escriba un número del versículo que termina aquí
ru: Здесь наберите номер стиха, на котором надо закончить

source: Preliminary Material Only (Preface, Introduction, Outline)
es: La Materia preliminar (el Prefacio, Introducción, el Bosquejo)
ru: Только предварительные материалы (предисловия, введения, оглавления)

source: Click this button to only format preliminary material for interlinear export (and omit everything else)
es: Haga clic en este botón para el formato único material preliminar para la exportación interlineal (y omitir todo lo demás)
ru: Щелкните на эту кнопку, чтобы сделать форматирование только предварительного материала для экспортирования подстрочного перевода (и пропустить все остальное)

source: Final Material Only (Glossary, Topical Index)
es: La Materia final (el Glosario, el Índice)
ru: Только конечные материалы (глоссарии, тематические индексы)

source: Click this button to only format final material for interlinear export (and omit everything else)
es: Haga clic en este botón para el formato único material final de la exportación interlineal (y omitir todo lo demás)
ru: Щелкните на эту кнопку, чтобы сделать форматирование только конечного материала для экспортирования подстрочного перевода (и пропустить все остальное)

source: Paragraph breaks and centering
es: Orientación: Párrafos y Textos en Pantalla
ru: Деление на абзацы и центрирование

source: Start new tables for markers that start new lines (\p, \q, \s, \ip etc.)
es: Iniciar tablas nuevas para marcadores que causan líneas nuevas (\p, \q, \s, \ip etc.)
ru: Начать новые таблицы для маркеров, с которых начинаются новые строки (\p, \q, \s, \ip и т.д.)

source: Uncheck this box to ignore paragraph breaks and save paper when printing
es: Desactive esta casilla para ignorar los saltos de párrafo y ahorrar papel al imprimir
ru: Снять флажок с этой кнопки-флажка, чтобы не учитывать разбивку на параграфы и сэкономить бумагу при распечатывании

source: Center the tables for markers that use centered justification (\mt, \s, etc.)
es: Centrar las tablea para marcadores que se centran su justificación (\mt, \s, etc.)
ru: Центрировать таблицы для маркеров, пользующихся выравниванием по обоим краям (\mt, \s, и т.д.)

source: Uncheck this box to ignore centered paragraph attributes and start tables at the margin
es: Desactive esta casilla para ignorar todos los atributos párrafo centrado y empezar a cuadros en el margen
ru: Снимите флажок с этой кнопки, чтобы не учитывать атрибуты центрированных абзацев и начинать таблицы на полях

source: Export &Filter/Options
es: Exportar &Filtrar/Opciones
ru: Фильтр &экспорта/опции

source: Click OK to continue the interlinear export process (a file dialog will appear next)
es: Haga clic en Aceptar para continuar el proceso de exportación interlineal (un cuadro de diálogo de archivo aparecerá)
ru: Щелкните на ОК, чтобы продолжить процесс экспортирования подстрочного перевода (после этого появится файловый диалог)

source: Click Cancel to stop the interlinear export process and close the dialog
es: Haga clic en Cancelar para detener el proceso de exportación interlineal y cerrar el diálogo
ru: Щелкните на кнопку 'Отменить', чтобы прекратить процесс экспортирования подстрочного перевода и закрыть диалоговое окно

source: Select a marker on the left to see its associated text
ru: Выбрать один из маркеров слева, чтобы увидеть ассоциирующийся с ним текст

source: &Marker:
es: &Marcador:
ru: &Маркер:

source: Associated &text material (editable below):
es: Material de &texto asociado (editable a continuación):
ru: Ассоциированный &текстовый материал (с возможностью редактирования ниже):

source: End Marker:
es: Marcador del fin:
ru: Конечный маркер:

source: This is a list of filtered markers at this location
es: Esta es una lista de marcadores de filtrado en esta ubicación
ru: Это список отфильтрованных маркеров в этом местоположении

source: This is the text associated with the marker selected at left (it can be changed)
es: Este es el texto asociado con el marcador seleccionado a la izquierda (que puede ser cambiado)
ru: Это текст, ассоциирующийся с маркером, который был выбран слева (его можно изменить)

source: &Remove Back Translation
es: Quitar la opción de Verificaciones
ru: &Убрать обратный перевод

source: Click this button to remove the selected filtered material marker and its associated text from this document
ru: Щелкните на эту кнопку, чтобы убрать из этого документа выбранный маркер отфильтрованного материала и ассоциирующийся с ним текст

source: &Switch Encoding
es: Intercambiar el Encifrar
ru: &Переключить кодировку

source: Click this button to toggle encoding of the displayed text if it is not displaying correctly
ru: Щелкайте на эту кнопку, чтобы переключать кодировку отображаемого текста в случае его неправильного отображения

source: This list contains any end markers associated with the marker in the list at far left
es: Esta lista contiene cualquier marcador final asociado con el marcador en la lista de la izquierda
ru: Этот список содержит все конечные маркеры, ассоциирующиеся с маркерами в списке дальней левой части экрана

source: Marker Description:
es: Descripción del Marcador:
ru: Описание маркера:

source: This is a description of the marker selected in the Marker list box (at upper left)
es: Esta es una descripción del marcador seleccionado en el cuadro de lista de marcadores (arriba a la izquierda)
ru: Это описание маркера, выбранного в окне со списком маркеров (вверху слева)

source: Marker Status:
es: Status del Marcador:
ru: Состояние маркера:

source: This tells if the text of the Marker can be available for adaptation (see Filtering tab in Edit Preferences)
es: Esto le indica si el texto del marcador puede estar disponible para la adaptación (véase la ficha Filtrar en el cuadro de diálogo Editar Preferencias)
ru: Здесь говорится, готов ли текст маркера для адаптации (см. табуляцию 'Фильтрация' в 'Установках' в меню 'Редактирование')

source: Click OK to save any edits and close the dialog
es: Haga clic en Aceptar para guardar los cambios y cerrar el diálogo
ru: Щелкните на ОК, чтобы сохранить в памяти все изменения и закрыть диалоговое окно

source: Click Cancel to discard any edits and close the dialog
es: Haga clic en Cancelar para descartar todos los cambios y cerrar el diálogo
ru: Щелкните на кнопку 'Отменить', чтобы отменить все настройки и закрыть диалоговое окно

source: Type a chapter number here, or use the up and down arrows to change the number
es: Escriba un número de capítulo aquí, o utilizar la flechas arriba y abajo para cambiar el número
ru: Здесь наберите номер главы или измените номер с помощью стрелок верх и вниз

source: Type a verse number here, or use the up and down arrows to change the number
es: Escriba un número de verso aquí, o utilizar la flechas arriba y abajo para cambiar el número
ru: Здесь наберите номер стиха или измените номер с помощью стрелок верх и вниз

source: Only the chapter value is used if the verse is zero.
es: Solamente el valor del capítulo será usado si el versículo es cero.
ru: Если номер стиха – ноль, то используется только номер главы.

source: Click OK to go to the chapter and verse indicated above
es: Haga clic en Aceptar para ir al capítulo y versículo se ha indicado anteriormente
ru: Щелкните на ОК, чтобы перейти к указанным выше главе и стиху

source: Click Cancel to close the dialog without going to another location in the document
es: Haga clic en Cancelar para cerrar el diálogo sin ir a otra ubicación en el documento
ru: Щелкните на кнопку 'Отменить', чтобы закрыть диалоговое окно, не переходя в другое место в документе
