Repository: adapt-it/adaptit
Catalog: trunk/po/*.po
Languages: es, ru

source: Join Documents By Appending To The Open Document
es: En cuando se añade al Documento abierto, se unen los documentos
ru: Соединить документы, добавив к концу открытого документа

source: There are no files listed for joining to the current document.
es: No hay archivos nombrados en la lista de Unir al documento actual.
ru: Нет файлов для соединения с текущим документом.

source: The new file name you supplied contains characters that are not permitted in a file name. Please edit the file name.
es: Ha tecleado caracteres no permisibles para el nombre del archivo. Cambie lo tecleado.
ru: В новом имени файла содержатся знаки, которые не разрешается использовать в составе имени файла. Пожалуйста, измените имя файла.

source: The resulting document's file name must be unique or must be the same as one of the input files.
es: El nombre del documento que sale tiene que ser único o igual que uno de los archivos de fuente.
ru: Имя файла выходного документа не должно быть похожим ни на какое-либо другое имя или оно должно быть таким же, как имя одного из входных файлов.

source: The book ID in the document with filename %s does not match the book ID for the currently open document.
es: En el archivo %s la identificación del libro del documento no concuerda con la identificación del libro del documento actual y abierto.
ru: Идентификация книги в документе с именем файла %s не соответствует идентификации книги в текущем открытом документе.

source: Joining to the current document was successful.
es: El Unir del documento actual terminó bien.
ru: Соединение с текущим документом успешно завершено.

source: Error when getting the current selection, Move Down button has been ignored
es: Error al obtener la selección actual, Mover Abajo ha sido ignorada
ru: Ошибка при получении текущей выборки, не была выполнена команда кнопки 'Переместить вниз'

source: Error when getting the current selection, Move Up button has been ignored
es: Error al obtener la selección actual, el botón Subir ha sido ignorada
ru: Ошибка при получении текущей выборки, не была выполнена команда кнопки 'Переместить вверх'

source: Nothing selected.
es: No hay nada seleccionado.
ru: Ничего не выбрано.

source: Unable to open import file for reading.
es: No se puede importar este archivo para leerlo.
ru: Не удалось открыть файл импорта для считывания.

source: source language code
ru: код исходного языка

source: target language code
ru: код целевого языка

source: You did not enter a language code for the following language(s): %s LIFT XML Export requires 3-letter language codes. Do you want to try again?
ru: Вы не ввели языковой код для следующего языка (языков): %s Для экспорта LIFT XML требуются 3-буквенные коды языков. Хотите попробовать еще раз?

source: Exporting the KB in LIFT format
ru: Экспортирование БЗ знаний в формате LIFT

source: Exporting the KB in SFM format
ru: Экспортирование БЗ знаний в формате SFM

source: Deleted entries are kept in the knowledge base but are hidden. Do you want these included in the export? (Click No only if you intend to later import the data to a legacy version of Adapt It, otherwise click Yes.)
ru: Стертые записи хранятся в базе знаний, но они скрыты. Вы хотите включить их в экспорт? (Щелкните на 'Нет' только в том случае, если вы собираетесь позже импортировать в данные в устаревшую версию программы Adapt It, в противном случае щелкните на 'Да'.)

source: How should deleted entries be handled?
ru: Что следует сделать со стертыми данными?

source: Warning: there are too many source language words in this phrase for this adaptation to be stored in the knowledge base.
es: AVISO: Hay demasiadas palabras del texto original en esta cláusula. No será almacenada esta adaptación en la Base de Conocimientos.
ru: Внимание: в этой фразе имеется слишком много слов исходного языка, чтобы эту адаптацию можно было сохранить в базе знаний.

source: Warning: something went wrong doing a save of the KB
es: Advertencia: detectado un error al guardar la base de conocimientos
ru: Внимание: произошел какой-то сбой при сохранении БЗ

source: Adapt It changed the punctuation in one or more of your documents. See the %s file in your project folder for more information on what was changed.
es: Adapt It cambió la puntuacion en uno o más de sus documentos. Ver el fichero %s en la carpeta de proyecto para obtener más información sobre lo que ha cambiado.
ru: Программа Adapt It изменила пунктуацию в одном или более ваших документов. Посмотрите %s файл в вашей проектной папке, чтобы получить больше информации о том, что было изменено.

source: Edit or Examine the Knowledge Base
es: Editar o Examinar la Base de Conocimientos
ru: Редактировать или просмотреть базу знаний

source: Keys list box error when getting the current selection
es: Cuadro de lista las claves de error al obtener la selección actual
ru: Ошибка в окне списка ключей при получении текущей выборки

source: Editing this kind of entry is not permitted.
ru: Редактировать запись такого вида не разрешается.

source: Changing the spelling in this editor will leave the instances in the document unchanged. (Do a Consistency Check later to fix this problem.) Do you wish to go ahead with the spelling change?
ru: Изменение орфографии в этом редакторе не изменит орфографию в других местах в документе. (Чтобы решить эту проблему, позже сделайте проверку на последовательность). Действительно ли вы хотите продолжить и изменить орфографию?

source: You have made the translation nothing. This is okay, but is it what you want to do?
es: Ha hecho una traducción vacía. ¿Eso está permitido, pero es lo que usted quiere hacer?
ru: Вы превратили перевод в пустой перевод. Это возможно, но действительно ли это то, что вы хотите сделать?

source: The translation you are attempting to associate with the current source phrase already exists.
ru: Перевод, который вы хотите ассоциировать с текущей исходной фразой, уже существует.

source: Error warning: Did not find the translation text just inserted!
es: Error: No se encontró el texto de traducción acaba de insertar!
ru: Предупреждение об ошибке: не был обнаружен текст перевода, который был только что вставлен!

source: You have not yet typed something to search for.
es: Todavía no has escrito algo para buscar.
ru: Вы еще не ввели набрали никаких данных для проведения их поиска.

source: No search strings defined
es: No hay frases de búsqueda definidos
ru: Строки поиска не определены

source: Saving the knowledge base failed. However, your respellings are still in the knowledge base in memory, so exit from the knowledge base editor with the OK button - doing that will try the save operation again and it might succeed.
ru: Не удалось сохранить базу знаний. Тем не менее, сделанные вами изменения в орфографии все еще находятся в памяти в базе знаний, так что щелкните на кнопку ОК и выйдите из редактора базы знаний; это действие вызовет повторную попытку выполнить операцию сохранения, и она должна пройти успешно.

source: You have respelled some knowledge base entries. This has made the knowledge base inconsistent with the current documents. You should do an inconsistency check of all documents as soon as you dismiss this message. Do you want the inconsistency check to start automatically?
ru: Вы изменили орфографию в некоторых записях в базе знаний. Это привело к несоответствию базы знаний и текущего документа. Как только вы закроете это сообщение, вы должны сразу же сделать проверку на соответствие для всех документов. Вы хотите, чтобы проведение проверки на соответствие началось автоматически?

source: Do Consistency Check Now?
es: Comience la comprobación de coherencia ahora?
ru: Сделать проверку на соответствие сейчас?

source: Sorry, you can only remove this kind of entry by putting the phrase box at the relevant location in the document, and then click the "Save To Knowledge Base" checkbox back to ON.
es: AVISO: Para quitar esta clase de texto se debe colocar el renglón de cláusulas en la posición correcta en el documento, y luego tache la cajita "" Guardar al Base de Conocimientos "" con el ratón.
ru: Стоп: такую запись вы можете удалить только поместив фразовое окно на соответствующем месте документа и затем поставив отметку на кнопку-флажок 'Сохранить в базе знаний', переведя ее в положение 'Включено'.

source: Translations list box error when getting the current selection
es: Error en el cuadro de lista de traducciones al conseguir la selección actual
ru: Ошибка в окне списка переводов при получении текущей выборки

source: Glosses Knowledge Base
ru: База знаний глосс

source: Sorry, the translation you are attempting to associate with the current source phrase already exists.
es: AVISO: La traducción que usted procura asociarse con la Cláusula actual, ya existe.
ru: Стоп: перевод, который вы хотите ассоциировать с текущей исходной фразой, уже существует.

source: Respell or Inspect Matched Knowledge Base Items
ru: Изменить орфографию или проверить подобранные варианты в базе знаний

source: No Matches
es: No se ha encontrado nada
ru: Нет соответствий

source: Cannot open the %s language codes file at the path: %s Adapt It cannot show the list of language names and their codes, but you can enter the 3-letter language codes manually.
ru: Не удается открыть файл %s языковых кодов на пути доступа: %s Программа Adapt It не может показать список названий языков и их кодов, но вы можете ввести 3-буквенные языковые коды вручную.

source: NO LIST AVAILABLE - %s File Not Found
ru: СПИСОК ОТСУТСТВУЕТ - %s файл не обнаружен

source: Sorry, the source language name cannot be left blank.
es: Hay que indicar el nombre del idioma original.
ru: Стоп: нельзя оставлять пустым окно для названия исходного языка.

source: Sorry, the target language name cannot be left blank.
es: Hay que indicar el nombre del idioma final.
ru: Стоп: нельзя оставлять пустым окно для названия целевого языка.

source: Documents In Other Folder
es: Documentos de la Otra Carpeta
ru: Документы в другой папке

source: Unknown
ru: Неизвестно

source: Change the amount of time tooltips are displayed
ru: Отображаются всплывающие подсказки об изменении длительности периода времени

source: The current tooltip display time is %d milliseconds which is %d seconds. Enter a new amount of time in milliseconds:
es: El actual tiempo de visualización Tooltip es %d milisegundos, que es %d segundos. Escriba una nueva cantidad de tiempo en milisegundos:
ru: Показания вреени в текущей отображаемой всплывающей подсказке %d миллисекун, что составляет %d секунд. Введите новое значение для времени в миллисекундах:

source: Access to Administrator privileges requires that you type a password
es: El accesso a privilegios de administrador requiere que escriba una contraseña
ru: Чтобы получить доступ к правам 'Администратора', вы должны набрать пароль

source: Type Administrator Password
es: Escriba la Contraseña del Administrador
ru: Наберите пароль администатора

source: The end. Provided you have not missed anything earlier, there is nothing more to adapt in this file.
es: Fin. A menos que no ha dejado algo inadaptado, no hay nada más que adaptar en este archivo.
ru: Конец. Если вы ничего раньше не пропустили, то в этом файле нет больше текстов для адаптирования.

source: Vertical Editing - adaptations step: Type the needed adaptations in the editable region. Earlier adaptations are stored at the top of the Removed list. Gray text is not accessible. Adapting mode is currently on and all adaptation functionalities are enabled, including mergers, placeholder insertion and retranslations.
ru: Вертикальное редактирование - этап адаптаций: наберите требуемые адаптации в редактируемой зоне. Адаптации, сделанные ранее, хранятся в верхней части списка 'Удаленные'. Доступ к серому тексту закрыт. Режим адаптирования сейчас включен и действуют все функции адаптации, включая программы соединения, вставку меток-заполнителей и повторные переводы.

source: Vertical Editing - glosses step: Type the needed glosses in the editable region. Earlier glosses are stored at the top of the Removed list. Gray text is not accessible. Glossing mode is currently on.
ru: Вертикальное редактирование - этап глосс: наберите требуемые адаптации в редактируемой зоне. Глоссы, сделанные ранее, хранятся в верхней части списка 'Удаленные'. Доступ к серому тексту закрыт. Режим глоcсирования сейчас включен.

source: Vertical Editing - free translations step: Type the needed free translations in the editable region. Earlier free translations are stored at the top of the Removed list. Clicking on one copies it immediately into the Compose Bar's edit box, overwriting the default free translation there. Gray text is not accessible. Free translations mode is currently on and all free translation functionalities are enabled.
ru: Вертикальное редактирование - этап свободных переводов: наберите требуемые свободные переводы в редактируемой зоне. Свободные переводы, сделанные ранее, хранятся в верхней части списка 'Удаленные'. Если щелкнуть на один из них, то он немедленно будет скопирован в блок редактирования в строке компоновки, затирая имеющиися там свободный перевод по умолчанию. Доступ к серому тексту закрыт. Сейчас включен режим свободных переводов и работают все функции свободного перевода.

source: Clicking on an item in the above list copies it to the Compose Bar's text box, overwriting anything there.
es: Al hacer clic en un elemento de la lista de copias por encima de él a la caja de texto en la barra de redacción, la sobre-escribir cualquier texto allí.
ru: Щелчок на пункт в данном выше списке скопирует его в текстовое окно в строке компоновки, затирая все имеющиеся там данные.

source: Warning: recollecting the back translations did not succeed. Try doing it manually.
es: Advertencia: recordando las traducciones de nuevo fracasó. Trata de hacerlo manualmente.
ru: Внимание: не удалось снова собрать обратные пререводы. Попробуйте сделать это вручную.

source: Move A Document
es: Mover un Documento
ru: Переместить документ

source: Please select the file you wish to move.
es: Escoja el archivo que quiere mover.
ru: Пожалуйста, выберите файл, который вы хотите переместить.

source: You currently have unsaved changes for the document you are trying to move.
es: Procura mover un documento sin haber grabado los cambios ya hechos.
ru: В документе, который вы хотите переместить содержатся несохраненные изменения.

source: Do you want to save those changes now and move the file (in which case click Yes), or discard those changes and just move the last-saved version of the file (in which case click No)? To bail out, click Cancel.
es: ¿Quiere grabar los cambios ya hechos ahora y seguir el Mover del archivo? Entonces, pincha SÍ. O si no, puede deshacerse de los cambios y mover la ultima versión grabada del archivo, pinchando en NO. Si no está seguro, pincha en Cancelar.
ru: Вы хотите сохранить эти изменения и переместить файл (в таком случае щелкните на 'Да') или вы хотите не сохранять их, а просто переместить последнюю сохраненную версию файла (в таком случае щелкните на 'Нет')? Для выхода без внесения изменений щелкните на кнопку 'Отменить'.

source: WARNING : If you click 'No', YOU WILL LOSE THE CURRENT UNSAVED CHANGES.
es: AVISO: Si pincha en NO, va a perder los cambios ya hechos que no han sidos grabados ya.
ru: Внимание: если вы щелкните на 'Нет', это ВЫЗОВЕТ ПОТЕРЮ ВСЕХ ТЕКУЩИХ НЕСОХРАНЕННЫХ ИЗМЕНЕНИЙ.

source: Moving the document was successful.
es: Se terminó bien el Mover del documento.
ru: Перемещение документа прошло успешно.

source: A file with this name already exists in the destination folder. Do you want to overwrite it?
es: Un archivo con este nombre ya existe en la carpeta nombrada. ¿Quiere reemplazarlo con el nuevo archivo?
ru: В папке уже есть файл с таким именем. Вы хотите перезаписать его?

source: Sorry, the file you are trying to move belongs to a different book folder than the current one.
es: AVISO: Al archive que se procura mover pertenece a otra Carpetas de Libros.
ru: Стоп: файл, который вы хотите переместить, принадлежит другой книжной папке.

source: An unexpected error occured while trying to do the move. The move has been aborted.
es: AVISO: Un error aconteció mientras que se procuraba mover. El mover ha sido terminado.
ru: Во время выполнения перемещения произошла непредвиденная ошибка. Команда перемещения не была выполнена.

source: Please select the file you wish to rename.
es: AVISO: Seleccione el archive que quiere renombrar.
ru: Пожалуйста, выберите файл, который вы хотите переименовать.

source: You currently have unsaved changes for the document you are trying to rename. Do you want to save those changes or discard them? ('Yes' to save; 'No' to discard.) To bail out, click Cancel.
es: AVISO: ha cambios no grabados para el documento que quiere renombrar. ¿Quiere grabar o descartar los cambios? (‘SÍ’ para grabar; ‘NO’ para descartar, ‘CANCELAR’ para anular todo).
ru: В файле, который вы сейчас хотите переименовать, содержатся несохраненные изменения. Вы хотите сохранить эти изменения или не учитывать их? (Щелкните на 'Да' , чтобы сохранить, на 'Нет', чтобы не сохранять). Для выхода без внесения изменений щелкните на кнопку 'Отменить'.

source: Enter A New Document Name
es: Teclee un nombre para el Documento Nuevo
ru: Введите имя для нового документа

source: Please enter the new name for the document:
es: AVISO: Teclee un nombre nuevo para el documento:
ru: Пожалуйста, введите имя для нового документа:

source: Sorry, an unexpected error occured while trying to rename the document.
es: AVISO: Un error aconteció mientras que se procuraba renombrar el documento.
ru: Стоп: при переименовании документа произошла непредвиденная ошибка.

source: To create a new adaptation document: Click on a listed filename to select it, then click the 'Input file' button. Or, double-click one of the listed filenames.
ru: Чтобы создать новый документ адаптации: выберите имя файла в списке, для чего щелкните на него, а затем щелкните на кнопку 'Входной файл'. или сделайте двойной щелчок на одном из имен файлов в списке.

source: All of the formerly listed filenames have been used to create adaptation documents, so the list is now empty. You have not made an error. Please inform your administrator that no more documents can be created.
ru: Для создания документов адаптации были использованы все ранее введенные в список имена файлов, так что теперь список пустой. Вы не сделали ошибку. Пожалуйста, сообщите вашему администратору, что нет возможно создавать еще документы.

source: Note
es: AVISO
ru: Примечание

source: Searching forward did not find a note with text matching that which you typed into the box.
es: No se encontró el apunte que tecleó en el renglón cuando buscaba comparando textos hacía delante.
ru: Поиск в направлении вперед не нашел примечания с текстом, соответствующим тому, который вы набрали в окне.

source: Some temporarily removed Notes could not be restored to the document due to lack of space, so they have been discarded. Number of notes discarded: %d
es: Algunas notas retirada temporariamente no ha podido ser restablecido en el documento debido a la falta de espacio, por lo que han sido descartadas. Número de notas descartadas: %d
ru: Не удалось восстановить в документе некоторые временно удаленные Примечания вследствие нехватки места, поэтому они были отброшены. Количество отброшенных примечаний: %d

source: You are about to cause all the notes in this document to be irreversibly deleted. Are you sure you want to do this?
es: Esta al punto de borrar irreversible todas los Apuntes del Documento. ¿Se quiere de verdad hacer esto?
ru: Вы собираетесь стереть все примечания в этом документе без возможности восстановления их. Вы уверены, что именно это хотите сделать?

source: Access An Existing Adaption Project
es: Entrar en un Proyecto Existente
ru: Получить доступ к существующему проекту адаптации

source: Type a name for this data
es: Escriba un nombre para estos datos
ru: Наберите имя для этих данных

source: The name you typed clashes with an existing document name. Please type a different name.
ru: Имя, которое вы ввели, вступает в конфликт с уже существующим именем документа. Пожалуйста, наберите другое имя.

source: Show what is at the start of the selected file
ru: Показать, что находится в начале выбранного файла

source: Peek shows a few hundred lines of the file (actually, up to 16kB of the file's contents).
ru: 'Наблюдатель' показывает несколько сотен строк файла (фактически, до 16 kB содержимого файла).

source: The text is read-only, any changes you type will not be accepted. Font and encoding use the source text settings.
ru: Текст доступен только для чтения, никакие изменения, которые вы вводите, приняты не будут. Для шрифта и кодировки используются настройки для исходного текста.

source: Display the text Left-To-Right
ru: Отображать текст слева направо

source: End of the file; nothing more to adapt.
es: Fin del Archivo; nada más que adaptar.
ru: Конец файла, нет больше текста для адаптирования

source: Sorry, transliteration mode is not supported in review mode. Turn review mode off.
es: Lo sentimos, el modo de transliteración no es compatible con el modo de revisión. Desactivar el modo de revisión.
ru: Стоп: в режиме просмотра режим транслитерации не поддерживается. Выключите режим просмотра.

source: Sorry, the next pile cannot be a valid active location, so no move forward was done.
es: AVISO: La próxima pila no puede ser una ubicación activa y válida, así que no se ha adelantado.
ru: Стоп: следующая куча не может быть допустимым активным положением, поэтому перемещение вперед не было сделано.

source: You are already at the start of the file, so it is not possible to move back any further.
ru: Вы уже находитесь в начале файла, поэтому невозможно переместиться еще дальше назад.

source: To edit or remove a retranslation you must use the toolbar buttons for those operations.
ru: Чтобы выполнить редактирование или удалить повторный перевод, вы должны воспользоваться соответствующими кнопками на панели инструментов.

source: Transliteration mode is not yet turned on.
es: No se ha iniciado el Modo - Traducir Fonéticamente
ru: Режим транслитерации еще не включен.

source: Sorry, you cannot extend the selection that far to the right unless you also use one of the techniques for ignoring boundaries.
es: AVISO: No se puede extender la selección tanto a la derecha a menos que se emplea la técnica para ignorar los límites de la puntuación.
ru: Стоп: вы не можете расширить выбор так далеко вправо, если только вы не применили один из методов игнорирования границ.

source: Sorry, you cannot extend the selection that far to the left unless you also use one of the techniques for ignoring boundaries.
es: AVISO: No se puede extender la selección tanto a la izquierda a menos que se emplea la técnica para ignorar los límites de la puntuación.
ru: Стоп: вы не можете расширить выбор так далеко влево, если только вы не применили один из методов игнорирования границ.

source: End of the file; nothing more to gloss.
es: Fin del archivo; no hay mas para glosar.
ru: Конец файла, нет больше текста для глоссирования.

source: Sorry, you cannot insert a placeholder within a retranslation. The command has been ignored.
es: AVISO: No se puede meter un punto de referencia dentro de una retraducción. El pedido se ha ignorado.
ru: Стоп: нельзя поместить метку-заполнитель внутри повторного перевода. Команда не была выполнена.

source: Adapt It does not know whether the inserted placeholder is the end of the preceding text, or the beginning of what follows. Is it the start of what follows?
ru: Прграмма Adapt It не знает, является ли вставленная метка-заполнитель концом предыдущего текста или началом следующего. Является ли она началом того, что следует дальше?
