Repository: adapt-it/adaptit
Catalog: trunk/po/*.po
Languages: es, ru

source: Two words are joined with fixed-space marker ( ~ ) following the placeholder. Forwards association is not possible when this happens.
ru: Два слова соединены маркером фиксированного пробела ( ~ ), следующим за меткой-заполнителем. Когда это происходит, прямая ассоциация невозможна.

source: Trying to associate the inserted placeholder with the start of the retranslation text which follows it does not work. It will be better if you now delete the placeholder and instead edit the retranslation itself.
ru: Не получается ассоциировать вставленные метки-заполнители с началом последующего текста повторного перевода. Будет лучше, если вы сейчас сотрете метку-заполнитель и сделаете редактирование самого повторного перевода.

source: Two words are joined with fixed-space marker ( ~ ) preceding the placeholder. Backwards association is not possible when this happens.
ru: Два слова соединены маркером фиксированного пробела ( ~ ), расположенным перед меткой-заполнителем. Когда это происходит, обратная ассоциация невозможна.

source: Do you want the inserted placeholder to be considered as belonging to the free translation section which begins immediately following it?
es: ¿Quiere que el Punto De Referencia ya metida sea considerado como si perteneciera a la sección de traducción libre que le sigue?
ru: Вы хотите, чтобы вставленная метка-заполнитель считалась принадлежащей к части свободного перевода, которая начинается сразу после нее?

source: Do you want the inserted placeholder to be considered as belonging to the free translation section which immediately precedes it?
es: ¿Quiere que el Punto De Referencia ya metida sea considerado como si perteneciera a la sección de traducción libre que le precede?
ru: Вы хотите, чтобы вставленная метка-заполнитель считалась принадлежащей к части свободного перевода, которая находится непосредственно перед ней?

source: You cannot insert a placeholder within a retranslation. The command has been ignored.
ru: Нельзя поместить метку-заполнитель внутри повторного перевода. Команда не будет выполнена.

source: Placement Of Phrase-Medial Standard Format Markers
es: Ubicación de los Marcadores Homologados mediales para las Cláusulas
ru: Размещение фразово-срединных маркеров стандартного формата

source: List box error when getting the current selection, place manually instead
es: Error en el cuadro de lista al conseguir la selección actual. Por favor, lugar de forma manual
ru: Ошибка окна списка при получении текущей выборки, вместо этого сделайте размещение вручную

source: Placement Of Phrase-Medial Punctuation
ru: Размещение фразово-срединных знаков пунктуации

source: Sorry, within this dialog it is an error to place phrase medial punctuation at the beginning or end of a phrase.
es: AVISO: Dentro de este diálogo no se permite colocar la puntuación medial de la cláusula al principio o al final de una cláusula.
ru: Стоп: в этом диалоге является ошибкой помещать фразово-серединные знаки пунктуации в начале или в конце фразы.

source: Place Standard Format Markers Within Retranslation
es: Incluir los marcadores homologados en los Textos Retraducidos
ru: Разместить маркеры стандартного формата внутри повторного перевода

source: Choose your special print options
es: Elija las opciones de imprimir
ru: Выберите ваши опции печати

source: A project stores your translation documents.
es: Un proyecto guarda, almacena y mantiene los documentos de una traducción.
ru: Проект хранит в памяти ваши документы перевода.

source: It also stores your typed adaptations for the source text's words and phrases in a file called a "knowledge base". If you do any glossing, glosses will be stored in a different knowledge base.
es: Además de grabar las traducciones de palabras, cláusulas y frases que se han teclado en la Base de Conocimientos, también graba y mantiene todas las glosas que se hayan producido en otra Base de Conocimientos.
ru: Он также хранит в памяти ваши набранные адаптации для слов и фраз исходного текста в файле, который называется 'база знаний'. Если вы делаете глоссирование, глоссы будут сохраняться в отдельной базе знаний.

source: Adapt It makes a name for a project by asking you to type in two names - the source language name and the target language name. For a given pair of languages, you do this only once.
es: El programa asigna un nombre al proyecto pidiendo que el usuario teclee dos nombres; el nombre del Texto Original y el nombre del Texto Final. Para cualquier par de nombres, se asigna un nombre al proyecto una sola vez.
ru: Программа Adapt It создает имя для каждого проекта, попросив вас набрать два названия – название исходного языка и название целевого языка. Для данной пары языков вы делаете это только один раз.

source: You don't have to use language names for setting up a project. You can use any two names you like.
es: No se tiene que emplear nombres de idiomas para establecer el nombre de proyecto, puede usar cualquier nombre que le guste.
ru: Вы не должны обязательно использовать названия языков, чтобы задать проект. Можно использовать любые два названия, какие вы хотите.

source: Documents are different from projects. Each project will store many documents. For example, a project for adapting a New Testament will store a document for each book, or part of a book, that you translate.
es: Un documento no es lo mismo que un proyecto. Cada proyecto puede contener varios documentos. Ejemplo; Un proyecto para adaptar un Nuevo Testamento llevaría un documento para cada libro, o porción de libro, que se traduzca.
ru: Документы отличаются от проектов. В каждом проекте будет храниться много документов. Так, в проекте по адаптированию перевода 'Нового Завета' будет храниться документ для каждой книги или той ее части, которую вы переводите.

source: In the list below, if you do not have your project set up yet, double click <New Project>. If it is already set up, you will see its name in the list - double click the name to open that project.
es: En la lista de abajo, si el proyecto aún no se le ha establecido, pinche dos veces en <Proyecto Nuevo>. Si el proyecto ya se le ha establecido, aparecerá el nombre en la lista, entonces, pinche el nombre dos veces para abrirlo.
ru: В списке ниже щелкните дважды на <Новый проект>, если вы еще не задали проект. Если проект уже задан, вы увидите его имя в списке. Чтобы открыть этот проект, дважды щелкните на имя проекта.

source: You must Select a project (or <New Project>) from the list before continuing.
es: O seleccione un proyecto o haga clic en <Proyecto Nuevo> de la lista antes de continuar.
ru: Вы должны выбрать проект (или <Новый проект>) из списка, а затем продолжить работу.

source: A reminder: backing up of the knowledge base is currently turned off. To turn it on again, see the Knowledge Base tab within the Preferences dialog.
es: RECORDARSE: La opción ‘Respaldar Base de Conocimientos’ está apagado actualmente. Para iniciarlo otra vez, ve la opción ‘Base de Conocimientos’ dentro del ‘Diálogo de Preferencias’.
ru: Напоминание: функция создания резервных копий базы знаний сейчас выключена. Чтобы снова ее включить, обратитесь к табуляции 'База знаний' в диалоге 'Установки'.

source: Show %s
es: Mostrar %s
ru: Показать %s

source: Characters
es: Los Caracteres
ru: Символы

source: Error, hex number longer than 4 digits: %s
es: Error, número hexadecimal de más de 4 dígitos: %s
ru: Ошибка, шестнадцатеричное число составляет более 4 цифр: %s

source: Error, pair of hex numbers plus space longer than 9 digits: %s
es: Error, par de números hexadecimales, además de espacio más de 9 dígitos:%s
ru: Ошибка, пара шестнадцатеричных чисел плюс пробел составляют более 9 цифр: %s

source: Error, invalid hex digit: %s
es: Error, hexadecimal dígito inválido:%s
ru: Ошибка, неправильная шестнадцатеричная цифра: %s

source: The project folder being tested, %s, is really a file. Adapt It will continue running, but you should next try to properly locate a project folder.
es: La carpeta de proyecto se está probando, %s, es realmente un archivo. Adapt It seguirá corriendo, pero al lado debe tratar de ubicar correctamente una carpeta de proyecto.
ru: Проверяемая папка проекта,%s, на самом деле является файлом. Программа Adapt It будет продолжать работу, но вы следующим шагом должны попробовать правильно определить местоположение папки проекта.

source: Warning: Not a folder!
es: Advertencia: No es una carpeta!
ru: Внимание: это не папка!

source: Someone has your project folder open already, so you have READ-ONLY access. If you need to be able to save your work, you can gain write access now. Doing so will force the other person to have read-only access. Do you to want to have write access now?
ru: Ваша папка проекта уже открыта другим пользователем, так что вы имеете к ней доступ в режиме ТОЛЬКО-ЧТЕНИЕ. Если вам потребуется перейти в режим, позволяющий сохранить вашу работу, вы сейчас можете получить доступ для записи. Если вы это сделаете, то другой пользователь получит доступ только для чтения. Вы хотите получить сейчас доступ для записи?

source: Someone has your project folder open already, so you have READ-ONLY access.
ru: Ваша папка проекта уже открыта другим пользователем, так что вы имеете к ней доступ в режиме ТОЛЬКО-ЧТЕНИЕ.

source: *** There were no retranslations in the %s document. ***
es: *** No habían ningunas retraducciones en el documento de %s.***
ru: *** В документе %s не найдено никаких повторных переводов. ***

source: Sorry, for a retranslation your selection must not include all the document contents - otherwise there would be no possible place for the phrase box afterwards. Shorten the selection then try again.
es: AVISO: Para retraducir no se puede seleccionar el documento entero. Esto no deja lugar para el renglón de cláusulas. Seleccione menos, e inténtelo otra vez.
ru: Стоп: для повторного перевода ваша выборка не должна включать все содержимое документа, иначе потом не останется места для фразового окна. Сократите выборку, а затем попробуйте еще раз.

source: Sorry, the selection contains text of more than one type. Select only one text type at a time. The operation will be ignored.
es: AVISO: La selección contiene texto de más que una clase. Hay que escoger textos de una sola clase. No se hará caso a la operación.
ru: Стоп: выборка содержит тексты более одного вида. Каждый раз работайте только с текстом одного вида. Операция не будет выполнена.

source: Sorry, but this operation is not permitted when the selection contains any part of a retranslation. First remove the retranslation and then try again.
es: AVISO: esta operación no se permite cuando la selección contiene parte de una retraducción. Hay que quitar primero la retraducción y entonces intentarlo otra vez.
ru: Стоп: не разрещается выполнять эту операцию, когда выборка содержит какую-либо часть повторного перевода. Сначала удалите повторный перевод, а потом попробуйте еще раз.

source: Warning: your document is full up with retranslations. This makes it impossible to place the phrase box anywhere in the document.
es: AVISO: El documento está repleto con retraducciones. Esto lo hace imposible colocar el renglón de la cláusula en el documento.
ru: Внимание: ваш документ весь заполнен повторными переводами. Из-за этого невозможно поместить фразовое окно в каком-либо месте в документе.

source: Sorry, the whole of the selection was not within a section of retranslated text, so the command has been ignored.
es: AVISO: La selección no estaba contenida dentro de una sección de textos retraducidos, así que no se hizo caso a la orden.
ru: Стоп: вся выборка находилась вне текста повторного перевода, поэтому операция не была выполнена.

source: report.txt
es: Informe.txt
ru: отчет.txt

source: retranslation report.txt
es: retraduccion.txt
ru: отчет о повторном переводе.txt

source: Adapt It Reports (*.txt)|*.txt||
es: Informes Adapt It (*.txt)|*.txt||
ru: Отчеты Adapt It (*.txt)|*txt||

source: Filename For Retranslation Report
es: Nombre de archivo para el informe de la retraducción
ru: Имя файла для отчета о повторном переводе

source: Unable to open report file.
es: No se puede abrir archivo de informe.
ru: Невозможно открыть файл отчета.

source: Unable to open report file.
es: No se puede abrir archivo de informe.
ru: Невозможно открыть файл отчета.

source: Retranslation Report
es: Informe de Retraducción
ru: Отчет о повторном переводе

source: File Path: %s
es: Archivo Ubicación: %s
ru: Путь доступа файла: %s

source: Type Retranslation Text
es: Teclee Textos para Retraducir
ru: Наберите текст повторного перевода

source: %s language's text for the preceding context (including punctuation, if any):
es: El texto del lenguaje original anterior %s (incluye la puntuación, si hubiera):
ru: Текст языка %s для предыдущего контекста (включая знаки пунктуации, если они имеются):

source: %s language's text for the following context (including punctuation, if any):
es: texto del %s en el siguiente contexto (si hay puntuación, lo muestra).
ru: Текст %s языка для следующего контекста (включая знаки пунктуации, если они имеются):

source: Show %s Context
es: Mostrar %s Contexto
ru: Показать %s контекст

source: < &Back
es: < &Resaltar
ru: < &Назад

source: &Finish
es: &Terminar
ru: &Закончить

source: Set A Delay For Automatic Insertions
es: Establecer la demora para las Traducciones Automatizadas
ru: Установить задержку для автоматических вставок

source: Set or View Font Encoding
es: Establecer o ver la codificación del tipo de letra
ru: Установить или смотреть кодировку шрифта

source: No Font Face Names are available on this system!
es: No hay nombres de tipos de letras que están disponibles en este sistema!
ru: Эта система не дает имен начертаний шрифта!

source: Choose SIL Converter
es: Escoger SIL Converter
ru: Выберите SIL конвертер

source: Split The Open Document Into Smaller Documents
es: Partir el Documento Abierto en varios Documentos
ru: Разделить открытый документ на меньшие документы

source: There are no more chapters after the current phrasebox location.
es: Después del renglón de cláusulas actual, no hay más capítulos.
ru: За текущим местоположением фразового окна больше глав нет.

source: Please supply a suitable name for the split-off document part.
es: Teclee un nombre adecuado para el nuevo documento dividido.
ru: Пожалуйста, присвойте подходящее имя для разделяемой части документа.

source: Your name choices would result in the two document parts having the same name, which would cause the data in the first part to be lost. Please make the name in the second box different than the name of the currently open document.
es: Has escogido nombres iguales y este hecho va a causar que los datos del primer parte sean perdidos. Entonces, escoja un nombre distinto del documento abierto actualmente y póngalo en la segunda renglón.
ru: Выбранные вами имена файлов приведут к тому, что две части документа будут иметь одинаковые имена, что вызвало бы потерю данных в первой части. Пожалуйста, измените имя файла во втором окне, так чтобы оно отличалось от имени открытого на данный момент документа.

source: WARNING: a document called %s already exists and you have specified that the split off document-part has the same name.
es: AVISO: El documento %s existe ya y a la vez se ha pedido que la división del documento emplea el mismo nombre. No está permitido. Cambie el nombre pedido.
ru: Внимание: документ с именем %s уже существует и вы задали то же имя для разделяемой части документа.

source: If you click OK the content of the %s document will be overwritten. This could cause data loss. If you are unsure, you should click Cancel and first check what is in the %s and %s documents. Do you want to overwrite it?
es: Si pincha en SÍ, el contenido del documento %s será reemplazado. El hecho causará perdido de datos. Si no está seguro, pincha en Cancelar y cerciorase de los contenidos de %s y documentos %s. ¿Aún quiere pinchar en SÍ?
ru: Если вы щелкнете на ОК, то содержимое %s документа будет затерто. Это может привести к потере данных. Если вы не уверены, щелкните на кнопку 'Отменить' и сначала проверьте содержимое документов %s и %s. Вы действительно хотите перезаписать их?

source: WARNING: a document called %s already exists and you have specified that the second document-part, which is to remain open, has the same name.
es: AVISO: El documento %s existe ya y a la vez se ha pedido que la segunda parte del documento emplea el mismo nombre. No está permitido. Cambie el nombre pedido.
ru: Внимание: документ с именем %s уже существует и вы задали то же имя для второй части документа, которая должна остаться открытой.

source: The split was aborted because the phrase box was still at the start of the document.
es: En que el renglón de cláusulas se ubicó al frente del documento, el pedido de dividir fue abortado.
ru: Разделение прервано, потому что фразовое окно все еще находилось в начале документа.

source: Splitting the document succeeded.
es: Se ha terminado el dividir del documento.
ru: Разделение документа успешно завершено.

source: Please supply the file name base.
es: Hay que teclear el nombre de la base del archivo.
ru: Пожалуйста, дайте основу для имени файла:

source: There is only one chapter in this document.
es: Hay solamente un capítulo en este documento.
ru: В этом документе есть только одна глава.

source: There is a name conflict with an existing file. Please specify a different file name base.
es: El nombre del archivo ya existe. Teclee otro nombre.
ru: Есть имя, конфликтующее с существующим файлом. Пожалуйста, задайте другую основу имени файла.

source: (Obligatory) Type a generic name to which each chapter number can be added
es: (Obligatorio) Teclee un nuevo nombre genérico para conectar a los números de los capítulos
ru: (Обязательно) Наберите общее имя, к которому можно будет добавить номер каждой главы

source: Start Working
es: Empezar a Trabajar
ru: Начать работу

source: Remove A Placeholder
es: Quitar Un Punto De Referencia
ru: Убрать метку-заполнитель

source: Transform Another Project's Adaptations Into The Current Project's Glosses (Using Same Source Text)
es: Transformar Las Adaptaciones Ya Hechas De Un Proyecto Distinto A Las Glosas Del Proyecto Actual (empleando los mismos Textos Originales)
ru: Преобразовать адаптации другого проекта в глоссы текущего проекта (используя тот же исходный текст)

source: Units To Be Used For Printing
es: Unidades para Imprimir
ru: Единицы, используемые при печати

source: Adapt It and Adapt It Unicode Mismatched For Unpack
es: Adapt It no se acuerda con Adapt It Unicode al Desempacar
ru: Программы Adapt It и Adapt It Unicode не соответствуют друг другу для распаковки

source: The document was packed by Adapt It, but you are trying to unpack using Adapt It Unicode;
es: El documento fue embalado por Adapt It clásico, pero se procura desembalar por Adapt It Unicode;
ru: Документ был упакован в программе Adapt It, вы же пытаетесь распаковать его, работая в программе Adapt It Unicode;

source: or it was packed by Adapt It Unicode and you are trying to use Adapt It to unpack it.
es: o el documento fue embalado por Adapt It Unicode, pero se procura desembalar por Adapt clásico.
ru: или он был упакован в программе Adapt It Unicode, вы же пытаетесь распаковать его, работая в программе Adapt It.

source: (The configuration files of these two applications are not compatible and packing incorporates the project one.)
ru: (Конфигурационные файлы этих двух программ несовместимы и распаковка включает конфигурационный файл для проекта).

source: Unpacking will not proceed further. To unpack this particular file you must switch applications, then try again.
es: Desembalar no puede continuar. Se puede Desembalar el archivo empleando el otro programa.
ru: Распаковка не будет продолжена. Чтобы распаковать этот файл, вы должны выбрать другую прикладную программу, а затем попробовать еще раз.

source: To filter out (hide) the text associated with a marker, check the box next to the marker. To adapt the text associated with a marker, un-check the box next to the marker.
ru: Чтобы отфильтровать (скрыть) текст, ассоциирующийся с маркером, поставьте флажок на кнопку рядом с маркером. Чтобы адаптировать текст, ассоциирующийся с маркером, снимите флажок с кнопки-флажка рядом с маркером.

source: When checked, the marker and associated text will be filtered out (hidden) from the adapted document.
es: Cuando tachado, el Marcador y su texto, serán excluidos del Documento Adaptado.
ru: Если на кнопке-флажке есть отметка, маркер и асоциированный с ним текст будут отфильтрованы (скрыты) из адаптированного документа.

source: Warning: The Document is using the %s. The Project, however, defaults to the %s.
es: ¡Ojo!: El documento emplea el %s. Pero el Proyecto emplea %s por defecto.
ru: Внимание: этот документ использует %s. Тем не менее, проект по умолчанию использует %s.

source: Normally the sfm set for the document should be set to agree with the sfm set used for the project.
es: Normalmente los conjuntos de Marcadores Homologados tanto del documento como del proyecto coinciden.
ru: Обычно набор sfm для документа должен соответствовать набору sfm для проекта.

source: (NO DOCUMENT AVAILABLE IN THIS PROJECT - NO FILTER SETTINGS TO DISPLAY)
ru: ( ДЛЯ ЭТОГО ПРОЕКТА ЕЩЁ НЕ СОЗДАНО НИКАКИХ ДОКУМЕНТОВ - НЕТ НАСТРОЕК ФИЛЬТРА ДЛЯ ОТОБРАЖЕНИЯ НА ЭКРАНЕ)

source: USFM version 2.0 Marker Set
es: Conjunto de Marcadores Homologados - USFM versión 2.0
ru: Набор маркеров USFM Версия 2.0

source: PNG 1998 Marker Set
es: Conjunto de Marcadores Homologados - PNG 1998
ru: Набор маркеров PNG 1998

source: USFM 2.0 and PNG 1998 Marker Sets
es: Conjunto de Marcadores Homologados - USFM 2.0 y PNG 1998
ru: Набор маркеров USFM 2.0 и PNG 1998

source: The currently open document is marked up using the PNG 1998 Marker Set. Changing to the %s is not allowed. (Because doing so may result in a badly formed document.)
ru: Текущий открытый документ отмечен маркером из набора PNG 1998 Marker Set. Проводить замену на %s не разрешается. (Потому что это может вызвать ошибку в формировании документа).

source: The currently open document is marked up as USFM. Changing to the %s is not allowed. (Because doing so may result in a badly formed document.)
ru: Текущий открытый документ отмечен маркером из USFM. Проводить замену на %s не разрешается. (Потому что это может вызвать ошибку в формировании документа).

source: A document is not open. Changing to the %s is allowed. However, it is risky. If it contains an \fe marker, this marker is interpretted differently in each marker set. In the USFM marker set it indicates an endnote follows. In the PNG 1998 marker set it indicates a footnote precedes. Adapt It will assume it marks an endnote; but if this assumption is wrong, a slightly malformed (but adaptable) document will result.
ru: Документ не открыт. Проводить замену на %s разрешается. Тем не менее, это рисковано. Если он содержит маркер \fe, то этот маркер интерпретируется по-разному в каждом из двух наборов маркеров. В наборе USFM он обозначает, что далее следует концевая сноска. В наборе PNG 1998 он обозначает, что предшествует сноска. Программа Adapt It будет интерпретировать этот маркер как концевую сноску; но если эта интерпретация окажется неверной, в результате получится не совсем правильно сформированный (но пригодный к адаптированию) документ.
