Repository: adapt-it/adaptit
Catalog: trunk/po/*.po
Languages: es, ru

source: Sorry, it is not possible to extend the selection backwards at this location unless you use one of the methods for ignoring a boundary.
es: AVISO: no es posible extender la selección hacia atrás de esta ubicación a menos que usted utilice uno de los métodos para ignorar un límite.
ru: Стоп: нет возможности расширить выборку в обратном направлении в этом положении, если только вы не применили один из методов игнорирования границы.

source: Sorry, to edit or remove a retranslation you must use the toolbar buttons for those operations.
es: AVISO: para editar o quitar una retraducción se deben utilizar los botones de la barra de herramientas.
ru: Стоп: для того, чтобы выполнить редактирование или удаление повторного перевода, вы должны воспользоваться соответствующими этим операциям кнопками на панели инструментов.

source: Sorry, you are trying to select text of different types, such as a heading and verse text, or some other illegal combination. Combining verse text with poetry is acceptable, other combinations are not.
es: AVISO: El programa ha descubierto que se procuren escoger textos de clases diferentes, por ejemplo; un texto de título y verso, o alguna otra combinación ilegal. No obstante, se puede combinar texto del versículo con lo de poesía pero otras combinaciones no son legales.
ru: Стоп: вы пытаетесь выбрать тексты разного типа, как, например, заголовок и текст стиха, или какое-либо другое недопустимое сочетание текстов. Допустимо сочетание текста стиха с поэзией, другие сочетания не разрешаются.

source: Adapt It cannot do any useful work unless you select a source file to adapt. Please try again.
ru: Программа Adapt It не может выполнять свою работу, пока вы не выберите исходный файл для адаптирования. Пожалуйста, попробуйте еще раз.

source: Input Text File For Adaptation
es: Nombre del archivo de Textos al Adaptar
ru: Введите текстовый файл для адаптирования

source: Invalid Data For Current Book Folder
es: Datos Inválidos Para la Carpeta Actual de Libros
ru: Ошибочные данные для текущей книжной папки

source: The source text file's \id line contains the 3-letter code %s which does not match the 3-letter code required for storing the document in the currently active %s book folder.
es: En el texto original; la línea \id contiene un código de 3 letras %s , lo cual no concuerda con el código de 3 letras exigido para almacenar el documento en la activa carpeta %s actual de libros.
ru: Строка \id исходного текста содержит 3-буквенный код %s, который не соответствует 3-буквенному коду, необходимому для сохранения документа в активной на текущий момент книжной папке %s.

source: Change to the correct book folder and try again, or try inputting a different source text file which contains the correct code.
es: Cambie a la carpeta de libros correcta y inténtelo otra vez, o procure con un archivo de textos originales diferentes, lo cual contendría un código correcto.
ru: Перейдите к правильной книжной папке и попробуйте еще раз, или попробуйте ввести другой файл с исходным текстом, который содержит правильный код.

source: Sorry, Adapt It needs an output document name. (An .xml extension will be automatically added.) Please try the New... command again.
es: AVISO: Hay que teclear un nombre para el documento. (será añadido automáticamente al nombre teclado, la extensión ‘.adt’) Por favor inténtelo otra vez empleando el mandato ‘Nuevo’.
ru: Стоп: программе Adapt It требуется имя для выходного документа. (Расширения .xml будут добавлены автоматически). Пожалуйста, еще раз попробуйте задать выполнение команды 'Новый...'

source: Sorry, Adapt It will not work correctly unless you specify an output document name. Please try again.
es: AVISO: Adapt It no puede seguir hasta que se indique el nombre de documento. Hay que intentar otra vez.
ru: Стоп: программа Adapt It не будет успешно работать, пока вы не определите имя выходного документа. Пожалуйста, попробуйте еще раз.

source: Sorry, but there was no source language data in the file you input, so there is nothing to be displayed. Try a different file.
es: No había datos sobre el idioma en el archivo indicado. No hay nada que mostrar en la pantalla. Intente otra vez con un archivo distinto.
ru: Стоп: в том файле, который вы ввели, не было найдено данных на исходном языке, поэтому нет данных для отображения на экране. Попробуйте другой файл.

source: Error opening file %s.
es: Error abriendo archivo %s.
ru: Ошибка открытия файла %s.

source: The file you selected for input appears to be a binary file.
es: El archivo seleccionado para la entrada que parece ser un archivo binario.
ru: Файл, который вы выбрали для ввода, оказался двоичным файлом.

source: Adapt It cannot use Microsoft Word Document (doc) files as input files.
ru: Программа Adapt It не может использовать файлы Microsoft Word Document (doc) как входные файлы.

source: Adapt It cannot use OpenOffice's Open Document Text (odt) files as input files.
ru: Программа Adapt It не может использовать файлы OpenOffice's Open Document Text (odt) как входные файлы.

source: Adapt It input files must be plain text files.
es: Archivos de entrada deben ser archivos de texto sin formato.
ru: Входные файлы для программы Adapt It должны быть файлами с открытым текстом.

source: File read error: no data was read in
es: Error al leer el archivo: no puede leer los datos
ru: Ошибка чтения файла: во внутреннюю память не было считано никаких данных

source: The file you selected for input is a Unicode file.
es: El archivo seleccionado para la entrada es un archivo Unicode.
ru: Файл, который вы выбрали как входной файл, является файлом Unicode.

source: This Regular version of Adapt It cannot process Unicode text files.
es: Esta versión regular de Adapt It no puede procesar archivos de texto Unicode.
ru: Эта версия Regular программы Adapt It не может обрабатывать текстовые файлы версии Unicode.

source: You should install and use the Unicode version of Adapt It to process Unicode text files.
es: Usted debe instalar y utilizar la versión Unicode de Adapt It para procesar archivos de texto Unicode.
ru: Вы должны установить программу Adapt It версии Unicode и пользоваться ею для обработки текстовых файлов Unicode.

source: Warning: document save failed for some reason.
es: Advertencia: No se pudo guardar el documento.
ru: Внимание: по некоторой причине не удалось сохранить документ.

source: Something went wrong. The adaptation document's file on disk was lost or destroyed. If the document is still visible, please click the Save command on the File menu immediately.
ru: Произошел какой-то сбой. Файл документа адаптации на диске был утерян или поврежден. Если документ все еще отображается на экране, немедленно щелкните на команду 'Сохранить' в меню 'Файл'.

source: Immediate Save Is Recommended
ru: Рекомендуется сохранить немедленно

source: Something went wrong. The adaptation document was not saved to disk. Please click the Save command on the File menu immediately, and if the error persists, try the Save As... command instead - if that does not work, you are out of luck and the open document will not be saved, so shut down and start again.
ru: Произошел какой-то сбой. Документ адаптации не был сохранен на диск. Пожалуйста, немедленно щелкните на команду 'Сохранить' в меню 'Файл'; если в результате ошибка не будет устранена, попробуйте использовать команду 'Сохранить как...'; если это не помогает, то вам не повезло, открытый документ не будет сохранен, так что надо выйти, а потом снова начать работу.

source: New XML format, for 6.0.0 and later (default)|*.xml|Legacy XML format, as in versions 3, 4 or 5. |*.xml||
ru: Новый формат XML, для 6.0.0 и более поздних версий (по умолчанию)|*.xml|устаревший формат XML, как в версиях 3, 4 или 5. |*.xml||

source: Save As
ru: Сохранить как

source: You must not use the Save As... dialog to change where Adapt It stores its document files. You can only rename the file, or make a different 'Save as type' choice, or both.
ru: Вы не должны пользоваться диалогом 'Сохранить как ...' для того, чтобы измененить место, в котором программа Adapt It сохраняет в памяти свои файлы документов. Вы можете только переименовать файл или выбрать другой вариант 'Сохранить как...', или сделать то и другое.

source: Folder Change Is Not Allowed
ru: Не разрешается изменить папку

source: Filenames cannot include these characters: %s Please type a valid filename using none of those characters.
ru: В именах файлов не должны содержаться следующие символы: %s Просьба набирать правильное имя файла, имя, в котором эти символы не используются.

source: Bad Characters In Filename
ru: Неверные символы в имени файла

source: The new filename you have typed conflicts with an existing filename. You cannot use that name, please type another.
ru: Существует конфликт имени файла, которое вы набрали, с уже существующим именем файла. Вы не можете использовать это имя, пожалуйста, наберите другое.

source: Conflicting Filename
ru: Конфликтующее имя файла

source: Warning: the attempt to backup the current document failed.
es: Advertencia: El intento de hacer una copia de seguridad (respaldar) del documento actual ha fracasado.
ru: Внимание: не удалось создать резервную копию текущего документа.

source: There was an error parsing in the XML file. If you edited the XML file earlier, you may have introduced an error. Edit it in a word processor then try again.
es: Hubo un error de análisis en el archivo XML. Esto podría ser causado por la modificación del archivo fuera de este programa. Por favor, corrija este problema usando un editor XML y vuelva a intentarlo.
ru: Была допущена ошибка при анализе в файле XML file. Если вы ранее редактировали файл XML, то вы могли внести ошибку. Сделайте редактирование в текстовом процессоре, затем попробуйте еще раз.

source: Sorry, the wxWidgets version of Adapt It does not read legacy .adt document format; it only reads the .xml format.
es: Lo sentimos, esta versión de Adapt It no lee el formato de documento .ADT, sino que sólo lee los archivos en el formato de documento .XML.
ru: Стоп: версия wxWidgets программы Adapt It не читает устаревший формат документов .adt; она читает только формат .xml.

source: Warning: document backup failed for the path: %s No backup was done.
es: Advertencia: El intentar a respaldar el archivo ubicado en %s ha fallado. ¡Ojo! El Archivo no está respaldado.
ru: Внимание: не удалось создать резервную копию документа для пути доступа: %s. Резервная копия не была создана.

source: Could not remove the backed up document file: %s; the application will continue
ru: Не удалось удалить резервную копию файла документа: %s; прикладная программа будет продолжать работу

source: Warning: document backup failed because the following name is not valid: %s No backup was done.
es: Advertencia: El intentar a respaldar el archivo nombrado %s ha fallado por nombre inválido. ¡Ojo! El Archivo no está respaldado.
ru: Внимание: не удалось создать резервную копию документа, потому что следующее имя неверное: %s. Резервная копия не была создана.

source: Could not open a file stream for backup, in BackupDocument(), for file %s
es: BackupDocument (): No se pudo abrir el archivo de copia de seguridad %s
ru: Не удалось открыть файловый поток для создания резервной копии в BackupDocument(), для файла %s

source: When transforming documents, the Open function failed, for the path: %s
es: La función de apertura falló cuando se trata de transformar los documentos en el directorio: %s
ru: При преобразовании документа не сработала функция 'Открыть' для пути доступа: %s

source: The document %s has changed. Do you want to save it?
es: El documento %s ha cambiado. ¿Desea guardarlo?
ru: Документ %s изменился. Вы хотите сохранить его?

source: Unable to open the file for exporting the target text with path: %s
es: No se puede abrir el archivo para exportar el texto de destino con la directorio: %s
ru: Не удалось открыть файл для экпортирования целевого текста с путем доступа: %s

source: Processing Filtering Change(s)
es: Procesando los cambios de filtrado
ru: Изменение(я) обрабатывающей фильтрации

source: Adapt It does not recognise this marker: %s which is in the input file. Edit the input file in a word processor, save, and then retry creating the document. Adapt It will now abort.
ru: Программа Adapt It не распознает этот маркер: %s , который находится во входном файле. Отредактируйте входной файл в текстовом процессоре, сохраните, а затем снова попробуйте создать документ. Программа Adapt It теперь выполнит аварийное завершение работы.

source: This marker: %s follows punctuation but is not an inline marker. It is not one of the USFM Special Text and Character Styles markers. Edit the input file in a word processor, save, and then retry creating the document. Adapt It will now abort.
ru: Этот маркер: %s следует за знаком пунктуации, но он не является встроенным маркером. Он не является одним из маркеров в наборе 'USFM Маркеры специального текста и стилей символов'. Отредактируйте входной файл в текстовом процессоре, сохраните, а затем снова попробуйте создать документ. Программа Adapt It теперь сделает аварийное завершение работы.

source: Extended 8-bit ASCII characters were detected in your input document:
es: Extendido caracteres de 8-bit ASCII fueron detectados en su documento de entrada:
ru: Расширенные 8-бит ASCII символы были обнаружены в вашем входном документе:

source: %s - %d of %d Total words and phrases
es: Archivo: %s Total de palabras y cláusulas: %d de %d
ru: %s - %d из %d всего количества слов и фраз

source: Packed Documents (*.aip)|*.aip||
es: Documentos Embalados (*.aip)|*.aip||
ru: Упакованные документы (*.aip)|*.aip||

source: Filename For Packed Document
es: Nombre de archivo de documento comprimido
ru: Имя файла для упакованного документа

source: Could not write to the packed/zipped file: %s
es: No se pudo escribir en el archivo comprimido: %s
ru: Не удалось сделать запись в упакованный или сжатый файл: %s

source: ... for additional later locations needing manual editing please check the document visually. The full list has been saved in your project folder in the file "Rebuild Log.txt"
es: … mira al documento para ver los sitios que hacen falta editar. La lista completa ha sido grabada a la carpeta del proyecto en el archivo ""Rebuild Log.txt""
ru: ... визуально проверьте документ, чтобы найти другие последующие места в тексте, для которых требуется сделать редактирование вручную. Полный список сохранен в вашей проектной папке, в файле 'Rebuild Log.txt'

source: This list has been saved in your project folder in the file "Rebuild Log.txt"
es: Esta lista completa ha sido grabada a la carpeta del proyecto en el archivo ""Rebuild Log.txt""
ru: Этот список сохранен в вашей проектной папке в виде файла 'Rebuild Log.txt'

source: Load And Unpack The Compressed Document
es: Cargar y Desembalar el Documento Comprimido
ru: Загрузить и распаковать сжатый документ

source: Error uncompressing; cannot open the file: %s Make sure the file is not being used by another application and try again.
es: Error al descomprimir, no puede abrir el archivo: %s Asegúrese de que el archivo no está siendo utilizado por otra aplicación y vuelva a intentarlo.
ru: Ошибка разуплотнения; невозможно открыть файл: %s Убедитесь, что файл сейчас не используется другой прикладной программой и попробуйте еще раз.

source: Error removing %s after unpack document command.
es: Error al eliminar %s después de comando documento descomprimir.
ru: Ошибка удаления %s после команды распаковки документа.

source: There is a document of the same name in an Adapt It project of the same name on this computer.
es: Se ha encontrado un Documento del mismo nombre en otro proyecto de Adapt It en los archivos ya existentes.
ru: В этом компьютере уже существует документ с таким же именем в проекте с таким же именем в программе Adapt It

source: Document name: %s
es: Nombre del documento: %s
ru: Имя документа: %s

source: Project path : %s
es: Directorio del Proyecto: %s
ru: Путь доступа проекта: %s

source: %s%s%s Do you want the document being unpacked to overwrite the one already on this computer?
es: %s%s%s ¿Quiere que se deja el nuevo desembalado reemplazar el que ya existe?
ru: %s%s%s Хотите ли вы, чтобы уже существующий в компьютере документ был перезаписан распаковываемым документом?

source: Failed removing %s before overwrite.
es: No se pudo eliminar %s antes de sobrescribir.
ru: Не удалось удалить %s до перезаписи.

source: Error renaming earlier configuration file with path %s.
es: Error al cambiar el nombre anterior del archivo de configuración en el directorio %s.
ru: Ошибка переименования предыдущего конфигурационного файла с путем доступа %s.

source: Aborting the command.
es: Cancelando la orden.
ru: Преждевременное завершение выполнения команды.

source: Unable to open the file for writing out the UTF-8 project configuration file, with path: %s
es: No se puede abrir el archivo para escribir el UTF-8 archivo de configuración del proyecto: %s
ru: Не удалось открыть файл для записи проектного конфигурационного файла UTF-8 с путем доступа : %s

source: Error restoring name of earlier configuration file with path %s.
es: Error al restablecer el nombre de archivo de configuración anterior con ruta de acceso %s.
ru: Ошибка восстановления имени предыдущего конфигурационного файла с путем доступа %s.

source: Exit Adapt It and manually change .BAK to .aic for the project configuration file.
es: Por favor salga de adaptación y cambiar manualmente la extensión de la configuración del proyecto de archivo de .BAK a .aic.
ru: Выйти из программы Adapt It и вручную изменить .BAK на .aic для конфигурационного файла проекта.

source: Writing out the project configuration file's content failed.
es: No se puede escribir el contenido del archivo de configuración del proyecto.
ru: Не удалось выполнить контрольное считывание содержимого конфигурационного файла проекта.

source: Exit Adapt It, and in Windows Explorer manually restore the .BAK extension on the renamed project configuration file to .aic before launching again. Beware, that configuration file may now be corrupted.
es: Por favor salga de este programa, y en el Explorador de Windows restaurar manualmente la extensión .BAK de la configuración del proyecto de nombre de archivo a .aic antes de iniciar el Adapt It de nuevo. ¡Cuidado, que el archivo de configuración ahora puede estar dañado.
ru: Выйти из программы Adapt It и в Проводнике Windows вручную изменить расширение .BAK в переименованном конфигурационном файле проекта на .aic, а потом снова запустить программу. Обратите внимание на то, что конфигурационный файл теперь может быть поврежден.

source: Removing the renamed earlier project configuration file failed. Do it manually later in Windows Explorer - it has a .BAK extension.
es: Eliminar el nombre de archivo de configuración de proyecto anterior fracasó. Hacerlo manualmente más tarde en el Explorador de Windows - que tiene una extensión. Bak.
ru: Не удалось удалить ранее переименованный конфигурационный файл проекта. Сделайте это вручную позже в Проводнике Windows Explorer - у него есть расширение .BAK.

source: Unable to open the xml text file for writing to doc folder, with path: %s
es: No se puede abrir el archivo XML de texto para escribir en la carpeta de documentos, con la ruta: %s
ru: Не удалось открыть xml текстовый файл для записи в папку документов с путем доступа: %s

source: Writing out the xml document file's content failed.
es: Escribir el contenido del archivo xml falló.
ru: Не удалось выполнить контрольное считывание содержимого xml файла документа.

source: Opening the xml document file for Unpack Document... failed. (It was stored successfully on disk. Try opening it with the Open command on the File menu.)
es: No se puede abrir el archivo de documento XML para el documento Desempaquete ... comando. (El archivo se almacena en el disco. Por favor, intente abrir con el comando Abrir del menú Archivo.)
ru: Не удалось открыть xml файл документа для команды 'Распаковать документ....'. (Он был успешно сохранен на диске. Попробуйте открыть его с помощью команды 'Открыть' в меню 'Файл').

source: The consistency check was successful. There were %d source words and phrases in %d files.
es: La Prueba de Conformidad fue exitosa. Había %d palabras y cláusulas en %d Archivos.
ru: Проверка на соответствие прошла успешно. Обнаружено %d слов и фраз исходного языка в %d файлах.

source: Could not save the current document. Consistency Check Command aborted.
es: No se puede guardar el documento actual. El comando para comprobar la consistencia ha sido cancelada.
ru: Не удалось сохранить текущий документ. Было сделано преждевременное завершение выполнения команды 'Проверка на соответствие'.

source: Consistency Check
es: Elige lo que se va a revisar para probar conformidad
ru: Проверка на соответствие

source: Warning: failure on document save operation.
es: Advertencia: Error al guardar el documento.
ru: Внимание: сбой в операции сохранения документа.

source: [UNKNOWN MARKER]
es: [MARCADOR HOMOLOGADO DESCONOCIDO]
ru: [НЕИЗВЕСТНЫЙ МАРКЕР]

source: [FILTERED]
es: [FILTRADO]
ru: [ОТФИЛЬТРОВАНО]

source: Do you wish consistent changes to be applied to the text to be pasted?
es: ¿Desea usted que el texto que va a pegado sea automáticamente cambiado antes de pegar por los Cambios a Textos (CC)?
ru: Вы хотите, чтобы последовательные изменения были применены к тексту, который вы собираетесь вставить из буфера обмена?

source: Do you wish the configured SILConverter to be applied to the text to be pasted?
es: ¿Se quiere aplicar el SILConverter al texto?
ru: Вы хотите, чтобы настроенный SIL конвертер провел изменения в тексте, который будет вставлен?

source: Sorry, the paste operation resulted in text which exceeded the maximum width of a strip, so the operation was aborted.
es: AVISO: la operación de pegar tuvo como resultado texto que excedió la anchura máxima de una ventana, así que la operación se abortó.
ru: Стоп: операция вставки привела к появлению текта, превысившего максимальную ширину полосы, поэтому выполнение операции было прекращено.

source: Sorry, the range you specified is illegal. Try again.
es: AVISO: El rango que Ud. Ha especificado es ilegal. Inténtelo otra vez.
ru: Стоп: указанный вами диапазон недопустим. Попробуйте еще раз.

source: Error: a chapter number was specified, but this document does not appear to contain chapter specifications. The print operation has been aborted.
es: ERROR: Un número de capítulo fue especificado, pero este documento no parece contener especificaciones de capítulo. El proceso de imprimir ha sido abortado.
ru: Ошибка: номер главы был указан, но в этом документе, по-видимому, нет указаний на главу. Операция печати прервана.

source: Error: the specified chapter and verse for the start of the printing range could not be found. The print operation has been aborted.
es: ERROR: El capítulo y versículo especificados para el principio del rango que se debe imprimir no se encuentran. El proceso de imprimir ha sido abortado.
ru: Ошибка: указанные глава и стих для начала диапазона печати не найдены. Операция печати прервана.

source: Error: the specified chapter and verse for the end of the printing range could not be found. The print operation has been aborted.
es: ERROR: El capítulo y versículo especificados para el fin del rango que se debe imprimir no se encuentran. El proceso de imprimir ha sido abortado.
ru: Ошибка: не удалось найти указанной главы и стиха для конца диапазона печати. Операция печати прервана.

source: Edit Preferences
es: Preferencias
ru: Установки редактирования

source: Failure when trying to save the glossing knowledge base.
es: No se puede guardar la base de conocimientos glosando.
ru: Сбой в работе при попытке сохранить базу знаний глоссирования.
