Repository: adapt-it/adaptit
Catalog: trunk/po/*.po
Languages: es, ru

source: This source word or phrase has an inconsistency in the knowledge base
es: Esta palabra de origen o frase tiene una inconsistencia en la base de conocimientos
ru: Это исходное слово или фраза имеет несоответствие в базе знаний

source: This is the translation or gloss, but it is not in the knowledge base (see below for ways to correct this)
es: Esta es la traducción o brillo, pero no está en la base de conocimientos (véase más abajo la forma de corregir este)
ru: Это перевод или глосса, но они не находятся в базе знаний (ниже даются способы исправить это)

source: Select this button to accept the word/phrase above as a translation or gloss for the phrase at upper left
es: Seleccione este botón para aceptar la palabra / frase anterior como una traducción o glosa de la frase en la parte superior izquierda
ru: Выберите эту кнопку, чтобы принять имеющееся выше слово или фразу как перевод или глоссу вверху слева

source: The number of translations or glosses in the KB
es: El número de traducciones o glosas en la base de conocimientos
ru: Число переводов или глосс в БЗ

source: This is a list of translations or glosses currently in the knowledge base
es: Esta es una lista de traducciones o glosas actualmente en la base de conocimientos
ru: Это список переводов или глосс, имеющихся в настоящее время в базе знаний

source: Auto-fix later instances the same way
es: Autocorregir casos posteriores en la misma manera
ru: Делать автоматическую коррекцию дальнейших несоответствий таким же образом

source: Check this box if you want to fix other later occurring inconsistencies the same way
es: Marque esta casilla si desea corregir las inconsistencias que ocurren más tarde otras de la misma manera
ru: Поставьте флажок на эту кнопку, если вы хотите исправлять последующие возникающие несоответствия таким же образом

source: &OK
es: SÍ
ru: &ОК

source: Click OK to continue with the consistency check
es: Haga clic en Aceptar para continuar con la verificación de la coherencia
ru: Щелкните на ОК, чтобы продолжить проверку на соответствие

source: &Cancel
es: Cancelar
ru: &Отменить

source: Click Cancel to stop consistency checking and close the dialog
es: Haga clic en Cancelar para detener la comprobación de coherencia y cerrar el diálogo
ru: Щелкните на кнопку 'Отменить', чтобы прекратить проверку на соответствие и закрыть это диалоговое окно

source: Check &this document only
es: Revisar solamente este documento
ru: Проверить &только этот документ

source: Select this button if you only want to check the consistency of the open document
es: Seleccione este botón si usted sólo desea comprobar la coherencia del documento abierto
ru: Выберите эту кнопку, если вы хотите сделать проверку на соответствие только для открытого документа

source: Check this &and other documents in this project
es: Revisar este documento más otros del mismo proyecto
ru: Проверить этот &и остальные документы в этом проекте

source: Select this button if you want to check the consistency of this and other documents in the project
es: Seleccione este botón si desea comprobar la coherencia de este y otros documentos en el proyecto
ru: Выберите эту кнопку, если вы хотите сделать проверку на соответствие для этого и других документов в проекте

source: Preceding Context:
es: Contexto Anterior:
ru: Предшествующий контекст:

source: This is the preceding context of the source text text shown below
es: Este es el contexto anterior del texto original. El texto se muestra a continuación.
ru: Это предыдущий контекст исходного текста, показанного ниже

source: Original Source Text (including standard format markers, but lengthy filtered material within the selection is removed). The text in this box can be copied:
es: Texto original (incluyendo marcadores de formato estándar, pero el material filtrado largo plazo de la selección es eliminada). El texto de este cuadro se puede copiar:
ru: Первоначальный исходный текст (включая маркеры стандартного формата, но слишком длинный отфильтрованный материал в выборке удален). Текст в этом окне не может быть скопирован:

source: This is the original source text you selected - it is read only
es: Este es el texto original de origen seleccionado - no puede ser editado
ru: Это первоначальный исходный текст, который вы выбрали - он доступный только для чтения

source: You can edit the text, or the markers, or both. Do not edit the markers unless you know what you are doing. A marker must have a space following it; end markers (these end with *, for example \f*) can optionally have a following space omitted. If your selection included one or more notes or free translations, they were removed and stored in lists so that you will not have to deal with them here. Collected back translations in this section of the document were deleted.
es: Puede editar el texto, o los marcadores, o ambos. No edite los marcadores a menos que sepa lo que estás haciendo. Una marca debe tener un espacio después de ella; marcadores de final (que terminará con *, por ejemplo, \f*), opcionalmente, puede tener un espacio después de omitir. Si su selección incluye una o más notas o las traducciones libres, que fueron retirados y almacenados en las listas de modo que usted no tendrá que lidiar con ellos aquí. Recolectadas traducciones en esta sección del documento se han suprimido.
ru: Вы можете редактировать текст или маркеры, или то и другое. Не редактируйте маркеры, если вы не знаете, что вы делаете. После маркера должен следовать пробел; у маркеров конца (они заканчиваются значком *, например, \f*), как необязательный вариант, следующего за ними пробела может не быть. Если ваша выборка включала одно или более примечаний или свободных переводов, они были убраны и сохранены в списках, так что вам не нужно будет работать с ними здесь. Собранные обратные переводы в этой части документа были удалены.

source: After this dialog closes, Adapt It helps you. (1) It helps you do new adaptations; and glosses too when appropriate, for the new source text. (2) It automatically restores removed notes ( their locations may differ a little bit). (3) It helps you to produce new free translations, or edit the old ones. (4) Any deleted back translations will be automatically collected again.
ru: После того, как это диалоговое окно закроется, вам помогает проограмма Adapt It. (1) Она помогает вам делать новые адаптации, а также глоссы, когда это приемлемо, для нового исходного текста. (2) Она автоматически восстанавливает устраненные примечания (их местоположения могут немного отличаться). (3) Она помогает вам делать новые свободные переводы или редактировать старые. (4) Все удаленные обратные переводы будут автоматически собраны снова.

source: Do your editing, including punctuation, on the text in the box below.
es: Haga su edición, incluyendo la puntuacion, sobre el texto en el cuadro de abajo.
ru: Делайте свое редактирование, включая знаки пунктуации, текста в имеющемся ниже окне.

source: Click OK when you are finished editing the source text
es: Haga clic en Aceptar cuando haya terminado la edición de que la fuente de texto
ru: Щелкните на ОК, когда закончите редактировать исходный текст

source: This is the source text you selected to edit - make your changes here
es: Este es el texto original que ha seleccionado para editar - hacer los cambios aquí
ru: Это исходный текст, который вы выбрали для редактирования - проводите здесь свои изменения

source: Following Context:
es: Contexto Siguiente:
ru: Последующий контекст:

source: This is the following context of the source text text shown above
es: Este es el siguiente contexto del texto original que se muestra arriba
ru: Это последующий контекст исходного текста, показанного выше

source: Stop Unpacking
es: Parar de Desempacar
ru: Остановить распаковку

source: Stop and close the dialog
es: Detener y cerrar el cuadro de diálogo
ru: Остановитесь и закройте диалоговое окно

source: &Source Phrase:
es: Cláusula Original:
ru: &Исходная фраза:

source: (Number of Entries: %d)
es: (Número de Entradas: %d)
ru: (Количество записей: %d)

source: The number of source word or phrases in the list below
es: El número de palabras de origen o frases en la lista a continuación
ru: Число исходных слов или фраз в данном ниже списке

source: Source words or phrases that have existing translations in the knowledge base
es: Fuente palabras o frases que han traducciones existentes en la base de conocimientos
ru: Исходные слова или фразы, у которых есть существующие переводы в базе знаний

source: E&xisting Translations of the Selected Source Phrase
es: Traducciones existentes de la cláusula seleccionada
ru: С&уществующие переводы для выбранной исходной фразы

source: Existing translation(s) for the source phrase selected in list at left
es: La traducción existente(s) de la frase fuente seleccionada en la lista de la izquierda
ru: Существующий перевод (переводы) для исходной фразы, выбранной в списке слева

source: &Edit or Add a Translation
es: Editar o Añadir una Traducción
ru: &Редактировать или добавить перевод

source: Edit an existing translation here then press Update; or type a new translation here then press Add
es: Editar una traducción existente aquí a continuación, pulse Actualizar, o escriba una nueva traducción aquí y luego pulse Agregar
ru: Отредактируйте здесь существующий перевод, затем нажмите на кнопку 'Обновить'; или напечатайте здесь новый перевод, затем нажмите на кнопку 'Добавить'

source: &Update
es: Actuali&zar
ru: &Обновить

source: Apply edits to the existing translation selected above
ru: Примените исправления к существующему переводу, выбранному выше

source: Move &Up
es: Mover &Arriba
ru: Переместить &вверх

source: Move the existing translation up in the list
es: Mover hacia arriba en la lista de traducción existentes
ru: Переместите существующий перевод вверх в списке

source: Remove the existing translation selected above
es: Retire la traducción existente previamente seleccionado
ru: Уберите существующий перевод, выбранный выше

source: &Add
es: &Añadir
ru: &Добавить

source: Add edits as a new translation for the source word or phrase selected at left
es: Añadir ediciones como una nueva traducción de la palabra o frase original seleccionada a la izquierda
ru: Добавьте исправления как новый перевод для исходного слова или текста, выбранного слева

source: Move &Down
es: Mover A&bajo
ru: Переместить &вниз

source: Move the existing translation down in the list
es: Mover hacia abajo en la lista de traducción existentes
ru: Переместите существующий перевод вниз в списке

source: Add <&no adaptation>
es: Añadir <&no adaptación>
ru: Добавить <&нет адаптации>

source: Add <no adaptation> to the existing translations list for the selected source word or phrase
es: Añadir <sin adaptación> a la lista existente traducciones de la palabra o frase original seleccionada
ru: Добавьте <нет адаптации> в список существующих переводов для выбранного исходного слова или фразы

source: Checkbox: Force Choice For This Item is
es: Cajita: Valor por defecto por este será
ru: Кнопка-флажок: Принудительный выбор для этой позиции

source: If YES makes Choose Translation dialog appear even when it is the only existing translation in the list
es: Si sí lo hace el cuadro de diálogo Elegir Traducción aparecer incluso cuando es la única traducción existente en la lista
ru: Если вы щелкаете на 'Да', то появляется диалоговое окно 'Выберите перевод' даже в том случае, когда в списке есть только один существующий перевод,

source: &Toggle The Setting
es: &Intercambiar el parámetro
ru: &Переключить

source: Toggle the "Force Choice For This Item" checkbox YES or NO
es: Activa o desactiva el "Fuerza de elección para este artículo " casilla SÍ o NO
ru: Переключайте кнопку 'Принудительный выбор для этой позиции' в положение 'Да' или 'Нет'

source: Type &Key To Be Found:
es: Teclee el clave que busca:
ru: Наберите &ключ, который нужно найти:

source: Type here the first few letters of a source phrase to be found in the list above
es: Escriba aquí las primeras letras de una frase de origen que se encuentra en la lista anterior
ru: Наберите здесь первые несколько букв исходной фразы, которую нужно найти в данном выше списке

source: Number of references:
es: Numero de referencias:
ru: Число ссылок:

source: Number of references in the knowledge base (approximate)
es: Número de referencias en la base de conocimientos (aproximado)
ru: Число ссылок в базе данных (приблизительное)

source: &Search for:
es: &Buscar:
ru: &Поиск:

source: Go
ru: Начать

source: Erase All Lines
es: Borra todas las lineas
ru: Стереть все строки

source: Old searches:
es: Búsquedas anteriores:
ru: Старые поиски:

source: Click to add the line to the search box
es: Haga clic para añadir la línea al cuadro de búsqueda
ru: Щелкните, чтобы добавить строку в окно поиска

source: Number of &Words: Select a Tab according to the number of words in the Source Phrase
es: Número de &Palabras: seleccione una ficha de acuerdo al número de palabras en la frase de Origen
ru: Количество &слов: выберите табуляцию в соответствии с количеством строк в исходной фразе

source: Adaptations Knowledge Base
ru: База знаний адаптаций

source: 1 Word
es: 1 Palabra
ru: 1 слово

source: 2 Words
es: 2 Palabras
ru: 2 слова

source: 3 Words
es: 3 Palabras
ru: 3 слова

source: 4 Words
es: 4 Palabras
ru: 4 слова

source: 5 Words
es: 5 Palabras
ru: 5 слов

source: 6 Words
es: 6 Palabras
ru: 6 слов

source: 7 Words
es: 7 Palabras
ru: 7 слов

source: 8 Words
es: 8 Palabras
ru: 8 слов

source: 9 Words
es: 9 Palabras
ru: 9 слов

source: 10 Words
es: 10 Palabras
ru: 10 слов

source: Select the document in this list that you want to move
es: Seleccione el documento en esta lista que desea mover
ru: Выберите документ в этом списке, который вы хотите переместить

source: Move a document from one folder to another:
es: Mover un Documento de una Carpeta a otra:
ru: Переместить документ из одной папки в другую:

source: From the Adaptations folder to the current book folder
es: De la Carpeta de A&daptaciones a la actual Carpeta de libros
ru: Из папки 'Adaptations' в текущую книжную папку

source: Click this button to move the document from the Adaptations folder to the current book folder
es: Haga clic en este botón para mover el documento de las adaptaciones carpeta a la carpeta libro actual
ru: Щекните на эту кнопку, чтобы переместить документ из папки 'Adaptations' в текущую книжную папку

source: From the current book folder to the Adaptations folder
es: De la actual Carpeta de &libros a la Carpeta de Adaptaciones
ru: Из текущей книжной папки в папку 'Adaptations'

source: Click this button to move the document from the current book folder to the Adaptations folder
es: Haga clic en este botón para mover el documento de la carpeta actual libro de las adaptaciones carpeta
ru: Щекните на эту кнопку, чтобы переместить документ из текущей книжной папки в папку 'Adaptations'

source: View The Other Folder's Documents...
es: &Ver los Documentos de la Otra Carpeta…
ru: Смотреть документы из другой папки...

source: Click this button to to view the names of the documents in the other folder
es: Haga clic en este botón para ver los nombres de los documentos en la otra carpeta
ru: Щелкните на эту кнопку, чтобы увидеть имена документов в другой папке

source: Rename Document...
es: &Renombrar el Documento…
ru: Переименовать документ...

source: Click this button to give the document a different name
es: Haga clic en este botón para dar al documento un nombre diferente
ru: Щелкните на эту кнопку, чтобы дать документу другое имя

source: Move Now
es: &Mover Ahora
ru: Переместить сейчас

source: Click this button when you are ready to move the document
es: Haga clic en este botón cuando esté listo para mover el documento
ru: Щелкните на эту кнопку, когда вы будете готовы переместить документ

source: Select an unwanted file and then press the "X" button to move the file from the left list to the right. The Tick button can be used to move documents back to the left list.
es: Escoge el archivo que no quiere, después pincha en el botón "" X "" para mover el nombre del archivo a la lista derecha y el botón Tick de derecha a izquierda.
ru: Выберите ненужный файл и щелкните на кнопку 'X' , чтобы переместить файл из левого списка в правый. Кнопка с флажком может служить для перемещения документов обратно в список слева.

source: Document files listed here will be appended to the open document starting from the top and working down
es: Archivos que aparecen en el documento se adjuntará al documento abierto a partir de la parte superior y hacia abajo de trabajo
ru: Файлы документов, список которых приводится здесь, будут добавлены в конец открытого документа, в направлении сверху вниз

source: Move All &Right >>
es: Mover todo a la &derecha >>
ru: Переместить все &вправо>>

source: Click this button to move all documents to the ignore list (you can then move one or more back to the append list)
ru: Щелкните на эту кнопку, чтобы переместить все документы в список игнорирований (потом вы можете переместить один или более документов обратно в добавленный в конец список)

source: << Move All &Left
es: << Mover todo a la &izquierda
ru: << Переместить все &влево

source: Document files listed here will not be joined to the open document
es: Documento de los archivos enumerados no se unirá al documento abierto
ru: Файлы документов, список которых приводится здесь, не будут присоединены к открытому документу

source: Only these document files will be appended, starting from the top and working down.
es: Los Documentos indicados serán añadidos, iniciando lo desde arriba hacia abajo.
ru: Только эти файлы документов будут добавлены, в направлении сверху вниз.

source: All of these document files will be ignored
es: No se harán caso a los archivos de documentos mostrados
ru: Все эти файлы документов будут проигнорированы.

source: &Join Now
es: &Unir ahora
ru: &Соединить сейчас

source: Joining... Please wait.
es: Uniendo… Que se espere.
ru: Происходит соединение... Подождите, пожалуйста

source: (Optional) Type a filename for the joined document. (If none is typed, the open document's name is used):
ru: (Необязательно) Наберите имя файла для соединенного документа. (Если имя не набрано, используется имя открытого документа.)

source: View or Set Font Encoding for the %s Language Font
es: Ver o especificar la codificación del tipo de letra del tipo del idioma %s
ru: Посмотрите или установите кодировку шрифта для шрифта %s языка

source: The current encoding for the %s font is:
es: La codificación actual del tipo de letra %s es la siguiente:
ru: Текущая кодировка для %s шрифта:

source: Note: If the current encoding and face name is correct for all characters in the Test Box and the Display Chart below do not change it. If the character encoding does not appear correct, you may try selecting different encodings and/or face names from the lists below. The test box shows the default punctuation characters including smart quotes. Type characters in the test box and watch the chart.
ru: Примечание: если текущая кодировка и имя начертания шрифта правильные для всех символов в проверочном окне и в таблице отображения ниже, не делайте никаких изменений. Если кодировка символа показана неправильно, вы можете попробовать выбрать другую кодировку и/или имя начертания шрифта из данных ниже списков. В проверочном окне показаны знаки пунктуации по умолчанию, включая фигурные кавычки. Напечатайте символы в проверочном окне и смотрите таблицу.

source: Choose a &Font Face Name:
es: Elige un nombre de &tipo de letra
ru: Выберите &имя начертания шрифта:

source: Select a face name for the encoding selected at left
ru: Выберите имя начертания шрифта для кодировки, выбранной слева

source: Choose an &Encoding:
es: Selecciona una &codificación:
ru: Выберите &кодировку:

source: Select a different encoding if the current one does not display your characters correctly
es: Seleccione una codificación distinta si el actual no muestra los caracteres correctamente
ru: Выберите другую кодировку, если текущая кодировка не дает правильного отображения ваших символов

source: Encoding &Test Box
ru: Проверочное &окно кодировки

source: Type the characters you use.
es: Escriba los caracteres que utiliza.
ru: Наберите символы, которыми вы пользуетесь.

source: Test the appearance of all your characters by typing them in this edit box
es: Prueba de la aparición de todos sus personajes, si los escribe en este cuadro de edición
ru: Проверьте вид всех ваших символов, набрав их в этом окне редактирования

source: Chart of Assigned Characters 32-255 in the selected encoding and face name: (Note: The chart highlights characters you type in the Encoding Test Box)
es: Tabla de caracteres asignados 32-255 en la codificación seleccionada y el nombre de la cara: (Nota: El gráfico pone de relieve los caracteres que escriba en el cuadro de prueba de codificación)
ru: Таблица присвоенных символов 32-255 в выбранной кодировке и имени начертания шрифта: (Примечание: таблица выделяет символы, которые вы печатаете в проверочном окне кодировки)

source: Adjust Chart Font Size
es: Ajuste Tamaño de tipo de letra para Gráficos
ru: Установить размер шрифта в таблице

source: points
es: Tamaño
ru: пункты

source: This chart shows all the font's assigned characters and their positions in the font
es: Este gráfico muestra todos los caracteres asignados del tipo de letra y sus posiciones en el tipo
ru: Эта таблица показывает все присвоенные шрифту символы и их позиции в шрифте

source: Apply &Selected Encoding and Face Name To The %s Font
es: Aplicar la codificación, seleccione y nombre al tipo de letra %s
ru: Применить &выбранную кодировку и имя начертания шрифта к %s шрифту

source: Press this button to apply a different encoding and/or face name to the font
es: Pulse este botón para aplicar una codificación distinta y / o el nombre de cara al tipo de letra
ru: Нажмите на эту кнопку, чтобы применить к шрифту другую кодировку и/или имя начертания шрифта

source: Click Cancel to close the dialog without changing the encoding or face name
es: Haga clic en Cancelar para cerrar el cuadro de diálogo sin cambiar la codificación del nombre o de la cara
ru: Щелкните на кнопку 'Отменить', чтобы закрыть диалоговое окно, не изменяя кодировки или имени начертания шрифта

source: &Select a Consistent Changes (CC) Table:
es: Escoja una tabla de ‘Cambios a Textos (CC)’, una tabla, nombrada ‘CC’
ru: &Выбрать таблицу последовательных изменений (ПИ)

source: The CC Table you have chosen is:
es: La tabla CC que ha escogido es:
ru: Выбранная вами таблица ПИ:

source: A list of consistent changes (*.cct) files in the current folder path
es: Una lista de archivos formato cambios constantes (*.cct) en el directorio de la carpeta actual
ru: Список (*.cct) файлов последовательных изменений в пути доступа текущей папки

source: The name of the consistent changes table that will be used
es: El nombre de la tabla de cambios coherentes que se utilizará
ru: Название таблицы последовательных изменений, которая будет использоваться

source: &Browse To Find CC Table...
es: Hojear para Encontrar una Tabla CC...
ru: &Поиск таблицы ПИ...

source: Click this button to browse for a different folder containing consistent changes (*.cct) files
es: Haga clic en este botón para buscar una carpeta que contiene archivos formato cambios consistentes (*.cct)
ru: Щелкните на эту кнопку, чтобы найти еще папку с (*.cct) файлами последовательных изменений

source: &Create CC Table...
es: Crear tabla CC...
ru: &Создать таблицу ПИ...

source: Click this button to create a new consistent changes table file
es: Haga clic en este botón para crear una nueva tabla de archivos compatibles cambios
ru: Щелкните на эту кнопку, чтобы создать новый файл таблицы последовательных изменений
