Repository: adapt-it/adaptit
Catalog: trunk/po/*.po
Languages: es, ru

source: Please wait while Adapt It lays out the document again. This may take a while...
es: Espere, mientras Adapt It establezca los parámetros del documento otra vez...
ru: Пожалуйста, подождите, пока программа Adapt It не закончит переформатирование документа. Для этого может потребоваться немного времени...

source: Select an unwanted file. Press the "X" button to move the file from the left list to the right.
es: Escoja un archivo no deseado y entonces pinche en el botón "" X "" para mover el archivo de la lista izquierda a la derecha.
ru: Выберите ненужный файл. Затем нажмите на кнопку ' X' , чтобы переместить файл из левого списка в правый.

source: Document files listed here will be used
es: Estos archivos de documento se utilizará
ru: Будут использованы файлы документа из приведенного здесь списка

source: Only these document files will be used
es: Solamente éstos archivos de documentos se utilizarán
ru: Будут использованы только эти документы

source: Move to the unused list
ru: Перейти к неиспользованному списку

source: Move to the used list
ru: Перейти к использованному списку

source: Move All Right >>
ru: Передвинуть все вправо >>

source: << Move All Left
ru: << Передвинуть все влево

source: Document files listed here will not be used
es: Estos archivos de documento no se utilizará
ru: Файлы документа из приведенного здесь списка использоваться не будут

source: None of these document files will be used
es: Ninguno de éstos archivos de documentos se utilizarán
ru: Ни один из этих файлов документа не будет использован

source: Click OK to proceed
es: Haga clic en Aceptar para continuar
ru: Щелкните на ОК для продолжения работы

source: Click Cancel to stop the process and return to what you were doing
es: Haga clic en Cancelar para detener el proceso y volver a lo que estaba haciendo
ru: Щелкните на кнопку 'Отменить', чтобы остановить выполнение команды и вернуться к предыдущей операции

source: This command expects that you will get the data which is to be transformed from a project which is not currently open. This will work best if you are currently in an empty project which you have just created. Is that so?
es: Esta opción requiere que se obtengan los datos que se deberán ser transformados de un proyecto que no está actualmente abierto. Ésta funciona mejor si usted trabaja actualmente en un proyecto nuevo y vacío que usted ha acabado de crear. ¿Así es?
ru: Эта команда предполагает, что вы получите данные для преобразования из проекта, не открытого на данный момент. Это сработает наилучшим образом, если в данный момент вы находитесь в пустом проекте, который вы только что создали. Так ли это?

source: Yes
es: SÍ
ru: Да

source: No
es: Cancelar
ru: &Нет

source: If you click the Yes button, any adaptations in your current project will be discarded, and another dialog will appear. The new dialog will allow you to select the other project which has the adaptations to be transformed into glosses. (The transformation process will create a glossing knowledge base from the former adaptations knowledge base, and from copied documents in which the old adaptations have become glosses.)
es: Si se pincha el botón afirmativo, cualquier adaptación en el proyecto actual será desechada. Después aparecerá otro diálogo que va a pedir que se especifiquen el otro proyecto que tiene las adaptaciones que deben ser transformadas a las glosas. (El proceso de transformación creará una nueva base de datos de conocimientos de glosas, de la base de datos de Conocimiento de adaptaciones anteriores más, documentos copiados que llevan sus viejas adaptaciones como glosas.)
ru: Если вы щелкните на кнопку 'Да', то все адаптации в текущем проекте не будут учитываться и появится другое диалоговое окно. Это новое диалоговое окно позволит вам выбрать другой проект, в котором адаптации требуется преобразовать в глоссы. (В процессе преобразования будет создана новая база знаний глоссирования, основывающаяся на базе знаний для более ранних адаптаций и скопированных документов, в которых старые адаптации стали глоссами).

source: If you click the No button, the transformation process is cancelled immediately. Then create a new empty project. Do not create a document in the new project, but try this command again, and this time click the Yes button.
es: Si se pincha el botón ‘No’, el proceso de transformación se cancela inmediatamente. Entonces se deben crear un proyecto nuevo y vacío, sin crear un documento, y volverse a repetir esta misma opción otra vez, pinchando el botón afirmativo.
ru: Если вы щелкнете на кнопку 'Нет', то процесс адаптации будет немедленно прерван. После этого вам следует создать новый пустой проект. В новом проекте не создавайте документ, а попробуйте выполнить эту команду снова, но на этот раз щелкните на кнопку 'Да'.

source: Define Any Lower To Upper Case Equivalences
ru: Определить все эквивалентности строчных и прописных букв

source: Check here if the source text contains both upper case and lower case
ru: Поставьте здесь флажок, если исходный текст содержит как строчные, так и прописные буквы

source: Check this box if the source text uses capitalization
es: Marque aquí si el texto original utiliza la capitalización
ru: Поставьте флажок на эту кнопку, если исходный текст содержит слова, написанные с прописной буквы

source: Check this box to Use Automatic Capitalization
ru: Поставьте флажок на эту кнопку, чтобы включить функцию автоматической замены строчных букв на прописные

source: In the edit boxes type the lower case to upper case character equivalences for the source and target languages. (If you intend to do glossing, do it also for the glossing language). Do not type spaces. Type the equivalences as a series of two-character lines; each line is a lower case character followed by its upper case equivalent. (If using Adapt It Unicode, then for equivalences between any pair of composed characters, type just the lower case base character followed by the upper case base character.) For languages which read from right to left, type the lower case character first, and then the upper case equivalent next (that is, at its left).
es: Teclee en las cajitas las equivalencias para caracteres Mayúsculas y Minúsculas, tanto para el Texto Original como el Texto Final. (Si usted piensa en glosar, hágalo también para la cajita de glosas. No teclee espacios. Teclee las equivalencias como una serie de líneas de dos caracteres; cada línea es un carácter minúscula seguido por su equivalente mayúscula. (Si se está usando Adapt It Unicode, para letras compuestas, teclee únicamente la base minúscula seguida por su base mayúscula.) Para los idiomas que leen de la derecha a la izquierda, teclee el carácter minúscula primero, y entonces su equivalente de mayúscula como el siguiente, (eso quiere decir, a su izquierda.)
ru: В окнах редактирования введите эквивалентности строчных и прописных букв для исходного и целевого языков. (Если вы собираетесь делать глоссирование, то проделайте то же самое и для языка глоссирования). При наборе не делайте пробелы. Наберите эквивалентности в виде ряда строк с двумя символами; каждая строка представляет собой строчную букву, за которой следует ее эквивалент прописной буквы. (Если вы работаете с программой Adapt It версии Unicode, то для эквивалентностей между любой парой составленных символов наберите просто строчную базовую букву, за которой следует прописная базовая буква). Для языков, которые читаются справа налево, сначала наберите строчную букву, а после нее ее эквивалент прописной буквы (то есть слева от нее).

source: Source Language
es: Texto Original
ru: Исходный язык

source: Target Language
es: Texto Final
ru: Целевой язык

source: Gloss Language
es: Textos para Glosar
ru: Язык глосс

source: Edit Source text lower case - upper case pairs here
es: Editar pares de minúsculas y mayúsculas de texto original aquí
ru: Отредактировать здесь пары строчная буква - прописная буква для исходного текста

source: Edit Target text lower case - upper case pairs here
es: Editar pares de minúsculas y mayúsculas de texto de destino aquí
ru: Отредактировать здесь пары строчная буква - прописная буква для целевого текста

source: Edit Gloss text lower case - upper case pairs here
es: Editar pares de minúsculas y mayúsculas de glosas aquí
ru: Отредактировать здесь пары строчная буква - прописная буква для текста глосс

source: Clear Source List
es: Vaciar la lista del Texto Original
ru: Очистить исходный список

source: Remove all lower case - upper case equivalences from the source list above
es: Eliminar todas las minúsculas - equivalencias mayúsculas del texto original de la lista de arriba
ru: Удалить все эквивалентности строчная буква - прописная буква из данного выше исходного списка

source: Clear Target List
es: Vaciar la lista del Texto Final
ru: Очистить целевой список

source: Remove all lower case - upper case equivalences from the target list above
es: Eliminar todas las minúsculas - equivalencias mayúsculas del texto de destino de la lista de arriba
ru: Удалить все эквивалентности строчная буква - прописная буква из данного выше целевого списка

source: Clear Gloss List
es: Vaciar la lista de las Glosas
ru: Очистить список глосс

source: Remove all lower case - upper case equivalences from the gloss list above
es: Eliminar todas las minúsculas - equivalencias mayúsculas de las glosas de la lista de arriba
ru: Удалить все эквивалентности строчная буква - прописная буква из данного выше списка глосс

source: Set English Equivalences
es: Establecer Equivalencias Inglesas
ru: Установить английские эквивалентности

source: Fill the source list above with English lower-upper case equivalences
es: Llena la lista anterior con Inglés minúsculas / mayúsculas equivalencias
ru: Заполнить данный выше исходный список эквивалентностями строчная буква-заглавная буква для английского языка

source: Fill the target list above with English lower-upper case equivalences
es: Llena la lista anterior con Inglés minúsculas / mayúsculas equivalencias
ru: Заполнить данный выше целевой список эквивалентностями строчная буква-заглавная буква для английского языка

source: Fill the gloss list above with English lower-upper case equivalences
es: Llena la lista anterior con Inglés minúsculas / mayúsculas equivalencias
ru: Заполнить данный выше глоссовый список эквивалентностями строчная буква-заглавная буква для английского языка

source: Copy To Target List
es: Copiar a la lista del Texto Final
ru: Скопировать в список для целевого языка

source: Copy the source lower-upper case equivalences above to the target list
es: Copiar la lista de las minúsculas / mayúsculas equivalencias de la lista de texto original a la lista de destino
ru: Скопировать данные выше исходные эквивалентности строчных и прописных букв в список для целевого языка

source: Copy To Gloss List
es: Copiar a la lista de las Glosas
ru: Скопировать в список для глосс

source: Copy the target lower-upper case equivalences above to the gloss list
es: Copiar la lista de las minúsculas / mayúsculas equivalencias de la lista de texto de destino a la lista de glosas
ru: Скопировать данные выше эквивалентности строчных и прописных букв в список для глосс

source: Copy To Source List
es: Copiar a la lista del Texto Original
ru: Скопировать в список для исходного языка

source: Copy the gloss lower-upper case equivalences above to the source list
es: Copiar la lista de las minúsculas / mayúsculas equivalencias de la lista de texto de glosas a la lista de origen
ru: Скопировать данные выше эквивалентности строчных и прописных букв глосс в список для исходного языка

source: Copy the source lower-upper case equivalences above to the gloss list
es: Copiar la lista de las minúsculas / mayúsculas equivalencias de la lista de texto original a la lista de glosas
ru: Скопировать данные выше эквивалентности строчных и прописных букв исходного языка в список для глосс

source: Welcome to
es: Bienvenido a
ru: Добро пожаловать в...

source: This application gives you tools for translating text from one language which you know, to another related language known to you or a co-worker.
es: El programa provee herramientas para traducir textos de un idioma conocido a otro idioma relacionado también entendido o por Ud. o un socio suyo.
ru: Это приложение является инструментом для перевода текста с одного языка, известного вам, на другой, родственный язык, также известный вам или вашему сотруднику.

source: Do &not show this window in future
es: No me muestre más esta ventana
ru: &В дальнейшем не показывать это окно

source: Check this box to avoid displaying this welcome message each time Adapt It runs
es: Marque esta casilla para evitar mostrar este mensaje de bienvenida cada vez que se inicia Adapt It.
ru: Поставьте флажок на эту кнопку, чтобы отключить появление этого приветствия при каждом запуске программы Adapt It

source: Click OK to continue
es: Haga clic en Sí para continuar
ru: Щелкните на ОК, чтобы продолжить работу

source: Choose a Document
es: Elija un documento
ru: Выбрать документ

source: If you want to create a new document, double click <New Document>. If you want to continue work on a document you created previously, you will see its name in the list - double click the name to open that document.
es: Si desea crear un nuevo documento, haga doble clic en <Documento Nuevo>. Si desea continuar trabajando en un documento creado anteriormente, verá su nombre en la lista - doble click en el nombre para abrir el documento.
ru: Если вы хотите создать новый документ, сделайте двойной щелчок на пунк <Новый документ>. Если вы хотите работать с документом, который вы создали ранее, вы увидите его имя в списке - сделайте двойной щелчок на имени, чтобы открыть этот документ.

source: Book mode is OFF
es: el ‘Modo Libro’ está apagado
ru: Книжный режим ВЫКЛЮЧЕН

source: What is a document? ...
es: ¿Qué es un documento? ...
ru: Что такое документ? ...

source: Click here for more information about Adapt It documents
es: Haga clic aquí para obtener más información acerca de los documentos de Adapt It
ru: Щелкните здесь, чтобы получить больше информации о документах Adapt It

source: Documents will be saved to the Adaptations folder
es: Se va a grabar los Documentos a la Carpeta de Adaptaciones
ru: Документы будут сохранены в папке 'Adaptations'

source: List of Adapt It documents in the current project
es: Lista de documentos de Adapt It en el proyecto actual
ru: Список документов Adapt It в текущем проекте

source: &Change USFM fixed space markers (~) to regular spaces
es: &Cambiar Marcadores Homologados fijados (~) al espacio típico.
ru: &Изменить USFM маркеры фиксированного пробела (~) на обычные пробелы

source: Check if you want Adapt It to change any fixed space markers to regular spaces in new documents
es: Compruebe aquí si quiere que Adapt It cambia todos los marcadores de espacio fijo a espacios regulares en los nuevos documentos
ru: Поставьте здесь флажок, если вы хотите, чтобы в новых документах программа Adapt It изменяла все маркеры фиксированного пробела на обычные пробелы

source: Change Folder...
es: Cambiar Carpeta...
ru: Изменить папку...

source: Click this button to change the folder for storing documents
es: Haga clic en este botón para cambiar la carpeta para guardar documentos
ru: Щелкните на эту кнопку, чтобы изменить папку для хранения документов

source: Force UTF-8 encoding for source data input
es: &Mandar encifrar el texto original de forma UTF-8
ru: Принудительное кодирование UTF-8 для ввода исходных данных

source: Check this box to force Adapt It to read the input file as Unicode UTF-8 data
es: Marque esta casilla para obligar a Adapt It a leer el archivo de entrada como Unicode UTF-8 datos
ru: Поставьте флажок на эту кнопку, чтобы заставить программу Adapt It читать входной файл как данные формата Unicode UTF-8

source: Choose a Project
es: Seleccione un proyecto
ru: Выбрать проект

source: If you do not have your project set up yet, double click <New Project>. If it is already set up, you will see its name in the list - double click the name to open that project.
es: Si usted no ha definido su proyecto, haga doble clic en <Proyecto Nuevo>. Si ya está configurado, podrás ver su nombre en la lista - doble click en el nombre para abrir ese proyecto.
ru: Если вы еще не задали храктеристики проекта, сделайте двойной щелчок на <Новый проект>. Если уже задали, вы увидите его имя в списке - сделайте двойной щелчок на имени, чтобы открыть этот проект.

source: What is a project? ...
es: ¿Qué es un Proyecto? ...
ru: Что такое проект? ...

source: Click here for more information about Adapt It projects
es: Haga clic aquí para obtener más información acerca de los proyectos de Adapt It
ru: Щелкните здесь, чтобы получить больше информации о проектах Adapt It

source: List of Adapt It projects on this computer
es: Lista de proyectos de Adapt It en este equipo
ru: Список проектов программы Adapt It, имеющихся на этом компьютере

source: Source Text:
es: Texto Original:
ru: Исходный текст:

source: The source text
es: Mostrar contexto original
ru: Исходный текст

source: List of punctuation characters
es: Lista de caracteres de puntuacion
ru: Список знаков пунктуации

source: To insert the top item in the list, place the cursor in the correct location in the box below. Then click the Place button. Or you can place the punctuation manually. You can ignore or change punctuation.
es: Para meter el artículo primero en la lista, mueva el cursor a la ubicación correcta en la cajita abajo, entonces pinche clic en el botón Colocar. O usted puede colocar la puntuación manualmente. Usted puede ignorar o puede cambiar la puntuación si desea.
ru: Чтобы вставить верхний пункт в списке, поместите курсор на нужное место в приведенном ниже окне и щелкните на кнопку 'Поместить'. Вставить знак пунктуации можно и вручную. Можете не обращать внимания на знак пунктуации или изменить его, по желанию.

source: Make the punctuation look the way you want it here
es: Hacer la puntuacion el aspecto que quisiera que aquí
ru: Придайте знакам пунктуации такой вид, в котором вы хотите их использовать здесь

source: Place
es: Colocar
ru: Поместить

source: Click this button to place the selected punctuation at left at the cursor's location above
es: Haga clic en este botón para colocar la puntuacion seleccionado a la izquierda en la posición del cursor
ru: Щелкните на эту кнопку, чтобы поместить выбранные знаки пунктуации слева от местоположения курсора

source: Click OK when you are finished and ready to proceed
es: Haga clic en Aceptar cuando haya terminado y listo para continuar
ru: Щелкните на ОК, когды вы закончите и будете готовы продолжать работу

source: Units
es: Unidades
ru: Единицы

source: Inches
es: Pulgadas
ru: Дюймы

source: Use inch measurements in page and printer setup dialogs
ru: Используйте единицы измерения в дюймах в диалоговых окнах для установки параметров принтера и страницы

source: Centimeters
es: Centímetros
ru: Сантиметры

source: Use Centimeters (metric) measurements in page and printer setup dialogs
es: Uso centímetros (métricas) mediciones en la página y cuadros de diálogo de configuración de la impresora
ru: Используйте сантиметры (метрическую систему) в диалоговых окнах для установки параметров принтера и страницы

source: Source language's text for the preceding context (including punctuation, if any):
es: El texto del lenguaje original anterior (incluye la puntuación, si hubiera):
ru: Текст на исходном языке для предыдущего контекста (включая знаки пунктуации, если они есть):

source: This is the preceding context
es: Este es el contexto anterior
ru: Это предшествующий контекст

source: Source language's text for the material to be translated:
es: El texto del lenguaje original para la porción que debe ser traducido:
ru: Текст на исходном языке для материала, который должен быть переведен:

source: This is the existing source text
es: Esta es el texto original existente
ru: Это имеющийся исходный текст

source: Type the new translation text here (be sure to type punctuation, in the location which is appropriate):
es: Teclee el texto nuevo para la traducción aquí (ASEGURESE QUE LA PUNTUACION ESTÉ EN LA UBICACIÓN ADECUADA):
ru: Наберите здесь текст нового перевода (не забудьте набрать знаки пунктуации в тех местах, где они требуются):

source: Type the retranslation here (including appropriate punctuation)
es: Escriba la retraducción aquí (incluida la puntuacion apropiada)
ru: Наберите здесь повторный перевод (включая соответствующие знаки пунктуации)

source: Copy To Clipboard
es: Copiar a la Tablilla
ru: Копировать в буфер обмена

source: Click here to copy the retranslation to the clipboard
es: Haga clic aquí para copiar la nueva traducción al portapapeles
ru: Щелкните здесь, чтобы скопировать повторный перевод в буфер обмена

source: Show Source Context
es: Mostrar contexto original
ru: Показать исходный контекст

source: Click to toggle the display between source and target texts
es: Haga clic para alternar entre la visualización de los textos originales y finales
ru: Щелкните, чтобы отобразить на экране исходный или целевой текст

source: Source language's text for the following context (including punctuation, if any):
es: El texto del lenguaje original posterior (incluye la puntuación, si hubiera):
ru: Текст на исходном языке для последующего контекста (включая знаки пунктуации, если есть):

source: This is the following context
es: Este contexto es el siguiente
ru: Это последующий контекст

source: Earlier source text
es: A principios de texto original
ru: Предыдущий исходный текст

source: Earlier translation (target) text
ru: Предыдущий текст перевода (целевой)

source: Chapter:
es: Capítulo:
ru: Глава:

source: Verse:
es: Versículo:
ru: Стих:

source: Get Chapter:Verse Text
es: Recoger Texto del Capítulo:Versículo
ru: Получить текст главы:стиха

source: Find and display the chapter and verse text of references selected at left
es: Buscar y mostrar el capítulo y versículo del texto las referencias seleccionadas a la izquierda
ru: Найти и отобразить на экране главу и текст стиха по ссылкам, которые выбраны слева

source: Close and Jump Here
es: Cierra y Salta Aquí
ru: Закрыть и перейти сюда

source: Close this dialog and jump to the displayed chapter and verse text location
es: Cerrar este cuadro de diálogo y pasar al capítulo de muestra y la ubicación de texto verso
ru: Закрыть это диалоговое окно и перейти к отображаемому местоположению главы и стиха

source: Show More
es: Mostrar Más
ru: Показать больше

source: Display more of the source and translation text
es: Mostrar más del texto original y la traducción
ru: Показать больший фрагмент исходного текста и текста перевода

source: Show Less
es: Mostrar Menos
ru: Показать меньше

source: Display less of the source and translation text
es: Mostrar menos del texto original y la traducción
ru: Показать меньший фрагмент исходного текста и текста перевода

source: Showing from:
es: Mostrando desde:
ru: Показать от:

source: to
es: hasta
ru: до

source: Close
es: Cierra
ru: Закрыть

source: Close this dialog and continue working
es: Cerrar este cuadro de diálogo y seguir trabajando
ru: Закрыть это диалоговое окно и продолжить работу

source: Define KB and Miscellaneous Options
es: Definir la base de conocimientos y de otras opciones
ru: Определить опции 'База знаний' и 'Разное'

source: Disable automatic knowledge base backups
es: Desactivar el Respaldo Automático de la Base de Conocimientos
ru: Выключить функцию автоматического создание резервных копий базы знаний

source: Check this box if you do not want automatic KB backups
es: Marque esta casilla si no desea hacer copias de seguridad automáticas de la base de conocimientos
ru: Поставьте флажок на эту кнопку, если вы не хотите автоматического создания резервных копий БЗ
