Repository: adapt-it/adaptit
Catalog: trunk/po/*.po
Languages: es, ru

source: The AI_UserProfiles.xml file was not located at the following path: %s A new AI_UserProfiles.xml file will be created there.
ru: Файл AI_UserProfiles.xml не был обнаружен на следующем пути доступа: %s Там будет создан новый файл AI_UserProfiles.xml.

source: Adapt It could not upgrade AI_UserProfiles.xml (modified) with the newer version from the last Adapt It installation. AI_UserProfiles.xml may be in use by another program.
ru: Программа Adapt It не смогла расширить файл AI_UserProfiles.xml (модифицированый) более новой версией от последней инсталляции программы Adapt It. Файл AI_UserProfiles.xml может использоваться другой программой.

source: Unable to remove existing AI_UserProfiles.xml file
ru: Не удается удалить существующий файл AI_UserProfiles.xml

source: Unable to create a new AI_UserProfiles.xml file
ru: Не удается создать новый файл AI_UserProfiles.xml

source: See Glosses
es: Ver Las &Glosas
ru: Отображать глоссы

source: <no adaptation>
es: <no adaptación>
ru: <нет адаптации>

source: Glossing
es: GLOSAR
ru: Глоссирование

source: Delay
ru: Задержка

source: New
es: Nuevo
ru: Новый

source: Create a new document
es: Crear Un Documento Nuevo
ru: Создать новый документ

source: Open
es: Abrir
ru: Открыть

source: Open an existing document
es: Abrir Un Documento Existente
ru: Открыть существующий документ

source: Save
es: Guardar
ru: Сохранить

source: Save the active document
es: Guardar El Documento Activo
ru: Сохранить активный документ

source: Cut
es: Cortar
ru: Вырезать

source: Cut the selection and put it on the Clipboard
es: Cortar la Selección y Guardarlo en la Tablilla
ru: Вырезать выделенный текст и поместить его в буфер обмена

source: Copy
es: Copiar
ru: Копировать

source: Copy the selection and put it on the Clipboard
es: Copiar la Selección y Guardarlo en la Tablilla
ru: Скопировать выделенный текст и поместить его в буфер обмена

source: Paste
es: Pegar
ru: Вставить

source: Insert Clipboard contents
es: Pegar de la Tablilla
ru: Вставить содержимое буфера обмена

source: Print
es: Imprimir
ru: Печать

source: Print the active document
es: Imprimir Documento Activo
ru: Печатать активный документ

source: Change Guesser Settings
ru: Изменить настройки для программы предположения

source: Change settings for guessing the translation text
ru: Изменить настройки для предположения текста перевода

source: Open a Note dialog
es: Abrir un Diálogo de Apuntes
ru: Открыть диалоговое окно 'Примечание'

source: Create a note dialog and open it for typing
es: Crear un diálogo de apuntes y ábrelo para teclear
ru: Создать диалоговое окно для примечаний и открыть его для набора текста

source: Jump to the previous Note
es: Salta al Apunte Anterior
ru: Перейти к предыдущему примечанию

source: Go back and open the previous note
es: Retrasarse y Abrir el apunte anterior
ru: Вернуться и открыть предыдущее примечание

source: Jump to the next Note
es: Saltar al siguiente apunte
ru: Перейти к следующему примечанию

source: Go forward and open the next note
es: Avanzar y Abrir el siguiente apunte
ru: Идти вперед и открыть следующее примечание

source: Delete All Notes
es: Borrar Todos los Apuntes
ru: Удалить все примечания

source: Delete all the notes currently in the document
es: Borrar todos los apuntes en el documento
ru: Удалить все примечания, который сейчас имеются в документе

source: Ignore Boundaries
es: Ignorar Límites
ru: Не учитывать границы

source: Ignore boundaries when making selections
es: Ignorar los límites cuando se haga selecciones
ru: Не учитывать границы при выборке текста

source: Punctuation
es: Punctuación
ru: Знаки пунктуации

source: Hide Punctuation
es: Mostrar Puntuación
ru: Скрыть знаки пунктуации

source: Don't show punctuation with the text
es: Mostrar textos con puntuación
ru: Не показывать знаки пунктуации с отображаемым текстом

source: Advance to End
es: Avanzarse Al Fin
ru: Перейти к концу

source: Advance to the end of the data
es: Avanzar al fin de los datos
ru: Перейти к концу данных

source: Back to Start
es: Volverse Al Inicio
ru: Назад к началу

source: Go back to the start of the data
es: Regresar al principio de los datos
ru: Вернуться к началу данных

source: Move the bundle down one step towards the bottom of the file
es: Mostrar la pantalla posterior, más hacia el fin del archivo
ru: Перенести группу данных на шаг назад к концу файла

source: Move bundle back up one step towards the start of the file
es: Mostrar la pantalla anterior, más hacia el principio del archivo
ru: Перенести группу данных на шаг вперед к началу файла

source: Jump back to the last active location
es: Resaltar a la última ubicación activa
ru: Переход назад к последнему активному положению

source: Merge selected words into a phrase
es: Unir las palabras escogidas en una cláusula
ru: Соединить выделенные слова в фразу

source: Unmake A Phrase
es: Deshacer Una Cláusula
ru: Расформировать фразу

source: Restore selected phrase to a sequence of word objects
es: Restaurar la cláusula escogida a una sucesión de palabras separadas
ru: Превратить выбранную фразу обратно в последовательность слов

source: Do A Retranslation
es: Hay Que Hacer Una Retraducción
ru: Сделать повторный перевод

source: The selected section is a retranslation, not an adaptation
es: La sección escogida es una retraducción, no una adaptación
ru: Выбранный текст является повторным переводом, не адаптацией

source: Edit A Retranslation
es: Edit una Retraducción
ru: Редактировать повторный перевод

source: Edit the retranslation at the selection or at the active location
es: Editar una retraducción seleccionada o a la ubicación actual
ru: Редактировать повторный перевод в выборке или в активном местоположении

source: Remove A Retranslation
es: Quitar Una Retraducción
ru: Убрать повторный перевод

source: Remove the whole of the retranslation
es: Quitar una retraducción entera
ru: Полностью убрать повторный перевод

source: Insert A Placeholder
es: Insertar Un Punto De Referencia
ru: Вставить метку-заполнитель

source: Insert a placeholder into the source language text
es: Insertar un punto de referencia en el texto original
ru: Вставить метку-заполнитель в текст исходного языка

source: Choose Translation
es: Escoger Traducción
ru: Выбрать перевод

source: Show The Choose Translation Dialog
es: Mostrar ‘Escoger El Diálogo De La Traducción’
ru: Показать диалоговое окно 'Выбрать перевод'

source: Force the Choose Translation dialog to be shown
es: Mandar que el ‘Escoger El Diálogo De La Traducción’ sea mostrado
ru: Вывести на экран диалоговое окно 'Выбрать перевод'

source: Show Target Text Only
es: Mostrar solamente textos finales
ru: Показывать только целевой текст

source: Show target text only
es: Mostrar solamente los textos finales
ru: Показывать только целевой текст

source: View Translation or Glosses Elsewhere in the Document
ru: Смотреть перевод или глоссы в каких-нибудь еще местах документа

source: No Punctuation Copy
es: No - Provisionalmente eliminar el copiar de puntuación
ru: Не копировать знаки пунктуации

source: Suppress the copying of source text punctuation temporarily
es: Provisionalmente eliminar el copiar de puntuación de textos originales
ru: Временно блокировать копирование знаков пунктуации в исходном тексте

source: Display Adapt It program help topics
es: Mostrar la ayuda del programa Adapt It
ru: Показывает темы справочного материала программы Adapt It

source: <New Project>
es: <Proyecto Nuevo>
ru: <Новый проект>

source: &Open... Ctrl-O
es: Ab&rir...
ru: &Открыть.. Ctrl-O.

source: &Save Ctrl-S
es: &Guardar
ru: &Сохранить Ctrl-S

source: Start Working... Ctrl-Shift-O
es: Empezar a Trabajar... Ctrl-Shift-O
ru: Нача&ть работу... Ctrl-Shift-O

source: Close Project Ctrl-W
es: Cerrar Pro&yecto Ctrl-W
ru: Закрыть проект Ctrl-W

source: Edit Source Text... Ctrl-Shift-E
es: Editar Textos Originales... Ctrl-Shift-E
ru: Редактировать исходный текст... Ctrl-Shift-E

source: Move Note Backward Ctrl-Shift-2
es: Mover Nota Detrás Ctrl-Shift-2
ru: Переместить примечание назад Ctrl-Shift-2

source: Move Note Forward Ctrl-Shift-3
es: Mover Nota Delante Ctrl-Shift-3
ru: Переместить примечание вперед Ctrl-Shift-3

source: Find and Replace... Ctrl-Shift-F
es: Buscar y Reemplazar... Ctrl-Shift-F
ru: Найти и за&менить... Ctrl-Shift-F

source: Layout Window Right To Left Ctrl-Shift-1
es: Establecer la Ventana de Derecha a Izquierda Ctrl-Shift-1
ru: Планировка окна справа налево Ctrl-Shift-1

source: Help Topics Ctrl-Shift-/
es: &Temas de Ayuda Ctrl-Shift-/
ru: Указатель тем справки Ctrl-Shift-/

source: Help Topics F1
es: &Temas de Ayuda F1
ru: Указатель тем справки F1

source: &File
es: &Archivo
ru: &Файл

source: &Edit
es: &Editar
ru: &Редактировать

source: &View
es: &Visualización
ru: &Вид

source: &Tools
es: &Herramientas
ru: &Инструменты

source: E&xport-Import
es: E&xportación e Importación
ru: Э&кспорт-импорт

source: &Advanced
es: Advan&zado
ru: &Расширенные функции

source: &Layout
es: &Disposición
ru: &Планировка

source: &Help
ru: &Справка

source: Ad&ministrator
es: Ad&ministrador
ru: Ад&министратор

source: The user interface language change may not fully take effect until you restart Adapt It.
es: El cambio de idioma de la interfaz de usuario no tendrá efecto hasta que reinicie Adapt It.
ru: Изменение языка пользовательского интерфейса может не произойти в полной мере, пока вы не перезапустите программу Adapt It.

source: gloss
es: glosa
ru: глосса

source: Inconsistency Found
es: Incompatibilidad Encontrado
ru: Найдено несоответствие

source: Adaptations
es: Adaptaciones
ru: Adaptations (имя папки, в которой будут храниться все адаптированные документы)

source: History books
es: Libros Históricos
ru: Исторические книги

source: Wisdom books
es: Libros Sapienciales
ru: Книги мудрости

source: Prophecy books
es: Libros Proféticos
ru: Книги пророчеств

source: New Testament books
es: Libros del Nuevo Testamento
ru: Книги Нового Завета

source: Other Texts
es: Otros Textos
ru: Другие тексты

source: Locating the custom work folder location failed. Either recovery requires you to take action outside of Adapt It, or the recovery attempt failed, or you Cancelled in order to force the application to abort now.
es: No se puede localizar el lugar de trabajo personalizado carpeta. O la recuperación requiere que se actúe fuera de Adapt It, o el intento de recuperación fue exitosa o le obligó a cancelar la programa ahora.
ru: Не удалось обнаружить местоположение пользовательской папки. Или восстановление данных требует от вас выпонить действия вне программы Adapt, или не удалось выполнить команду восстановления данных, или вы выбрали команду 'Отменить', чтобы вызвать преждевременное прекращения работы прикладной программы.

source: Error of file named CustomWorkFolderLocation
ru: Ошибка файла с именем CustomWorkFolderLocation

source: Untitled - Adapt It
es: Intitulado - Adapt It
ru: Без заголовка - Adapt It

source: Loading books.xml and AI_USFM.xml ...
es: Cargando "libros.xml" y "AI_USFM.xml" ...
ru: Идет загрузка файлов books.xml и AI_USFM.xml ...

source: Warning: book folder mode will be disabled until a books.xml file is stored in the work folder and it is read in and parsed correctly. You should exit the application and fix the books.xml file before trying to do more work.
ru: Внимание: режим книжной папки будет отключен до тех пор, пока файл books.xml не будет сохранен в рабочей папке, считан во внутреннюю память и правильно проанализирован. Вы должны выйти из прикладной программы и внести исправления в файл books.xml прежде чем попытаться выполнить еще какие-либо операции.

source: Could not remove the AI_USFM.xml file from the work folder.
es: No es posible eliminar el archivo AI_USFM.xml de la carpeta de trabajo.
ru: Не удалось удалить файл AI_USFM.xml из рабочей папки.

source: Warning: using default USFM styles until a AI_USFM.xml file is stored in the work folder and it is read in and parsed correctly. You should exit the application and fix the AI_USFM.xml file if you have previously told Adapt It to hide certain standard format markers.
ru: Внимание: используются стили USFM по умолчанию до тех пор, пока файл AI_USFM.xml не будет сохранен в рабочей папке, считан во внутреннюю память и правильно проанализирован. Если вы ранее дали программе Adapt It команду скрыть определенные маркеры стандартного формата, то вам следует выйти из прикладной программы и исправить файл AI_USFM.xml.

source: Loading AI_UserProfiles.xml ...
ru: Идет загрузка файла AI_UserProfiles.xml ...

source: Could not create backup of the modified AI_UserProfiles.xml file: %s Please ask your administrator to check your user workflow profiles.
ru: Не удалось сделать резервную копию модифицированного файла AI_UserProfiles.xml: %s Попросите своего администратора проверить ваши пользовательские профили рабочего процесса.

source: Unable to read the AI_UserProfiles.xml file in the work folder. Ask your administrator to recreate Adapt It's user workflow profiles.
ru: Не удается прочитать файл AI_UserProfiles.xm в рабочей папке. Попросите своего администратора повторно создать пользовательские профили рабочего процесса.

source: Unable to update the AI_UserProfiles.xml file in the work folder. Ask your administrator to recreate Adapt It's user workflow profiles.
ru: Не удается обновить файл AI_UserProfiles.xm в рабочей папке. Попросите своего администратора повторно создать пользовательские профили рабочего процесса в программе Adapt It.

source: Could not create backup of the modified AI_UserProfiles.xml file: %s Please ask your administrator to recreate your user workflow profiles.
ru: Не удалось создать резервную копию модифицированного файла AI_UserProfiles.xml file: %s Пожалуйста, попросите своего администратора повторно создать пользовательские профили рабочего процесса.

source: There was an incompatible version (%s) of AI_UserProfiles.xml in the work folder. Adapt It version %s expected it to be %s. The existing AI_UserProfiles.xml file was backed up as: %s and a new AI_UserProfiles.xml was created in the work folder. Please ask your administrator to check and recreate your user workflow profiles if necessary.
ru: В рабочей папке находилась несовместимая версия (%s) файла AI_UserProfiles.xml. Версия %s программы Adapt It предполагала, что это будет %s. Для существующего файла AI_UserProfiles.xml была сделана следующая резервная копия : %s и новый файл AI_UserProfiles.xml был создан в рабочей папке. Пожалуйста, попросите своего администратора проверить и при необходимости повторно создать ваши пользовательские профили рабочего процесса.

source: Could not remove the AI_UserProfiles.xml file from the work folder.
ru: Не удалось удалить файл AI_UserProfiles.xml из рабочей папки.

source: Initializing help system file %s...
es: Inicializando el archivo de ayuda %s...
ru: Идет инициализация системного справочного файла %s...

source: Initialization complete. Call Start Working...
es: Inicialización completa. De empezar a trabajar ...
ru: Инициализация завершена. Вызвать 'Начать Работу...'

source: Sorry, there is a file named 'Adapt It %sWork'. Please delete or rename this file because Adapt It needs to use this name instead for a folder.
es: AVISO: hay un archivo nombrado 'Adapt It %sWork'. Hay que o borrar o renombrar el archivo. El programa Adapt It requiere este nombre para una carpeta.
ru: Стоп: файл с именем 'Adapt It %sWork' уже существует. Пожалуйста, удалите или переименуйте этот файл, потому что программа Adapt It должна использовать это имя для папки.

source: Sorry, there was an error creating the "Adapt It %sWork" folder in your <home user>/My Documents folder. Adapt It %s is not set up correctly and so must close down.
ru: Стоп: при создании папки 'Adapt It %sWork' в вашей папке <пользователь стандартного местоположения>/'Мои Документы' возникла ошибка. Установочные параметры программы Adapt It %s не были заданы правильно, поэтому она должна закрыться.

source: Warning: a project with the name "%s" already exists. Adapt It will therefore use the existing project.
es: AVISO: hay un proyecto denominado: ""%s"" que ya existe. Entonces Adapt It empleará este mismo proyecto que ya existe.
ru: Внимание: проект с именем '%s' уже существует. Поэтому программа Adapt It будет использовать существующий проект.

source: Sorry, there is a file named "%s to %s adaptations" in your Adapt It %sWork folder. You must rename or delete this file because Adapt It needs to use this name for a folder.
es: Hay un archivo con el nombre "%s to %s adaptions" en la carpeta Adapt It %sWork. Habrá que o renombrar o borrar este archivo. Hace falta que Adapt It emplea este mismo nombre para su propia carpeta.
ru: Стоп: есть файл с именем '%s to %s adaptations' в вашей папке Adapt It %sWork. Вам следует переименовать или удалить этот файл, потому что программа Adapt It должен использовать это имя для папки.

source: Sorry, there was an error creating the "%s to %s adaptations" folder in your Adapt It %sWork folder. Adapt It is not set up correctly and so must close down.
es: Hubo un error en crear la carpeta para ""%s to %s adaptions"" dentro de la carpeta Adapt It %swork. Adapt It no ha sido configurado adecuadamente y se cierra ya.
ru: Стоп: при создании папки '%s to %s adaptations' в вашей папке Adapt It %sWork возникла ошибка. Установочные параметры программы Adapt It не были заданы правильно, поэтому программа должна закрыться.

source: Sorry, there is a file named "Adaptations" in your "%s" folder. Please delete or rename it because Adapt It needs to use that name for a directory instead.
es: AVISO: hay un archivo denominado: ""Adaptations"" en su carpeta: ""%s"". Habrá que o renombrar o borrar este archivo. Hace falta que Adapt It emplea el mismo nombre para su propia carpeta.
ru: Стоп: файл с именем 'Adaptatiobs' уже есть в вашей папке '%s'. Пожалуйста, удалите или переименуйте его, потому что программа Adapt It должна использовать это имя для директории.

source: Sorry, there was an error creating the "Adaptations" folder in your project folder. Adapt It is not set up properly and so must close down.
es: Se ha producido un error al crear la carpeta "Adaptations" en su carpeta de proyecto. Adapt It no está bien configurado y por tanto va a cerrar.
ru: Стоп: произошла ошибка при создании папки 'Adaptations' в вашей папке проекта. Установочные параметры программы Adapt It не были заданы правильно и поэтому она должна закрыться.

source: Warning: a knowledge base for storing glosses was not found. An empty one has been created for your use instead.
es: AVISO: La Base de Conocimientos para almacenar las glosas no se encontró. En lugar, un archivo vacío se ha establecido para su uso.
ru: Внимание: не удалось найти базу знаний для сохранения глосс. Вместо этого была создана пустая база знаний, чтобы вы могли ею пользоваться.

source: Warning: a knowledge base for storing adaptations was not found. An empty one has been created for your use instead.
es: AVISO: La Base de Conocimientos para almacenar las adaptaciones no se encontró. En lugar, un archivo vacío se ha creado para su uso.
ru: Внимание: не была найдена база знаний для сохранения адаптаций. Вместо этого была создана пустая база знаний, чтобы вы могли ею пользоваться.

source: Error: loading the glossing knowledge base failed. The application will now close.
es: ERROR: El cargar de la Base de Conocimientos ha fracasado. El programa cerrará.
ru: Ошибка: не удалось загрузить базу знаний глоссирования. Программа сейчас будет закрыта.

source: Failed to set the current directory when getting existing adaptation documents
ru: Не удалось настроить текущую директорию при получении существующих документов адаптации.

source: Creating folder: "%s" failed. This folder will be skipped, processing will continue.
ru: Не удалось создать папку: '%s'. Эта папка будет пропущена, обработка продолжится.

source: Error opening glossing KB file for writing with path:
es: Error al abrir el archivo de la Base de Conocimientos de glosas para escribir en el directorio:
ru: Ошибка при открытии файла БЗ глоссирования для проведения записи с использованием пути доступа:

source: The glossing knowledge base was not saved. Is your drive's free space low, or is the file open in another application?
es: La base de conocimientos glosando no se ha guardado. Es el espacio libre en el disco bajo, o es el archivo abierto en otra aplicación?
ru: База знаний глоссирования не была сохранена. Проверьте, достаточно ли свободной памяти на вашем дисководе и не открыт ли этот файл открыт в другом приложении.

source: Removing backup glossing kb file failed.
es: Extracción de copia de seguridad de base de conocimientos glosando archivo fallado.
ru: Не удалось удалить резервный файл БЗ глоссирования.

source: Error opening KB file for writing with path:
es: KB Error al abrir el archivo para escribir en el directorio:
ru: Ошибка при открытии файла БЗ для проведения записи с использованием пути доступа:

source: The knowledge base was not saved. Is your drive's free space low, or is the file open in another application?
es: La base de conocimientos no se ha guardado. Es el espacio libre en el disco bajo, o es el archivo abierto en otra aplicación?
ru: База знаний не была сохранена. Проверьте, достаточно ли свободной памяти на вашем дисководе и не открыт ли этот файл в другом приложении.

source: Removing backup kb file failed.
es: Error al eliminar el archivo de copia de seguridad de base de conocimientos.
ru: Не удалось удалить резервный файл БЗ.

source: No project folder defined yet.
es: La carpeta del proyecto no se ha especificado todavía.
ru: Папка проекта еще не определена.

source: If you want to continue, you must choose a project or create a new project. Do you want to continue?
ru: Если вы хотите продолжить, вы должны выбрать проект или создать новый проект. Вы хотите продолжить?

source: Basic Configuration File Not Read
es: No se puede leer el archivo de la configuración básica
ru: Базовый конфигурационный файл не прочитан

source: Failed to find the %s folder.
es: No se ha podido encontrar la carpeta %s.
ru: Не удалось найти папку %s.

source: If you want to continue, you must choose a different project or create a new project. Do you want to continue?
es: Si desea continuar, deberá elegir un proyecto o crear un nuevo proyecto. ¿Desea continuar?
ru: Если вы хотите продолжить, вы должны выбрать другой проект или создать новый проект. Вы хотите продолжить?

source: Bad path in config file
es: El nombre de directorio no válida en el archivo de configuración
ru: Неверный путь доступа в конфигурационном файле

source: Adapt It cannot create its work folder:
es: Adaptar No puede crear su carpeta de trabajo:
ru: Adapt It не может создать свою рабочую папку:

source: Adapt It cannot continue and will now abort.
es: Adapt It no puede continuar y se cancelarán.
ru: Программа Adapt It не может продолжать работу и ее выполнение будет сейчас прекращено.

source: Critical Error
es: Error Crítico
ru: Критическая ошибка

source: Warning: Did not remove bad knowledge base file %s.
es: Advertencia: No quitar la base de conocimientos de archivo malo %s.
ru: Внимание: не удален дефектный файл базы знаний %s.

source: Error renaming glossing KB Backup file, path %s, to be the new glossing KB file.
es: Error al cambiar el nombre de la base de conocimientos glosando archivo de copia de seguridad, el directorio %s, para ser el nuevo archivo de base de conocimientos glosando.
ru: Ошибка в переименовании резервного файла БЗ глоссирования, путь доступа %s, который должен быть новым файлом БЗ глоссирования.

source: Error: saving the knowledge base failed. The application will now close.
es: AVISO: El intento de guardar la Base de Conocimientos ha fracasado. El programa cerrará ahora.
ru: Ошибка: сохранить базу знаний не удалось. Программа сейчас будет закрыта.
