Repository: adapt-it/adaptit
Catalog: trunk/po/*.po
Languages: es, ru

source: &Edit CC Table...
es: Editar Tabla CC...
ru: &Редактировать таблицу ПИ...

source: Click on this button to open and edit the consistent changes files selected from the list at left
es: Haga clic en este botón para abrir y editar los cambios consistentes archivos seleccionados de la lista de la izquierda
ru: Щелкните на эту кнопку, чтобы открыть и отредактировать файлы последовательных изменений, выбранные из списка слева

source: Select &None
es: Escoja Ninguno
ru: Убрать &выбор

source: Click this button to remove any previous selection of a consistent changes table
es: Haga clic en este botón para eliminar cualquier selección previa de una tabla de coherente cambios
ru: Щелкните на эту кнопку, чтобы убрать какой-либо предыдущий выбор таблицы последовательных изменений

source: Folder path:
es: Ubicación de la Carpeta:
ru: Путь доступа папки:

source: This box shows the folder path or location from which consistent changes (*.cct) files are shown in the above list
ru: Это окно показывает путь доступа к папке или местоположение, из которого файлы последовательных изменений (*.cct) показаны в данном выше списке

source: Search In:
es: Buscar en:
ru: Искать в:

source: Source Text Only
es: Solamente Texto Original
ru: Только исходный текст

source: Find source text only
es: Buscar solo texto original
ru: Найти только исходный текст

source: Translated Text Only
es: Solamente Texto Traducido
ru: Только переведенный текст

source: Find target text only
es: Buscar solo texto de destino
ru: Найти только целевой текст

source: Both Source Text and Translated Text
es: Tanto Texto Original como Texto Final
ru: Исходный текст и переведенный текст

source: Find data with both source and translation text as typed
es: Buscar datos con texto original y traducido
ru: Найти данные как с исходным текстом, так и с текстом перевода, как они набраны

source: Ignore Case
es: Ignorar Caso
ru: Не учитывать регистр

source: Check this box to ignore upper and lower case differences during find
es: Marque esta casilla para ignorar mayúsculas y minúsculas diferencias en encontrar
ru: Поставьте флажок на эту кнопку, чтобы не учитывать разницу между заглавными и прописными буквами во время поиска

source: Type source text to find here
es: Tipo de texto original para encontrar aquí
ru: Наберите здесь исходный текст, который надо найти

source: With Translation:
es: Con Traducción:
ru: С переводом:

source: Type translation text to find here
es: Tipo de traducción de texto a encontrar aquí
ru: Наберите здесь текст перевода, который надо найти

source: Search lines that include punctuation
es: Buscar en la líneas que incluyen puntuacion
ru: Найти строки, в которых есть знаки пунктуации

source: Allow the search to occur in text spanning multiple piles
es: Dejar que la Búsqueda mire en pilas múltiples
ru: Разрешить производить поиск по тексту с большим количеством куч

source: Include adjoining piles in search
es: Incluye pilas adyacentes en la búsqueda
ru: Включить в поиск примыкающие кучи

source: Special Searches:
es: Búsqueda Especial:
ru: Специальные поиски:

source: Retranslation
es: Retraducción
ru: Повторный перевод

source: Find retranslations only
es: Buscar retraducciones sólo
ru: Найти только повторные переводы

source: Placeholder
es: Punto de Referencia
ru: Метка-заполнитель

source: Find placeholders only
es: Encuentra marcadores de posición sólo
ru: Найти только метки-заполнители

source: Standard Format Marker
es: Marcadores Homologados
ru: Маркер стандартного формата

source: Find standard format marker location (select from list)
es: Buscar la ubicación estándar de formato de marcador (seleccione de la lista)
ru: Найти местоположение маркера стандартного формата (выбрать из списка)

source: Select a standard format marker:
es: Escoja un Marcador Homologado:
ru: Выбрать маркер стандартного формата:

source: Select standard format marker from list
es: Seleccionar marcador formato estándar de la lista
ru: Выбрать маркер стандартного формата из списка

source: Find the next occurrence (if any)
es: Buscar la siguiente
ru: Найти следующее место его употребления (если таковое имеется)

source: Special Search
es: Búsqueda Especial
ru: Специальный поиск

source: Activate special search context buttons
es: Activar los botones de contexto especial de búsqueda
ru: Привести в действие кнопки контекста специального поиска

source: Close the Find-Replace dialog
es: Cierre el diálogo Buscar y reemplazar
ru: Закрыть диалоговое окно 'Найти - Заменить'

source: Replacement Text:
es: Text para Reemplazar:
ru: Текст замены:

source: Type replacement text here
es: Reemplazar por
ru: Наберите здесь текст замены

source: Replace
es: Reemplazar
ru: Заменить

source: Replace once
es: Reemplazar
ru: Сделать однократную замену

source: Replace All
es: Reemplazar Todo
ru: Заменить все

source: Replace all instances found
es: Reemplazar todo
ru: Сделать замену во всех обнаруженных местах

source: Special Print Options
es: Opciones Especiales de impresión
ru: Опции специального распечатывания

source: If you want to print a range, you may specify a range of pages, or a range of chapters/verses. You may also check boxes for any special handling of footer or section headings. Click on the "Print >>" button to proceed to the standard print dialog where you may adjust margins or the number of copies before actual printing.
ru: Если вы хотите распечатать какую-либо часть материала, вы можете установить диапазон страниц или диапазон глав/стихов. Вы можете также отметить кнопки-флажки, чтобы задать определенные действия для нижнего колонтитула или названий разделов. Щелкните на кнопку 'Печать >>' , чтобы перейти к стандартному диалоговому окну печати, где вы можете установить поля страницы или задать число напечатанных копий, после чего приступить непосредственно к печати.

source: Print range
es: imprimir un intervalo
ru: Печатный диапазон

source: &All
es: &Todo
ru: &Все

source: Select this button if you want to print the whole document
es: Seleccione este botón si desea imprimir el documento completo
ru: Выберите эту кнопку, если вы хотите распечатать весь документ

source: &Selection
es: &Selección
ru: &Выборка

source: Select this button if you only want to print part of the document (specify what part below)
es: Seleccione este botón si desea imprimir sólo una parte del documento (especificar qué parte abajo)
ru: Выберите эту кнопку, если вы хотите распечатать часть документа (ниже укажите, какую именно)

source: Select this button to indicate the pages to be printed
es: Seleccione este botón para indicar las páginas a imprimir
ru: Выберите эту кнопку, чтобы указать страницы, которые вы хотите распечатать

source: from:
es: desde:
ru: от:

source: Type the starting page number here
es: Escriba el número de página de inicio aquí
ru: Наберите здесь номер страницы, с которой вы хотите начать распечатывание

source: to:
es: hasta:
ru: до:

source: Type the ending page number here
es: Escriba el número de página que termina aquí
ru: Наберите здесь номер страницы, на которой вы хотите закончить распечатывание

source: Select this button to print only a range of chapters/verses
es: Seleccione este botón para imprimir sólo una serie de capítulos o versículos
ru: Выберите эту кнопку, чтобы распечатать только диапазон глав / стихов

source: Type the begining chapter to start printing here
es: Escriba el capítulo inicial para comenzar a imprimir aquí
ru: Наберите здесь начальную главу, с которой вы хотите начать распечатывание

source: Type the beginning verse to start printing here
es: Escriba el versículo inicio para comenzar a imprimir aquí
ru: Наберите здесь начальный стих, с которого вы хотите начать распечатывание

source: Type the ending chapter to print here
es: Escriba el capítulo final para imprimir aquí
ru: Наберите здесь главу, конечную в диапазоне для распечатывания

source: Type the ending verse to print here
es: Escriba el verso que termina de imprimir aquí
ru: Наберите здесь стих, конечный в диапазоне для распечатывания

source: Margin elements
es: Elementos del margen
ru: Элементы поля

source: Section headings
es: Títulos de la sección
ru: Заголовки разделов

source: Suppress a preceding section heading
es: Reprimir encabezamiento de la sección anterior
ru: Не печатать предшествующий заголовок раздела

source: Check this box if you do not want a section heading at the beginning of the selection to print along with the selection
ru: Поставьте флажок на эту кнопку, если вы не хотите, чтобы заголовок раздела в начале выборки печатался вместе с выборкой

source: Include a following section heading
es: Incluir encabezamiento para la sección que sigue
ru: Включить последующий заголовок раздела

source: Check this box if you want a section heading that follows the printed selection to be printed also
ru: Поставьте флажок на эту кнопку, если вы хотите, чтобы заголовок раздела, который идет после напечатанной выборки, тоже был напечатан

source: Footer
es: Pie de página
ru: Нижний колонтитул

source: Suppress printing of the footer
es: Reprimir notas al final de la página
ru: Не печатать нижний колонтитул

source: Check this box if you do not want Adapt It to include a footer on the page(s) of the printed selection
es: Marque esta casilla si no desea incluir un pie de página en la página(s) de la selección impresa
ru: Поставьте флажок на эту кнопку, если вы не хотите, чтобы программа Adapt It включила нижний колонтитул в страницу (страницы) напечатанной выборки

source: Print >>
es: Imprimir >>
ru: Печать >>

source: Press this button to proceed to the standard print dialog (where you can set margins and do the actual printing)
es: Pulse este botón para continuar con el diálogo de impresión, donde se pueden establecer los márgenes de la página y realizar la impresión.
ru: Нажмите на эту кнопку, чтобы перейти к стандартному диалоговому окну печати (где вы можете задать поля и сделать распечатку)

source: Press this button to Cancel the printing and close this dialog
es: Pulse este botón para cancelar la impresión y cerrar este cuadro de diálogo
ru: Нажмите на эту кнопку, чтобы дать команду 'Отменить' для печати и закрыть это диалоговое окно

source: If you want to use only one consistent changes table select it using the Table 1 tab. If you want to use more than one consistent changes tables, select the first one in the Table 1 tab, the second in the Table 2 tab and so on, up to four Tables. Note: When using multiple consistent change tables, they are processed in sequence starting with Table 1.
ru: Если вы хотите пользоваться только одной таблицей последовательных изменений, выберите ее с помощью табуляции Таблица 1. Если вы хотите пользоваться более чем одной таблицей последовательных изменений, выберите первую таблицу в табуляции Таблица 1, вторую - в табуляции Таблица 2 и т.д. до четырех таблиц. Примечание: при использовании нескольких таблиц последовательных изменений их обработка осуществляется последовательно, начиная с Таблицы 1.

source: Table 1
es: Tabla 1
ru: Таблица 1

source: Table 2
es: Tabla 2
ru: Таблица 2

source: Table 3
es: Tabla 3
ru: Таблица 3

source: Table 4
es: Tabla 4
ru: Таблица 4

source: List of Interface Language Localizations found for Adapt It:
es: Lista de localizaciones Idioma de la Interfaz encontrado para Adapt It
ru: Список локализаций языка интерфейса, обнаруженный для программы Adapt It:

source: This is a list of interface languages found at the path below
es: Esta es una lista de idiomas de interfaz encontrado en el directorio siguiente
ru: Это список языков интерфейса, обнаруженный на данном ниже пути доступа

source: Short (Canonical) language name:
es: nombre corto de idioma
ru: Краткое (каноническое) название языка:

source: Full (Descriptive) language name:
es: nombre completo de idioma
ru: Полное (описательное) название языка:

source: The path where Adapt It looks for localization folders containing .mo files. Use the "Browse..." button at right to designate a different path
ru: Путь доступа, по которому программа Adapt It ищет папки локализации, содержащие файлы .mo. Воспользуйтесь кнопкой 'Просмотр...' справа, чтобы задать другой путь доступа

source: Click OK to use a selected interface language
es: Haga clic en Aceptar para usar el idioma de interfaz seleccionado
ru: Щелкните на ОК, что пользоваться выбранным языком интерфейса

source: Click Cancel to make no changes to the interface language
es: Haga clic en Cancelar para no hacer cambios en el idioma de la interfaz
ru: Щелкните на кнопку 'Отменить', чтобы не проводить никаких изменений языка интерфейса

source: Removed:
es: Eliminado:
ru: Удален:

source: Clicking on an item in the above list copies it to the Phrase Box, overwriting anything there.
es: Haga clic en un elemento de la lista anterior para copiarla a la Caja de frases, sobrescribiendo cualquier cosa allí.
ru: Щелчок на каком-либо элементе в приведенном выше списке копирует его в фразовое окно, затирая все имеющиеся там данные

source: Undo Last Copy
es: Deshacer Copiar Última
ru: Вернуть последнюю копию

source: Previous Step
es: Paso anterior
ru: Предыдущая операция

source: Next Step
es: Siguiente
ru: Следующий операция

source: End Now
es: Finalizar ahora
ru: Закончить сейчас

source: Cancel All Steps
es: Cancelar todos los pasos
ru: Отменить все операции

source: Define Source and Target Punctuation Correspondences
ru: Определить соответствия между пунктуацией исходного текста и пунктуацией целевого текста

source: Show U+nnnn
es: Mostrar U+nnnn
ru: Показать U+nnnn

source: Toggle between showing the Unicode nnnn hex value codes and the actual Unicode characters
es: Alternar entre mostrar los códigos de valor hexadecimal Unicode y los caracteres Unicode reales
ru: Переключайте положения, показывающие nnnn шестнадцатиричные значения кодов Unicode и фактические символы Unicode

source: Where there is no corresponding punctuation character, leave that cell empty - whether it is a source or a target cell.
es: Si una puntuación no tiene pareja correspondiente, vacíe la célula corresponderte, no importa si es del texto original o del texto final.
ru: Если нет соответствующего знака пунктуации, оставьте ячейку пустой, будь то исходная или целевая ячейка.

source: SINGLE Punctuation Chars (up to 26 pairs):
es: caracteres de puntuacion individuales (hasta 26 pares)
ru: ОДИНАРНЫЕ знаки пунктуации (до 26 пар)

source: Source
es: Original
ru: Исходный

source: Target
es: Final
ru: Целевой

source: Source
es: Texto Original
ru: Исходный

source: Target
es: Texto Final
ru: Целевой

source: Warning: inappropriate use of this dialog may cause loss of data. Moving or copying a folder moves or copies all its contents. The direction of the move or copy may be from the left to the right pane, or from the right to the left pane - starting from the pane with the selections. Double-clicking a folder in the list opens that folder. To reopen the parent folder click the green 'Up Arrow' button. Beware: deletions are unrecoverable.
ru: Внимание: неправильное использование этого диалогового окна может привести к потере данных. При перемещение или копирование папки происходит перемещение или копирование всего ее содержимого. Направление перемещения или копирования может быть с правого подокна в левое - начиная с подокна с выборками. Двойной щелчок на папку в списке открывает эту папку. Чтобы снова открыть родительскую папку, нажмите на зеленую кнопку 'Стрелка вверх'. Помните: стертые данные не подлежат восстановлению.

source: Locate the &folder
ru: Определить местоположение &папки

source: Navigate to a different folder you wish to open in the left pane
ru: Переходите к другой папке, которую вы хотите открыть в левом подокне

source: Open the parent folder
ru: Открыть родительскую папку:

source: Path to the opened folder:
ru: Путь доступа к открытой папке:

source: Contents of the fo&lder:
ru: Содержимое па&пки:

source: Locate the f&older
ru: Определите местоположение п&апки

source: Navigate to a different folder you wish to open in the right pane
ru: Переходите к другой папке, которую вы хотите открыть в правом подокне

source: Contents of the folde&r:
ru: Содержимое папк&и:

source: &Move
ru: &Переместить

source: Move selected files and / or folders to the folder open in the other pane
ru: Переместите выбранные файлы и / или папки в папку, открытую во втором подокне

source: &Copy
ru: &Копировать

source: Copy files and / or folders to the folder open in the other pane
ru: Копируйте файлы и / или папки в папку, открытую во втором подокне

source: &Peek...
ru: &Наблюдать...

source: Look at the first 16 kB of the contents of the first selected file in one of the panes, with text Left to Right
ru: Посмотрите на первые 16 кБ содержимого первого выбранного файла в одном из подокон, где текст читается слева направо

source: R&ename
ru: П&ереименовать

source: Rename the first folder or file shown selected in one of the panes
ru: Переименуйте первую папку или файл, которые показаны выбранными в одном из подокон

source: Delete the files and / or folders shown selected in one of the panes
ru: Сотрите файлы и / или папки, которые показаны выбранными в одном из подокон

source: Clo&se
ru: Закры&ть

source: Close the dialog when you have finished with it
ru: Закройте диалоговое окно, когда вы закончите эти операции

source: There is already a file with the same name in the destination folder.
es: Ya existe un archivo con el mismo nombre en la carpeta de destino.
ru: В папке назначения уже есть файл с таким же именем.

source: Destination
es: Destino
ru: Место назначения

source: Move, or copy; and replace
es: Mover o copiar y reemplazar
ru: Переместите или скопируйте; и замените

source: Replace the file in the destination folder with the file you are moving or copying.
es: Reemplazar el archivo en la carpeta de destino con el archivo que se está o moviendo o copiando.
ru: Замените файл в папке назначения на файл, который вы перемещаете или копируете.

source: Do not move, or copy
es: No mover ni copiar
ru: Нельзя премещать или копировать

source: No move, nor copy, will be done. Leave the destination folder's file unchanged.
es: No mover, ni copia, se hará. Deja el expediente de la carpeta de destino sin cambios.
ru: Не будет сделано ни перемещения, ни копирования. Оставьте файл в папке назначения без изменений.

source: Move, or copy, giving it a modified filename
es: Mover o copiar, dándole un nombre de archivo modificado
ru: Переместите или скопируйте, задавая измененное имя файла

source: The file you are moving, or copying will be renamed %s
ru: Файл, который вы перемещаете или копируете, будет переименован %s

source: Handle other filename conflicts the same way
ru: Таким же образом устраните другие конфликты имен файлов

source: Updated Spellings
es: Ortografía actualizada
ru: Измененная орфография

source: Source:
es: Original:
ru: Исходный:

source: Matches for the one or more search strings
es: Resultados encontrados para uno o más frases de búsqueda
ru: Соответствует одной или более поисковым строкам

source: Find in matched list:
es: Buscar en la lista de resultados:
ru: Найти в списке соответствий:

source: Edit:
es: Editar:
ru: Редактировать:

source: Restore Original Spelling
es: Restaurar ortografía original
ru: Восстановить первоначальную орфографию

source: &Remove Update
es: &Quitar la actualización
ru: &Удалить обновление

source: &List of Language Codes and Names:
ru: &Список кодов и названий:

source: Scroll &list and highlight language or search for language below
ru: Просмотрите &список и выделите язык или ищите язык ниже

source: This is a list of languages and their 3-letter codes
ru: Это список языков и их 3-буквенных кодов

source: Search for Language (&type code or Name):
ru: Найти язык (&введите код или название):

source: Enter a language name, or part of a name here
ru: Здесь введите название языка полностью или частично

source: Use this button to find the next occurrence in list if it exists
ru: Пользуйтесь этой кнопкой, чтобы найти следующее наличие в списке, если таковое имеется

source: Use selected code for Sourc&e Language
ru: Используйте выбранный код для исходног&о языка

source: Use this button to copy the 3-letter code of the selected language above to the Source Language Code box below
ru: Пользуйтесь этой кнопкой, чтобы скопировать 3-буквенный код выбранного выше языка в имеющееся ниже окно 'Код исходного языка'

source: Use selected code for T&arget Language
ru: Используйте выбранный код для ц&елевого языка

source: Use this button to copy the 3-letter code of the selected language above to the Target Language Code box below
ru: Пользуйтесь этой кнопкой, чтобы скопировать 3-буквенный код выбранного выше языка в имеющееся ниже окно 'Код целевого языка'

source: Display the text Right-To-Left
ru: Отображать текст справа налево

source: Reverse the text layout direction
ru: Изменить направление размещения текста на противоположное

source: &Input file
ru: &Входной файл

source: 1. Select a &Tab according to the user workflow profile you want to edit
ru: 1. Выберите &Табуляцию соответственно пользовательскому профилю рабочего процесса, который вы хотите изменить

source: Novice
ru: Новичок

source: Experienced
ru: Малоопытный

source: Skilled
ru: Опытный

source: Custom
ru: Пользовательские настройки

source: 2. Select the user workflow profile (below) that you want the interface to use:
ru: 2. Выберите пользовательский профиль рабочего процесса (ниже), которые вы хотите предложить для использования в интерфейсе:

source: &None (keep all menus and settings visible)
ru: &Никакой (сохраняйте отображение всех меню и настроек)

source: Select this one if you do not want to activate a user profile
ru: Выберите эту опцию, если вы не хотите вызывать пользовательский профиль

source: &Use a workflow profile (Select from drop down list below)
ru: &Использовать профиль рабочего процесса (Выбрать из имеющегося внизу списка)

source: Select this one to activate a user profile using the drop down box below
ru: Выбрать эту опцию, чтобы вызвать пользовательский профиль с помощью окна внизу

source: Click here to see all choices and make selection
ru: Щелкните здесь, чтобы увидеть все опции и сделать выбор

source: &Reset to Factory Defaults
ru: &Вернуться к заводским установкам по умолчанию

source: Reset the profile items of the selected profile to their factory defaults
ru: Вернуть всем элементам выбранного профиля их заводские установки по умолчанию

source: &Description of Selected User Profile (editable)
ru: &Описание выбранного пользовательского профиля (редактируемое)

source: A brief description of the selected workflow profile
ru: Краткое описание выбранного профиля рабочего процесса

source: Click here when finished
ru: Щелкните здесь, когда закончите

source: Click here to close this dialog without saving any changes
ru: Щелкните здесь, чтобы закрыть это диалоговое окно, не сохраняя никаких изменений

source: Note:
ru: Примечание:

source: Items with a check will be visible in the interface. Items without a check will not be visible.
ru: Отмеченные флажком элементы будут отображены в интерфейсе. Элементы без отметки отображаться не будут.

source: Define USFM and Marker Filtering (Marker Hiding)
ru: Определить фильтрацию маркеров и USFM (скрыть маркеры)

source: If you intend to change the SFM set as well as make filtering changes, change the SFM set first
ru: Если вы намереваетесь внести изменения в набор SFM, а также в параметры фильтрации, то сначала измените набор SFM

source: &USFM Set Selection:
ru: &Выборка с маркерами набора USFM:

source: This Document's Settings:
es: Parámetros del Documento
ru: Установочные параметры данного документа:

source: &UBS USFM 2.0 Set Only
es: Únicamente &UBS USFM 2.0
ru: &Только набор UBS USFM 2.0
