Repository: adapt-it/adaptit
Catalog: trunk/po/*.po
Languages: es, ru

source: The %s changes table was already assigned in Table tab %d
es: El tabla de cambios %s ya ha sido asignado en la ficha Tabla %d
ru: Таблица изменений %s уже была задана в табуляции таблицы %d

source: Consistent Changes Tables (*.cct)|*.cct||
es: Nombre del archivo de Cambios a Textos (*.cct)|*.cct||
ru: Таблица последовательных изменений (*.cct)|*.cct||

source: Locate The Consistent Change Table
es: Busca el archivo de Los Cambios a Textos.
ru: Определить местоположение таблицы последовательных изменений

source: Sorry, you have not yet selected a consistent changes table from the list box. Do so and then try the editing button again.
es: AVISO: Aún no se ha seleccionado una tabla de Cambios a Textos de la lista. Hazlo y pinche el botón para editar una vez más.
ru: Стоп: вы все ещё не выбрали таблицу последовательных изменений из окна списка. Выберите таблицу и попробуйте выполнить операцию, нажав на кнопку редактирования еще раз.

source: Error opening the file. Cannot edit the file. Aborting.
es: Error al abrir el archivo. No se puede editar el archivo. Cancelando ...
ru: Ошибка открытия файла. Нет возможности редактировать файл. Выполняется преждевременное завершение программы.

source: Error creating the file. Aborting.
es: Error al crear el archivo. Cancelando ...
ru: Ошибка создания файла. Идет преждевременное завершение выполнениия программы.

source: Error opening cc table file for writing with path %s.
ru: Ошибка открытия файла таблицы ПИ для записи с путем доступа %s.

source: Edit Consistent Changes Table
es: Editar la Tabla de Cambios a Textos (CC)
ru: Редактировать таблицу последовательных изменений

source: Create CC Table
es: Crear Tabla - Cambios a Textos (CC)
ru: Создать таблицу ПИ (последовательных изменений)

source: Select your preferred language for Adapt It's menus and other messages
es: Seleccione un idioma para los menús y otros mensajes de Adapt It
ru: Выберите желаемый язык для меню и других сообщений в программе Adapt It.

source: (Use system default language)
es: (Usa el lenguaje actual del sistema operativo)
ru: (Использовать системный язык по умолчанию)

source: Enter Language Name
es: Escriba el nombre del Idioma
ru: Введите название языка

source: Please enter the common language name for the %s localization:
ru: Пожалуйста, введите обычное название языка для %s локализации:

source: List box error when getting the current selection
es: Encontró un error de cuadro de lista al conseguir la selección actual
ru: Ошибка в окне списка при получении текущей выборки

source: Removing: "%s", will make %d occurrences of it in the document files inconsistent with the knowledge base. (You can fix that later by using the Consistency Check command.) Do you want to go ahead and remove it?
es: Quitando: ""%s"", hará que %d ocurrencias del mismo en los archivos sean contradictorios con la Base de Conocimientos. (Puede usted arreglarla luego utilizando la orden de Prueba de Conformidad.) ¿Aún así quiere usted seguir y quitarlo?
ru: Удаление: '%s' приведет к тому, что %d появления его в файлах документов не будет соответствовать базе знаний. (Вы можете исправить это позже, применив команду 'Проверка на соответствие'. Вы хотите продолжить и выполнить удаление?

source: Collect Text As Back Translations
es: Recolectar Textos como Verificaciones
ru: Собрать текст в виде обратных переводов

source: The CC-Table "%s" could not be found or opened.
es: La tabla de CC "%s" no pudo ser encontrado o bien abierto.
ru: Не удалось найти или открыть таблицу ПИ '%s'.

source: CC couldn't load the table: %s. Got error code: %d. Check the syntax of the table.
es: CC no pudo cargar la tabla: %s. Código de error: %d. Compruebe la sintaxis de la tabla.
ru: СС не удалось загрузить таблицу: %s. Получен код ошибки: %d. Проверьте синтаксис таблицы.

source: CC environment did not accept CCSetUTR8Encoding() call: Got error code: %d.
es: Error en CCSetUTR8Encoding (): Código de error:%d.
ru: Конфигурация СС не приняла вызов CCSetUTR8Encoding(): Получен код ошибки: %d.

source: You must Select a document (or <New Document>) from the list before continuing.
es: Debe seleccionar un documento (o <Documento Nuevo>) de la lista antes de continuar.
ru: Вы должны выбрать документ (или <Новый документ> из списка, а затем продолжить работу.

source: ON
es: ACTIVA
ru: ВКЛЮЧИТЬ

source: Book folder mode is %s
es: Modo – Carpeta de Libro está %s
ru: Режим книжной папки %s

source: Documents are being saved to the %s folder
es: Grabando documentos a la carpeta %s
ru: Документы сохраняются в папку %s

source: OFF
es: APAGADO
ru: ВЫКЛЮЧИТЬ

source: <New Document>
es: <Documento Nuevo>
ru: <Новый документ>

source: An Adapt It document does not start off empty. Instead, it starts out containing all of the source text you wish to translate in that document - perhaps a whole book such as Romans.
es: Un documento no empieza vacío, a lo contrario, empieza llevando todo el texto original que se quiere traducir, a lo mejor, un libro entero, como, Romanos.
ru: Документ программы Adapt It изначально не является пустым. В нем сразу будет содержаться весь исходный текст, который вы хотите перевести, возможно, текст целой книги, например, Послание к Римлянам.

source: To get the source text into the document, you must first double-click the <New Document> item. Then you will see a file dialog which you can use to locate and get the file which has the source text.
es: Para cargar el documento con el Texto Original primero hay que pinchar el botón <Documento Nuevo> dos veces, entonces se verá un dialogo de archivos que se puede emplear para ubicar el Texto Original.
ru: Чтобы ввести исходный текст в документ, вы сначала должны сделать двойной щелчок мышью на пункт <Новый документ>. Затем вы увидите файловый диалог, с помощью которого можно определить местоположение файла с исходным текстом.

source: Any existing Adapt It documents will have their names shown in the list below the <New Document> item. To open one of those documents for further work, just double-click it.
es: Los documentos existentes tendrán su nombre en la lista de abajo del <Documento Nuevo>. Para abrir uno de estos documentos y trabajar, pínchelo dos veces.
ru: Имена всех существующих документов программы Adapt It будут показаны в списке под пуктом <Новый документ>. Чтобы открыть один из этих документов для дальнейшей работы, просто щелкните на имени два раза мышью.

source: You don't have to finish translating a document in one session. Just be sure that it is saved when you close it. Adapt It stores your documents in your project's Adaptations folder.
es: No tiene que acabar con toda la traducción del documento en la misma sesión, pero hay que asegurar que se guarde todo antes de cerrar. El programa, Adapt It, almacena los documentos en la carpeta de adaptaciones del proyecto.
ru: Вы не должны обязательно закончить перевод документа за один раз. Только убедитесь перед закрытием документа, что все изменения сохранены. Программа Adapt It сохранит ваши документы в папке 'Adaptations' вашего проекта.

source: Adapt It documents cannot be read by other computer programs. To do that you must first have your document open in Adapt It, then export its translation to a file which another program can read.
es: Los otros programas no pueden leer documentos producidos por Adapt It sin que primero se abra el documento y entonces se exporte el texto traducido a un archivo legible por otro programa.
ru: Другие компьютерные программы не могут читать документы программы Adapt It. Чтобы их можно было прочитать, вы должны сначала открыть документ в программе Adapt It, а затем экспортировать его перевод в файл формата, читаемого другой программой.

source: Warning: invalid path to the last new document: %s A safe default path will be used instead.
es: Advertencia: Ubicación invalida para el último documento nuevo: El programa empleará %s por defecto.
ru: Внимание: неверный путь доступа к последнему новому документу: %s. Вместо него будет использован безопасный путь доступа по умолчанию.

source: View Translation or Glosses Elsewhere In The Document
es: Ver la Traducción o las Glosas en otra parte del Documento
ru: Смотреть переводы или глоссы в других частях документа

source: Sorry, the application was not able to find the verse you specified.
es: AVISO: El programa no era capaz de encontrar el versículo que usted especificó.
ru: Стоп: программа не смогла найти указанный вами стих.

source: Sorry, but the chapter and verse combination %s does not exist in this document. The command will be ignored.
es: Lo sentimos, pero el capítulo y versículo combinación %s no existe en este documento. El comando será ignorado.
ru: Стоп: в этом документе не существует комбинации главы и стиха %s. Команда выполняться не будет.

source: Fonts
es: Fuentes
ru: Шрифты

source: Case
es: Equivalencias - Mayúscula y Minúscula
ru: Регистр

source: Backups and Misc
es: Copias de Seguridad y Misceláneo
ru: Резервные копии и разное

source: View
es: Vista
ru: Вид

source: Auto-Saving
es: Auto Guardar
ru: Автосохранение

source: USFM and Filtering
ru: USFM и фильтрация

source: Note: The Edit Preferences "Punctuation" Tab is not available when the Glossing box is checked on the control bar.
es: Nota: la ficha "Puntuacion" no está disponible cuando el cuadro de Glosando está marcada en la barra de control.
ru: Примечание: нет доступа к табуляции 'Пунктуация' в 'Установках' 'Редактирования' когда стоит флажок на кнопке 'Глоссирование' на панели управления.

source: Sorry, the source font name cannot be left blank.
es: Por favor, introduzca un nombre para el tipo de letra del idioma de origen.
ru: Стоп: окно для имени шрифта исходного языка нельзя оставить пустым.

source: Sorry, the target font name cannot be left blank.
es: Por favor, introduzca un nombre para el tipo de letra del idioma de destino.
ru: Стоп: окно для имени шрифта целевого языка нельзя оставить пустым.

source: Sorry, the navigation font name cannot be left blank.
es: Por favor, introduzca un nombre para el tipo de letra de navegación.
ru: Стоп: окно для имени шрифта языка навигации нельзя оставить пустым.

source: Sorry, the %s font size must be between %d and %d points. A default size of 12 points will be used instead.
es: El tamaño del tipo de letra %s debe estar entre los puntos %d y %d. El tamaño predeterminado de 12 puntos se utilizará en su lugar.
ru: Стоп: размер шрифта %s должен составлять от %d до %d пунктов. Если это требование не выполнено, будет использоваться размер шрифта по умолчанию - 12 пунктов.

source: Sorry, the %s language name should be limited to no more than 64 characters in length. Please type a shorter name.
es: Lo siento, el nombre del idioma %s debe limitarse a no más de 64 caracteres de longitud. Por favor, escriba un nombre más corto.
ru: Стоп: название языка %s должно составлять в длину не более 64 символов. Пожалуйста, набберите более короткое имя.

source: Sorry, the %s value must be between %d and %d. Please type a value within that range.
es: Lo sentimos, el valor %s debe estar entre %d y %d. Por favor, escriba un valor dentro de ese rango.
ru: Стоп: %s величина должна составлять от %d до %d. Пожалуйста, наберите величину в этом диапазоне.

source: vertical gap between text strips
es: espacio vertical entre las tiras de texto
ru: вертикальный интервал между текстовыми полосами

source: inter-pile gap width
es: entre anchura del espacio pila
ru: ширина промежутка между кучами

source: expansion multiplier
es: multiplicador de expansión
ru: умножитель расширения

source: number of minutes value
es: número de minutos
ru: значение числа минут

source: number of moves value
es: número de movimientos
ru: значение числа перемещений

source: number of minutes
es: número de minutos
ru: количество минут

source: Sorry, this %s language punctuation edit box cannot have more than 4 punctuation characters.
es: Lo sentimos, esta puntuacion lenguaje %s cuadro de edición no puede tener más de 4 caracteres de puntuacion.
ru: Стоп: этот окно редактирования пунктуации языка %s не может содержать более 4 знаков пунктуации.

source: Sorry, this %s language punctuation edit box cannot have more than 9 punctuation characters.
es: Lo sentimos, esta puntuacion lenguaje %s cuadro de edición no puede tener más de 9 caracteres de puntuacion.
ru: Стоп: это окно редактирования пунктуации языка %s не может содержать более 9 знаков пунктуации.

source: Sorry, the list of %s language case correspondences should be limited to no more than 180 characters in length. Please type a shorter list.
es: Lo sentimos, la lista de correspondencias caso del lenguaje %s debe limitarse a no más de 180 caracteres. Por favor, escriba una lista más corta.
ru: Стоп: список эквивалентностей строчных и прописных букв %s языка должен составлять в длину не более 180 символов. Пожалуйста, наберите более короткий список.

source: Edit Source Text
es: Editar Texto Original
ru: Редактировать исходный текст

source: Send Report to Adapt It Developers
ru: Отправить отчет разработчикам программы Adapt It

source: Report a problem
ru: Сообщить о проблеме

source: What steps will reproduce the problem?
ru: В результате каких действий эта проблема появится снова?

source: Provide any other information you think would be helpful:
ru: Предоставьте любую другую информацию, которую вы считаете полезной для решения проблемы

source: Please provide feedback details (for body of Email)
ru: Пожалуйста, дайте подробную иформацию для отзыва (для основной части электронного сообщения)

source: In what ways has Adapt It been a helpful tool for your work?
ru: В каких аспектах вашей работы программа Adapt It оказалась полезной для вас?

source: What suggestions do you have that would make Adapt It more helpful?
ru: Какие у вас есть предложения, которые сделали бы программу Adapt It более полезной?

source: Left-to-Right
es: de Izquierda a Derecha
ru: Слева направо

source: Right-to-Left
es: de Derecha a Izquierda
ru: Справа налево

source: System Default
es: sistema operativo predeterminado
ru: Заданное по умолчанию системой

source: Your email could not be sent at this time. Adapt It will save a copy of your report in your work folder (for sending at a later time).
ru: В данный момент времени ваше электронное сообщение не может быть отправлено. Программа Adapt It сохранит копию вашего отчета в вашей рабочей папке (чтобы отправит его позже).

source: Error %d: %s
ru: Ошибка %d: %s

source: Could not create the email report to disk at the following work folder path: %s
ru: Не удалось создать электронный отчет на диске на следующем пути доступа к рабочей папке: %s

source: Problem creating or writing the xml file
ru: Проблема в создании или записи xml файла

source: The email report was saved at the following work folder path: %s
ru: Ваш электронный отчет был сохранен на следующем пути доступа к рабочей папке: %s

source: Your report was saved for later use or reference
ru: Ваш отчет был сохранен для использования или обращения к нему в последующем

source: You made changes to this report - Do you want to save those changes?
ru: Вы внесли изменения в этот отчет. Вы хотите сохранить эти изменения?

source: Select one of the following previously saved %s report files:
ru: Выберите один из следующих ранее сохраненных %s файлов отчетов:

source: The email you loaded previously had a packed document attached at the following path:
ru: Электронное сообщение, которое вы загрузили ранее, содержит упакованный документ, присоединенный на следующем пути доступа:

source: If you want to attach a packed document, you must attach the packed doument again before sending this email. Do you want to attach one now?
ru: Если вы хотите присоединить упакованный документ, вы должны присоединить упакованный документ еще раз, а затем отправить это электронное сообщение. Вы хотите присоединить такой документ сейчас?

source: Could not find the packed document in your work folder
ru: Не удалось найти упакованный документ в вашей рабочей папке

source: Please enter a brief summary/subject for your email
ru: Пожалуйста, введите краткое содержание / тему вашего сообщения

source: Please enter some description for the body of your email
ru: Пожалуйста, введите небольшое описание для основного текста вашего сообщения

source: Please enter your name so we can respond to you by name
ru: Пожалуйста, введите ваше имя, так чтобы при ответе мы могли обратиться к вам по имени.

source: Unstructured Data
ru: Неструктурированные данные

source: Export Source Text
es: Opciones Para Exportar el Archivo de Textos
ru: Экспортировать исходный текст

source: Export Translation (Target) Text
es: Exportar Texto Traducido (Final)
ru: Экспортировать текст перевода, (целевой) текст

source: Export Glosses As Text
es: Exportar las glosas como texto
ru: Экспортировать глоссы как текст

source: Export Free Translation Text
es: Exportar el texto de la traducción libre
ru: Экспортировать текст свободного перевода

source: Exported Adapt It RTF Documents (*.rtf)|*.rtf|All Files (*.*)|*.*||
ru: Экспортированные RTF документы программы Adapt It (*.rtf)|*rtf|All Files (*.*)|*.*||

source: All Files (*.*)|*.*|Exported Adapt It Documents (*.txt)|*.txt||
es: Todos los Archivos (*.*)|*.*| Exportar Documentos de Adapt It (*.txt)|*.txt||
ru: Все файлы (*.*)|*.*|Экспортированные документы Adapt It (*.txt)|*.txt||

source: Filename For Export
ru: Имя файла для экспорта

source: Unable to open the file for exporting the source text with path: %s
es: No se puede abrir el archivo para exportar el texto original con el directorio: %s
ru: Не удается открыть файл для экспортирования исходного текста с путем доступа: %s

source: Filename For Exported Interlinear Document
es: Nombre de archivo para el documento interlineal exportado
ru: Имя файла для экспортированного документа подстрочника

source: Unable to open export file.
es: No se puede abrir archivo de exportación.
ru: Не удается открыть экспортный файл.

source: Unable to open export file.
es: No se puede abrir archivo de exportación.
ru: Не удается открыть экспортный файл.

source: Export to Interlinear RTF
ru: Экспорт в RTF подстрочника

source: end fn
ru: конец сн.

source: No text was found to output in the range you specified. The output file will exist but will be empty.
es: Ningún texto fue encontrado en el rango que usted especificó. El archivo de salida existirá pero será vacío.
ru: В указанном диапазоне не найдено текстов для экспортирования. Выходной файл будет создан, но он будет пустой.

source: Unable to open export source text file
ru: Не удается открыть экспортный фай исходного текста

source: Exporting To Rich Text Format
es: Exportando a formato RTF
ru: Экспортирование в формат RTF

source: retranslation
ru: повторный перевод

source: Export RTF Interlinear Document
es: Exportar Documento Entrelineado RTF
ru: Экспортировать подстрочный документ в формате RTF

source: Warning: The Navigation text row is necessary to display Adapt It Notes and any Free translation or Back translation when they are formatted as footnotes. If you omit the Navigation text row, these note items will not be included in the RTF output.
es: ¡Ojo!: Se requiere el texto de navegación para mostrar Apuntes de Adapt It y cualquier Traducción Libre o Verificación cuando son formateados como notas al pie de la página. Si no incluye el texto de navegación, los apuntes no saldrán al archivo .RTF.
ru: Внимание: строка текста навигации необходима для отображения примечаний программы Adapt It, а также всех свободных и обратных переводов, когда они сформатированы как сноски. Если вы не включите строку текста навигации, эти примечания не будут включены в выходной RTF файл.

source: Export Filter/Options
es: Exportar &Filtrar/Opciones
ru: Фильтр экспорта/опции

source: Export Document
es: Exportar Documento
ru: Экспортировать документ

source: Resolve Filename Conflict
es: Resolver los conflictos de nombre de archivo
ru: Разрешить конфликт имен файлов

source: (newer)
es: (más reciente)
ru: (более новый)

source: (older)
es: (más antiguo)
ru: (более старый)

source: (same time and date)
es: (misma hora y fecha)
ru: (то же время и дата)

source: Last modified:
es: Última modificación:
ru: Последняя модификация:

source: Find
es: Buscar
ru: Найти

source: Translation:
es: Traducción:
ru: Перевод:

source: Normal Search
es: Búsqueda Normal
ru: Обычный поиск

source: Find and Replace
es: Buscar y Reemplazar
ru: Найти и заменить

source: Sorry, you cannot do a Replace operation because there is no selection yet.
es: AVISO: No se puede Reemplazar porque no ha ninguna selección todavía.
ru: Стоп: вы не можете выполнить операцию 'Заменить', потому что еще нет выбранного текста.

source: Failed to do the replacement without error. The next Find Next will be skipped.
es: Error al reemplazar el texto. La siguiente búsqueda se evitará.
ru: Не удалось провести заменy без ошибки. Следующая команда 'Найти следующий' будет пропущена.

source: Navigation Text
es: Textos de Navegación
ru: Текст навигации

source: The document does not contain any free translations.
ru: Документ не содержит свободных переводов

source: You are about to delete all the free translations in the document. Is this what you want to do?
es: Esta al punto de borrar todas las Traducciones Libres del Documento. ¿Se quiere de verdad hacer esto?
ru: Вы собираетесь стереть все свободные переводы в документе. Это именно то, что вы хотите сделать?

source: The document does not contain any back translations.
ru: Документ не содержит обратных переводов

source: You are about to delete all the back translations in the document. Is this what you want to do?
es: Esta al punto de borrar todas las Verificaciones del Documento. ¿Se quiere de verdad hacer esto?
ru: Вы собираетесь стереть все обратные переводы в документе. Это именно то, что вы хотите сделать?

source: Go To
es: Ir a
ru: Переход

source: Guesser Settings Dialog
ru: Диалоговое окно для настройки программы предположений

source: No path to a folder is defined. Perhaps you cancelled the dialog for setting the destination folder.
es: No hay ruta a una carpeta definado. Por favor, configure la carpeta de destino.
ru: Путь доступа к папке не определен. Возможно, вы отменили диалог для установки папки назначения.

source: Error, empty path specification
ru: Ошибка, пустая спецификация пути доступа

source: Failed to make the directory %s the current working directory prior to getting the directory's child directories; perhaps try again.
es: No se pudo crear el directorio %s en el directorio de trabajo actual. Por favor, inténtelo de nuevo.
ru: Не удалось сделать директорию %s текущей рабочей директорией до получения дочерних директорий данной директории; возможно, надо попробовать еще раз.

source: Error, no working directory
es: Error, no hay un directorio de trabajo
ru: Ошибка, нет рабочей директории

source: Error, not a directory
es: Error, no es un directorio
ru: Ошибка, это не директория

source: Failed to make the directory %s the current working directory prior to getting the folder's files; perhaps try again.
es: No se pudo crear el directorio %s en el directorio de trabajo actual. Por favor, inténtelo de nuevo.
ru: Не удалось сделать директорию %s текущей рабочей директорией до получения файлов папки; возможно, надо попробовать еще раз.

source: Warning: the word or phrase was not stored in the knowledge base. This error is not destructive and can be ignored.
es: AVISO: La palabra o la cláusula no se ha almacenado en la Base de Conocimientos. Este error es solamente informativo y puede ser ignorado.
ru: Внимание: слово или фраза не были сохранены в базе знаний. Эта ошибка ничего не испортит, и на нее можно не обращать внимания.

source: Language code(s) missing
ru: Нет языкового кода (кодов)
