Repository: adapt-it/adaptit
Catalog: trunk/po/*.po
Languages: es, ru

source: The open document contains markers unique to either the USFM marker set, or unique to the PNG 1998 marker set. Changing to the %s is allowed. However, it is risky. If it contains an \fe marker, this marker is interpretted differently in each marker set. In the USFM marker set it indicates an endnote follows. In the PNG 1998 marker set it indicates a footnote precedes. Adapt It will assume it marks an endnote; but if this assumption is wrong, a slightly malformed (but adaptable) document will result.
ru: В открытом документе имеются маркеры, которые есть только в наборе USFM или только в наборе PNG 1998. Проводить замену на %s разрешается. Тем не менее, это рисковано. Если в документе имеется маркер \fe, то этот маркер будет интерпретироваться по-разному в каждом наборе маркеров. В наборе маркеров USFM он означает, что дальше следует концевая сноска. В наборе маркеров PNG 1998 он означает, что предшествует сноска. Программа Adapt It будет интерпретировать этот маркер как концевую сноску; но если эта интерпретация окажется неверной, в результате получится не совсем правильно сформированный (но пригодный к адаптированию) документ.

source: There is no currently open document. Therefore changing to the %s is allowed. However, only do so if you are confident that the input files for creating documents for this project are marked up with the marker set you are now choosing. Cancel if you are unsure.
ru: В настоящий момент нет открытого документа. Поэтому разрешается сделать замену на %s. Тем не менее, делайте это только в том случае, если вы уверены, что входные файлы для создания документов для этого проекта отмечены маркерами из набора, который вы сейчас выбираете. Если вы не уверены, отмените операцию замены.

source: The currently open document is marked up with markers from the %s. Changing to the %s is unlikely to be helpful. (This may result in a badly formed document, and similarly for other documents in this project which are marked up the same way.)
ru: Документ, открытый в настоящий момент, помечен маркерами из %s. Проводить замену на %s вряд ли окажется полезным. (В результате это может дать неверно сформированный документ, равно как и другие документы в этом проекте, которые помечены таким же образом).

source: The currently open document is marked up as USFM. Changing to the %s is unlikely to be helpful. (This may result in a badly formed document, and similarly for other documents in this project which are marked up the same way.)
ru: Открытый в данный момент документ помечен как USFM. Проводить замену на %s вряд ли окажется полезным. (В результате это может дать неверно сформированный документ, равно как и другие документы в этом проекте, которые помечены таким же образом).

source: A document is not open. Changing to the %s is allowed. However, it is risky for this document and for any new ones created with the changed setting. If a document contains an \fe marker, this marker is interpretted differently in each marker set. In the USFM marker set it indicates an endnote follows. In the PNG 1998 marker set it indicates a footnote precedes. Adapt It will assume it marks an endnote; but if this assumption is wrong, a slightly malformed (but adaptable) document will result.
ru: Документ не открыт. Проводить замену на %s разрешается. Тем не менее, это рисковано для этого документа и для всех других новых документов, созданных с использованием такой замены. Если документ содержит маркер \fe, то этот маркер интерпретируется по-разному в каждом наборе маркеров. В наборе USFM он означает, что далее следует концевая сноска. В наборе PNG 1998 он означает, что впереди имеется сноска. Программа Adapt It будет интерпретировать этот маркер как концевую сноску; но если эта интерпретация окажется неверной, в результате получится не совсем правильно сформированный (но пригодный к адаптированию) документ .

source: The open document contains markers unique to either the USFM marker set, or unique to the PNG 1998 marker set. Changing to the %s is allowed. However, it is risky for this document and for any new ones created with the changed setting. If a document contains an \fe marker, this marker is interpretted differently in each marker set. In the USFM marker set it indicates an endnote follows. In the PNG 1998 marker set it indicates a footnote precedes. Adapt It will assume it marks an endnote; but if this assumption is wrong, a slightly malformed (but adaptable) document will result.
ru: В открытом документе имеются маркеры, которые есть только в наборе USFM или только в наборе PNG 1998. Проводить замену на %s разрешается. Тем не мене, это рисковано для этого документа и для всех других новых документов, созданных с использованием такой замены. Если в документе имеется маркер \fe, то он будет интерпретироваться по-разному в каждом наборе маркеров. В наборе USFM он означает, что далее следует концевая сноска. В наборе PNG 1998 он означает, что впереди имеется сноска. Программа Adapt It будет интерпретировать этот маркер как метку конца; но если эта интерпретация окажется неверной, в результате получится не совсем правильно сформированный документ (но пригодный к адаптированию).

source: Trying to change the standard format marker (SFM) set at the same time as trying to change the marker filtering settings is illegal. The filtering changes will be ignored. Only the SFM set change will be done now. To get the filtering changes done, return to this page after the SFM set changes are completed and then set up the filtering changes a second time.
ru: Попытка заменить набор маркеров стандартного формата (SFM) одновременно с попыткой изменить настройки фильтрации маркеров является запрещенной. Изменения настроек фильтрации не будут проведены. Сейчас будет сделана только замена набора SFM. Чтобы изменения в настойках фильтрации были проведены, вернитесь на эту страницу после завершения замены набора SFM, а затем повторите выполнение изменений фильтрации.

source: View Filtered Material
es: Ver cosas Filtradas
ru: Смотреть отфильтрованный материал

source: Remove %s
es: Quitar %s
ru: Удалить %s

source: Free Translation
es: Traducción Libre
ru: Свободный перевод

source: Back Translation
es: Verificación
ru: Обратный перевод

source: &Save Changes
es: &Grabar Cambios
ru: &Сохранить изменения

source: The text associated with %s can be made available for adaptation.
es: El Texto de %s puede ser capacitado para la adaptación.
ru: Текст ассоциированный с %s, можно сделать готовым для адаптации.

source: The text associated with %s cannot be made available for adaptation.
es: El Texto de %s no puede ser capacitado para la adaptación.
ru: Текст, ассоциированный с %s, нельзя сделать готовым для адаптации.

source: [This Marker Unknown In Currently Selected SFM Set]
es: [No se halla este Marcador en el conjunto actual de los Marcadores Homologados]
ru: [Этот маркер не представлен в выбранном наборе SFM]

source: Please Wait...
es: Por Favor, Espere...
ru: Пожалуйста, подождите...

source: Searching...
es: Buscando...
ru: Идет поиск...

source: Please wait. This may take a while...
ru: Пожалуйста, подождите. Это может занять немного времени...

source: Adapt It UNICODE version
es: Adapt It Versión Unicode
ru: Программа Adapt It версия UNICODE

source: Adapt It REGULAR (non-Unicode) version
es: Adapt It Versión ASCII
ru: Программа Adapt It версия REGULAR (не Unicode)

source: Choose A Book Folder
es: Escoge una Carpeta de Libros
ru: Выбрать книжную папку

source: Remove Unwanted Files From The List
es: Quite los Archivos no Deseados De La Lista
ru: Убрать ненужные файлы из списка

source: Sorry, the left list must not be empty. Doing that makes it impossible to restore the knowledge base.
es: AVISO: la lista izquierda no debe ser vacía. El hacerlo así hace imposible restaurar la Base de Conocimientos.
ru: Стоп: левый список не должен быть пустым. Если оставить его пустым, то потом невозможно будет восстановить базу знаний.

source: Note: Using Microsoft WORD 2003 or later is not a good way to edit this xml file.
es: AVISO: No se recomienda el uso de WORD 2003 de Microsoft para editar este archivo XML.
ru: Примечание: использование Microsoft WORD 2003 или более поздней версии нецелесообразно для редактирования этого XML-файла.

source: Instead, use NotePad or WordPad.
es: En su lugar, utilice un editor de texto como NotePad o WordPad.
ru: Вместо этого используйте NotePad или WordPad.

source: Extended 8-bit ASCII characters were detected in your data files (see below):
es: Extendido caracteres de 8-bit ASCII fueron detectados en su archivos de datos (véase más abajo):
ru: Расширенные 8-bit ASCII символы были обнаружены в ваших файлах данных (см. ниже):

source: XML markup error occurs in:
es: Acontecio un error del XML Markup en:
ru: Ошибка в разметке XML произошла в:

source: Unhandled data, or an error, occurs in:
es: O error, o datos que no se puede manejar, se encuentra en:
ru: Обнаружены необработанные данные или ошибка в:

source: unknown
ru: неизвестно

source: Failed to allocate a buffer for parsing in the XML document's data
es: Se falló en asignar memoria para analizar los datos XML del documento.
ru: Не удалось выделить буфер для анализа в данных документа XML.

source: Could not open the XML data file %s for reading.
es: No se pudo abrir el archivo de datos XML %s para leerlo.
ru: Не удалось открыть файл XML данных %s для считывания.

source: The XML file (%s) being loaded begins with a UTF-16 BOM (Byte Order Mark), so it is not UTF-8 data. Maybe you edited the file in a word processor and did not specify UTF-8 output. Please do that then try opening the document again.
es: El archive (%s) del XML que se carga, empieza con un UTF-16 BOM (Byte Order Mark), entonces no puede ser UTF-8 data. Tal vez se haya editado el archivo sin especificar que debería ser de UTF-8. Se sugiere que lo haga y después que se procure abrir otra vez.
ru: Загружаемый XML файл (%s) начинается с UTF-16 BOM (метки порядка байтов), то есть данные не представлены как данные UTF-8. Возможно, вы редактировали файл в текстовом процессоре и не указали UTF-8. Сделайте это и попробуйте открыть документ еще раз.

source: XML Document Parsing Error
es: Error en el análisis del documento XML
ru: Ошибка анализа документа XML

source: Genesis
es: Génesis

source: Exodus
es: Exodo

source: Leviticus
es: Levítico

source: Numbers
es: Números

source: Deuteronomy
es: Deuteronomio

source: Joshua
es: Josué

source: Judges
es: Jueces

source: Ruth
es: Rut

source: 1 Kings
es: 1 Reyes

source: 2 Kings
es: 2 Reyes

source: 1 Chronicles
es: 1 Crónicas

source: 2 Chronicles
es: 2 Crónicas

source: Ezra
es: Esdras

source: Nehemiah
es: Nehemías

source: Esther
es: Ester

source: Psalms
es: Salmos

source: Proverbs
es: Proverbios

source: Ecclesiastes
es: Eclesiastés

source: Song of Songs
es: Cantares

source: Isaiah
es: Isaías

source: Jeremiah
es: Jeremías

source: Lamentations
es: Lamentaciones

source: Ezekiel
es: Ezequiel

source: Hosea
es: Oseas

source: Amos
es: Amós

source: Obadiah
es: Abdías

source: Jonah
es: Jonás

source: Micah
es: Miqueas

source: Nahum
es: Nahúm

source: Habakkuk
es: Habacuc

source: Zephaniah
es: Sofonías

source: Haggai
es: Hageo

source: Zechariah
es: Zacarías

source: Malachi
es: Malaquías

source: Matthew
es: Mateo

source: Mark
es: Marcos

source: Luke
es: Lucas

source: John
es: Juan

source: Acts
es: Los Hechos de los Apóstoles

source: Romans
es: Romanos

source: 1 Corinthians
es: 1 Corintios

source: 2 Corinthians
es: 2 Corintios

source: Galatians
es: Gálatas

source: Ephesians
es: Efesios

source: Philippians
es: Filipenses

source: Colossians
es: Colosenses

source: 1 Thessalonians
es: 1 Tesalonicenses

source: 2 Thessalonians
es: 2 Tesalonicenses

source: 1 Timothy
es: 1 Timoteo

source: 2 Timothy
es: 2 Timoteo

source: Titus
es: Tito

source: Philemon
es: Filemón

source: Hebrews
es: Hebreos

source: James
es: Santiago

source: 1 Peter
es: 1 Pedro

source: 2 Peter
es: 2 Pedro

source: 1 John
es: 1 Juan

source: 2 John
es: 2 Juan

source: 3 John
es: 3 Juan

source: Jude
es: Judas

source: Revelation
es: El Apocalipsis

source: GEN
es: GÉN

source: NUM
es: NÚM

source: JDG
es: JUE

source: 1KI
es: 1RE

source: 2KI
es: 2RE

source: 1CH
es: 1CR

source: 2CH
es: 2CR

source: EZR
es: ESD

source: PSA
es: SAL

source: ECC
es: ECL

source: SNG
es: CAN

source: EZK
es: EZQ

source: HOS
es: OSE

source: AMO
es: AMÓ

source: OBA
es: ABD

source: MIC
es: MIQ

source: ZEP
es: SOF

source: ZEC
es: ZAC

source: MRK
es: MAR

source: LUK
es: LUC

source: JHN
es: JUA

source: ACT
es: HCH

source: PHP
es: FIL

source: 1TH
es: 1TE

source: 2TH
es: 2TE

source: PHM
es: FLM

source: JAS
es: SAN

source: REV
es: APO

source: (Use system default language) [%s]
es: (Usar el lenguaje actual del sistema operativo) [%s]

source: The documents you chose from the other project have been transformed and copied to the current project. A total of %d source words and phrases were transformed, and these occur in %d documents.
es: Los documentos que se escogen del otro proyecto se han transformado y han sido copiados al proyecto actual. Un suma de %d palabras de texto y cláusulas fueron transformados, y éstos ocurren en %d documentos.

source: [Temporary Work Folder Location] Current Project: %s
es: [Trabajo Temporal Ubicación de la carpeta] Proyecto actual: %s

source: [Default Work Folder Location] Current Project: %s
es: [Ubicación de la carpeta predeterminada de trabajo] Proyecto actual: %s

source: The file you clicked could not be opened. It probably no longer exists. When you click OK the Start Working... wizard will open to let you open a project and document from there instead.
es: No se puede abrir el archivo seleccionado. Es probable que ya no exista. En su vez pinche en SÍ, y el WIZARD de Start Working… te dejará de otra manera abrir un proyecto y documento.

source: Sorry, while book folder mode is disabled, using the Most Recently Used menu to click a document saved earlier in book folder mode will not open that file.
es: AVISO: Mientras que el Modo ‘Capeta de Libro’ sea deshabilitado, no se puede abrir un documento que anteriormente fue grabado mientras fue habilitado el mismo modo.

source: Respect boundaries when selecting
es: Respetar los límites cuando se haga selecciones

source: Show text with punctuation
es: Mostrar texto con punctuacion

source: Re-enable automatic copying of source text punctuation
es: Habilitar el Copiar de Puntuación de textos originales

source: Show normal view
es: Mostrar la vista normal

source: This version of Adapt It built with wxWidgets
es: Esta versión de Adapt It se construyó con wxWidgets

source: wxWidgets is a cross-platform GUI library
es: wxWidgets es una cruz-plataforma de interfaz gráfica de usuario API

source: &New Translation:
es: Traducción &Nueva:

source: Width of the inter-pile gap (in pixels, min 16, max 40)
es: Anchura del espacio entre las pilas (en píxel, min. 6, máx. 40)

source: Export File Format Options:
es: Exportar Opciones De Formatear Los Archivos:

source: &Standard Format Text File (.txt)
es: Archivo De Textos Formateados de Marcadores Homologados (.txt)

source: Click this button to export the open document as a text formatted with standard format markers
es: Haga clic en este botón para exportar el documento abierto como un texto formateado con marcadores de formato estándar

source: Select Standard Format Text File if you want to create a file having backslash markers that can be used as a source text for another Adapt It project, or that can be edited in a text editor, or loaded into the Paratext program.
es: Escoja el Archivo De Textos Formateados para crear un archivo de textos formateados de marcadores homologados (con los backslash) que se puede utilizar como un texto original para otro proyecto Adapt It o que se puede editar o emplear como textos originales vía el programa ParaText.

source: Click this button to export the open document in a Rich Text Format (RTF) that can be opened and printed out from Word
es: Haga clic en este botón para exportar el documento abierto en un formato de texto enriquecido (RTF), que se pueden abrir e imprimir desde Word

source: Select Rich Text Format if you want to create a file that can be loaded into a Word processor like MS Word. Adapt It will format the file using the Word Scripture Template, so that you can print it in a publishable format. NOTE: RTF files can be very large, so do not try to export an RTF file from Adapt It to a floppy disk.
es: Escoja Rich Text Format si usted quiere crear un archivo que se puede manipular en un procesador de palabras como MS WORD. Adapt It puede formatear el archivo empleando la ‘Plantilla para Escrituras’ de MS WORD, así que usted lo puede imprimirlo formateado ya listo para el editorial. AVISO: los archivos, estilo RTF, pueden ser muy grandes, así que no procure exportar un archivo de RTF de Adapt It a una disquetera pequeña.

source: Export Document Content:
es: Exportar Contenido del Documento

source: Document export will include ALL standard format markers and the text associated with them (including any filtered markers). If you do not want to export everything, click on the "Export Filter/Options" button below to specify what to exclude from exports.
es: El exportado incluirá TODOS los Marcadores Homologados y sus textos inclusivos Marcadores filtrados. Si no quieres exportar todo, pincha abajo en ""Exportar &Filtrar/Opciones"" y se puede indicar lo que hay que excluir del proceso.

source: Click OK to continue the export process (a file dialog will appear next)
es: Haga clic en Aceptar para continuar el proceso de exportación (un cuadro de diálogo de archivo aparecerá)

source: Click Cancel to stop the export and close the dialog
es: Haga clic en Cancelar para detener la exportación y cerrar el diálogo

source: Sorry, loading the document failed. (The file may be in use by another application. Or the file has become corrupt and must be deleted.)
es: AVISO: El intento de carga el documento ha fracasado. (Tal vez el archivo ya sea activo por otro programa. O el archivo está corrompido y debe ser borrado.)

source: Joining documents exited prematurely because of a mismatched book ID code.
es: La identificación del libro no concuerda entonces el Unir de documentos se ha fallado.

source: You adding a translation which is nothing. That is okay, but is it what you want to do?
es: Procuraba incluir una traducción que no es de nada. ¿Eso está permitido, pero es lo que usted quiere hacer?

source: Warning: You are about to filter out the following marker: "%s " Any text associated with this marker that was previously included in adaptations you have already done, will also be filtered out. Do you really want to filter out this marker?
es: AVISO: Va a filtrar el Marcador Homologado. ""%s "" Cualquier texto que fue anteriormente incluido en adaptaciones ya hechas, también será filtrado. ¿Será que desea filtrar este Marcador Homologado?
