Repository: adapt-it/adaptit
Catalog: trunk/po/*.po
Languages: es, ru

source: Failure when trying to save the knowledge base.
es: No se puede guardar la base de conocimientos.
ru: Сбой в работе при попытке сохранить базу знаний.

source: You should immediately save the document, then try again.
es: Usted debe inmediatamente guardar el documento, vuelva a intentarlo.
ru: Вы должны немедленно сохранить документ, затем попробовать еще раз.

source: If you have repeated failures, then exit the application
es: Si el error persiste, a continuación, salir de la aplicación
ru: Если сбои в работе повторяются, выйдите из прикладной программы

source: and try one of the recovery strategies (either use the backup one
es: y probar una de las estrategias de recuperación (o utiliza la copia de seguridad
ru: и попробуйте применить один из методов восстановления работы (либо прибегнуть к созданию резервной копии 1

source: or the Restore Knowledge Base command). DO NOT use
es: o el comando Restaurar la Base de conocimiento). NO lo use
ru: или к команде 'Восстановить базу знаний'). НЕ ПРИМЕНЯЙТЕ

source: the Backup Knowledge Base command now!
es: el comando de copia de seguridad de Knowledge Base ahora!
ru: сейчас команду 'Сделать резервную копию базы знаний'!

source: No project is currently active
es: Ningún proyecto está actualmente activo
ru: В настоящее время нет открытого проекта

source: Current Folder: %s
es: Carpeta Actual %s
ru: Текущая папка: %s

source: Cannot open the Clipboard
es: No se puede abrir el Portapapeles
ru: Невозможно открыть буфер обмена

source: Adapt It cannot step down to the beginning of the next chapter because it cannot find a legal place to put the phrase box, retranslations at the end of the document prevent it.
es: No se puede renunciar al principio del siguiente capítulo, porque no puede encontrar un lugar válido para colocar el cuadro de la frase, retraducciones al final del documento de impedirlo.
ru: Программа Adapt It не может перейти к началу следующей главы, потому что она не может найти разрешенное место для размещения фразового блока, это не позволяют сделать обратные переводы в конце документа.

source: Adapt It cannot step up to the beginning of chapter, or to the beginning of the previous chapter because it cannot find a legal place to put the phrase box, retranslations at the beginning of the document prevent it.
es: No se puede acelerar el comienzo del capítulo, o al principio del capítulo anterior, porque no puede encontrar un lugar válido para colocar el cuadro de la frase, retraducciones al principio del documento de impedirlo.
ru: Adapt It не может перейти к началу главы или к началу предыдущей главы, потому что она не может найти разрешенного места для размещения фразового блока, это не позволяют сделать обратные переводы в начале документа.

source: This particular operation is not available when you are glossing.
es: Esta operación no se encuentra disponible mientras esté glosando.
ru: К этой конкретной операции нет доступа, пока вы делаете глоссирование.

source: This operation is not permitted when the selection contains any part of a retranslation. First remove the retranslation and then try again.
ru: Выполнение этой операции невозможно, когда выборка содержит какую-либо часть повторного перевода. Сначала удалите повторный перевод, а затем попробуйте еще раз.

source: Merging is not permitted when the selection contains ~ which is the USFM fixed space marker. Try a retranslation instead.
ru: Выполнить соединение невозможно, если выборка содержит ~ , что является USFM маркером фиксированного пробела. Вместо операции соединения попробуйте сделать повторный перевод.

source: Merging a selection which contains a placeholder (represented by ... dots) is not permitted.
ru: Не разрешается делать соединение для выборки, содержащей метку-заполнитель (представленную ... точками).

source: Merging words across filtered material is not allowed.
es: No está permitido unir palabras sobre cosas filtradas.
ru: Не разрешается делать соединение слов в отфильтрованном материале.

source: Merging across the end of a free translation is not permitted. (You can merge up to the end of the free translation, but not beyond that point in the same merger.)
es: No está permitido unir palabras sobre el fin de una traducción libre. (Se puede unir hasta el fin de una traducción libre pero más no se puede).
ru: Не разрешается делать соединение через конец свободного перевода. (Во время выполнения одного соединения можно объединять не далее, чем до конца свободного перевода).

source: Medial markers:
es: Marcadores medial:
ru: Срединные маркеры:

source: To undo a merger using a selection, select only one pile.
es: Para deshacer una operación de concentración mediante una selección, seleccione sólo una pila.
ru: Для отмены программы соединения, использующей выборку, выберите только одну кучу.

source: Error while trying to deselect a cell. Try selecting using the mouse instead.
es: Error al intentar anular la selección de una celda. Trate de seleccionar con el ratón en su lugar.
ru: Ошибка при попытке отменить выделение ячейки. Вместо этого попробуйте сделать выделение с помощью мышки.

source: Could not get a pointer to the next cell. Try selecting with the mouse instead.
ru: Не удалось установить указатель на следующую ячейку. Вместо этого попробуйте сделать выделение с помощью мышки.

source: Could not get a pointer to the previous cell. Try selecting with the mouse instead.
ru: Не удалось установить указатель на предыдущую ячейку. Вместо этого попробуйте сделать выделение с помощью мышки.

source: Processing a CC table failed. Got error code %d with table having index %d.
es: Ha detectado un error de procesamiento de mesa CC. Código de error %d, índice de la tabla %d.
ru: Не удалось сделать обработку таблицы ПИ. Получен код ошибки %d с таблицей, имеющей индекс %d.

source: The dialog can be opened at a selection only if the phrase box is located at the first word of the selection.
ru: Диалоговое окно может быть открыто в выборке только в том случае, если фразовое окно размещено на первом слове выборки.

source: Illegal attempt to open ChooseTranslation dialog
ru: Запрещенная попытка открыть диалоговое окно 'Выбрать перевод'

source: Sorry, the knowledge base does not yet have an entry matching this source text, so the Choose Translation dialog cannot be shown.
es: AVISO: la Base de Conocimientos aún no tiene un dato que empareja con este texto original, así que el diálogo ‘Escoger El Diálogo De La Traducción’ no se puede mostrar.
ru: Стоп: в базе знаний еще нет записи, соответствующей этому исходному тексту, поэтому диалоговое окно 'Выбрать перевод' не может быть выведено на экран.

source: Sorry, the Go To command failed. No valid location for the phrase box could be found before or after your chosen chapter and verse. (Are all your adaptations in the form of retranslations?)
es: AVISO: El mandato ‘Ir A’ ha fallado. Ninguna ubicación válida para el renglón de la cláusula se podría encontrar ni antes ni después del capítulo y el versículo escogidos. (¿Son todas sus adaptaciones en la forma de retraducciones?)
ru: Стоп: не удалось выполнить команду 'Переход'. Не нашлось подходящего места для фразового окна ни до, ни после выбранных главы и стиха. (Убедитесь, что все ли ваши адаптации сделаны в форме повторных переводов)

source: Sorry, but the chapter and verse combination %s does not exist in this document. The command will be ignored.
es: AVISO: El juego del versículo y capítulo %s no existe en este documento. El mandato se ignorará.
ru: Стоп: сочетание главы и стиха %s не существует в этом документе. Команда не будет выполнена.

source: Layout Window Right To Left Ctrl-1
es: Establecer la Ventana de Derecha a Izquierda Ctrl-1
ru: Планировка окна справа налево Ctrl-1

source: Layout Window Left To Right Ctrl-Shift-1
ru: Планировка окна слева направо Ctrl-Shift-1

source: Layout Window Left To Right Ctrl-1
es: Establecer la Ventana de Izquierda a Derecha Ctrl-1
ru: Планировка окна слева направо Ctrl-1

source: Stop Selection At Boundaries
es: Respetar Límites
ru: Остановить выборку текста на границах

source: Show Punctuation
es: Mostrar Punctuacion
ru: Показать знаки пунктуации

source: Show Source And Target Text
es: Mostrar tantos los textos originales como los finales
ru: Показать исходный и целевой текст

source: Enable Punctuation Copy
es: NO - Habilitar el Copiar de Puntuación
ru: Включить копирование знаков пунктуации

source: WX Version
es: Versión de WX
ru: Версия WX

source: This version designed for %s data
es: Esta version está deseñada para datos de tipo %s
ru: Эта версия разработана для данных %s

source: Downloads:
es: Descargas:
ru: Для скачивания:

source: Built with wxWidgets version
es: Construido con wxWidgets versión
ru: Со встроенной версией wxWidgets

source: Language and Locale Information:
es: Idioma y Configuración regional:
ru: Язык и информация о локали:

source: Active User Interface Language:
es: Idioma Activa de la Interfaz Usuario:
ru: Язык действующего пользовательского интерфейса:

source: Host Operating System:
es: Sistema Operativo:
ru: Базовая операционная система:

source: System Default Language:
es: Idioma por defecto del sistema operativo:
ru: Системный язык по умолчанию:

source: System Locale Name:
es: Nombre de configuración regional del sistema operativo:
ru: Системное имя локали:

source: Canonical Locale Name:
es: Nombre de configuración regional canónico:
ru: Каноническое имя локали:

source: System Encoding:
es: Codificación del sistema operativo:
ru: Системное кодирование:

source: System Layout Direction:
ru: Системное направление планировки:

source: OK
es: SÍ
ru: ОК

source: Drafting
es: Perfilando
ru: Составление чернового варианта

source: Use Drafting mode for initial drafting of your translation
es: Utilice el modo de Redacción para su redacción inicial de la traducción
ru: Использовать режим 'Составление чернового варианта' для создания первоначального чернового варианта вашего перевода

source: Reviewing
es: Repasando
ru: Просмотр

source: Use Reviewing mode to review your translation phrase by phrase without jumping ahead
es: Use el modo Revisión para revisar su traducción de la frase por frase sin saltar por delante
ru: Использовать режим 'Просмотр', чтобы просмотреть ваш перевод фразу за фразой, не забегая вперед

source: Automatic
es: Automático
ru: Автоматический

source: When Automatic is selected, Adapt It looks up translations in the KB and enters them automatically without stopping
es: Cuando se selecciona Automático, Adapt It busca traducciones en el KB y entra automáticamente sin parar
ru: Когда выбирается режим 'Автоматический', программа Adapt It ищет переводы в БЗ и вводит их автоматически без остановки

source: Save To Knowledge Base
es: Guardar al Base de Conocimientos
ru: Сохранить в базу знаний

source: Uncheck this box only to prevent Adapt It from storing anything in the KB for this particular word or phrase
es: Desactive esta casilla sólo para evitar Adáptelo de almacenar nada en la base de conocimientos para esta palabra o frase en particular
ru: Снимите флажок с этой кнопки только для того, чтобы не дать программе Adapt It сохранить в памяти БЗ какие-либо данные для этого конкретного слова или фразы

source: Force Choice For This Item
es: Mandar Seleccionar para este Artículo
ru: Принудительный выбор этого пункта

source: Check this box to show the Choose Translation Dialog even if there is only one adaptation for this source word or phrase
es: Marque esta casilla para mostrar el cuadro de diálogo Elegir la traducción, incluso si sólo hay una adaptación para el origen de esta palabra o frase
ru: Поставьте флажок на эту кнопку, чтобы показать диалоговое окно 'Выбрать перевод', даже если имеется только одна адаптация для этого исходного слова или фразы

source: Press this button to store an "empty translation" for this particular word or phrase in the KB
es: Pulse este botón para almacenar un "traducción vacío" para esta palabra o frase en particular en la base de conocimientos
ru: Нажмите на эту кнопку, чтобы записать в память БЗ 'пустой перевод' для этого конкретного слова или фразы

source: Delay
es: Demora
ru: Задержка

source: To slow down automatic insertions of adaptations, enter a number from 1 to 300 here
es: Para retardar la inserción automática de las adaptaciones, introduzca un número de 1 a 300 aquí
ru: Чтобы замедлить автоматические вставки адаптаций, введите здесь число от 1 до 300

source: Select to toggle glossing mode on and off
es: Seleccionar para activar o desactivar el modo de glosa
ru: Выбрать для включения или выключения режима глоссирования

source: Type text here
es: Escriba el texto aquí
ru: Наберите здесь текст

source: &Shorten
es: &Menguar
ru: &Сократить

source: Shorten the span of a free translation
es: Acortar la duración de una traducción libre
ru: Сократить фрагмент свободного перевода

source: < &Prev
es: <Pre&via
ru: < &Пред.

source: Jump to the previous free translation
es: Saltar a la traducción libre anteriores
ru: Перейти к предыдущему свободному переводу

source: &Lengthen
es: &Prolongar
ru: &Продлить

source: Lengthen the span of a free translation
es: Alargar el lapso de una traducción libre
ru: Продлить фрагмент свободного перевода

source: &Next >
es: &Siguiente>
ru: &Следующий>

source: Jump to the next free translation
es: Saltar a la traducción libre al lado
ru: Перейти к следующему свободному переводу

source: &Remove
es: Quita&r
ru: &Удалить

source: Remove free translation
es: Quitar la traducción libre
ru: Удалить свободный перевод

source: Ad&vance
es: &Avance
ru: В&перед

source: Jump to the next span needing a free translation
es: Saltar a la siguiente duración que necesita una traducción libre
ru: Перейти к следующему фрагменту текста, для которого требуется сделать свободный перевод

source: Define Sections By:
es: Secciones Definidos por:
ru: Определить фрагменты текста по:

source: P&unctuation
es: Puntua&ción
ru: Пу&нктуация

source: Define free translation spans by punctuation
es: Definir los tramos de traducción libre de puntuacion
ru: Определить фрагменты для свободного перевода по знакам пунктуации

source: V&erse
es: Versícu&lo
ru: Сти&х

source: Define free translation spans by verse
es: Definir los tramos de traducción libre por verso
ru: Определить фрагменты для свободного перевода по стиху

source: Clear Contents
es: &Quitar Contenidos
ru: Очистить содержимое

source: Clear all text from the compose bar
es: Quite todo el texto de la barra de componer
ru: Стереть весь текст из строки компоновки

source: Select All
es: Escoja &Todo
ru: Выбрать всё

source: Select all of the text in the compose bar
es: Seleccionar todo el texto en la barra de componer
ru: Выбрать весь текст в строке компоновки

source: Select the adaptation project you wish to access:
es: Escoja el Proyecto de Adaptación que quiere arrancar:
ru: Выбрать проект адаптации, к которому вы хотите получить доступ:

source: Select a project from this list
es: Seleccione un proyecto de esta lista
ru: Выбрать проект из этого списка

source: Click Open to continue
es: Haga clic en Abrir para continuar
ru: Щелкнуть на кнопку 'Открыть', чтобы продолжить работу

source: Cancel
es: Cancelar
ru: Отменить

source: Click Cancel to stop accessing another project
es: Haga clic en Cancelar para detener el acceso a otro proyecto
ru: Щелкнуть на кнопку 'Отменить', чтобы прекратить доступ к другому проекту

source: Type a document name (title only, no extension) which suitably names the source data which you intend to translate.
es: Teclee el nombre de un documento (el título sólo sin extensión) que denomina adecuadamente los textos originales que usted quiere traducir.
ru: Наберите имя документа (только имя, без расширения), соответствующее исходному тексту, который вы собираетесь переводить.

source: For example: Romans
es: Por ejemplo: Romanos
ru: Например: Римлянам

source: Type a brief name for the file here
es: Escriba un nombre breve para el archivo aquí
ru: Здесь наберите краткое имя для файла

source: Note: Do not use any of these characters in a file name:
es: Nota: No use cualquiera de estos caracteres en un nombre de archivo:
ru: Примечание: в имени файла не должны использоваться следующие символы:

source: These characters are not allowed in the name
es: Estos caracteres no están permitidos en el nombre
ru: Эти символы не разрешается использовать в имени

source: Click OK when you are finished
es: Haga clic en Aceptar cuando haya terminado
ru: Когда закончите, щелкните на ОК

source: Define Source and Target Language Names
es: Definir los nombres de los idiomas de origen y de destino
ru: Установите названия исходного и целевого языка

source: Type the name of the source and target languages.
es: Teclee los nombres del idioma original y del idioma final.
ru: Наберите название исходного и название целевого языков.

source: Documents will be stored in a folder named "<source name> to <target name> adaptations".
ru: Документы будут храниться в папке с именем 'Адаптации с <исходный язык> на <целевой язык>'.

source: This will be the name of your project.
es: Esto será el nombre de su proyecto.
ru: Это будет имя вашего проекта.

source: Source Language Name:
ru: Название исходного языка:

source: Type a name for the source language here
es: Escriba un nombre para el idioma de origen aquí
ru: Здесь наберите название исходного языка

source: Source Language Code:
ru: Код исходного языка:

source: Type the 3-letter source language code here (or use Lookup Codes button)
ru: Здесь наберите 3-буквенный код исходного языка (или выберите его с помощью кнопки 'Найти коды')

source: Target Language Name:
ru: Название целевого языка:

source: Type a name for the target language here
es: Escriba un nombre para el idioma de destino aquí
ru: Здесь наберите название целевого языка

source: Target Language Code:
ru: Код целевого языка:

source: Type the 3-letter target language code here (or use Lookup Codes button)
ru: Здесь наберите 3-буквенный код целевого языка (или выберите его с помощью кнопки 'Найти коды')

source: Lookup Codes
ru: Найти коды

source: Press this button to get a list of 3-letter language codes
ru: Нажмите на эту кнопку, чтобы получить список 3-буквенных языковых кодов

source: Choose Fonts and Font Characteristics
es: Seleccionar tipos de letra
ru: Выберите шрифты и характеристики шрифтов

source: Source Font Data:
es: Tipo de letra del texto original:
ru: Данные шрифта исходного языка:

source: Use buttons at right to change the Source Font
es: Utilice los botones a la derecha para cambiar los tipos de letra
ru: С помощью кнопок справа можно изменять шрифт исходного языка

source: Source text language reads Right to Left
es: Se leen - Textos Originales: de derecha a izquierda (como el Árabe)
ru: Текст исходного языка читается справа налево

source: Check this box if the source language reads right-to-left
es: Marque esta casilla si el idioma de origen se lee de derecha a izquierda
ru: Поставьте флажок на эту кнопку, если текст исходного языка читается справа налево.

source: Size
es: Tamaño
ru: Размер шрифта

source: Source Font Size in Points
es: Tamaño del Tipo de Letra del Texto Original
ru: Размер шрифта для исходного языка в пунктах

source: Change Font...
es: Cambiar tipo de letra...
ru: Изменить шрифт...

source: Click this button to change the source language font (name, size, etc.)
es: Haga clic en este botón para cambiar el tipo de letra del idioma de origen
ru: Щелкните на эту кнопку, чтобы изменить шрифт (название, размер и т.д.) исходного языка

source: Set Custom Color...
es: Elija un color personalizado
ru: Установить цветовую настройку...

source: Click this button to change the source font color
ru: Щелкните на эту кнопку, чтобы изменить цвет шрифта исходного текста

source: View/Set Encoding...
es: Ver / establecer la codificación...
ru: Вид/Установить кодирование

source: Target Font Data:
ru: Данные шрифта целевого языка:

source: Use the buttons at right to change the Target Font
es: Use los botones de la derecha para cambiar el tipo de letra de destino
ru: С помощью кнопок справа можно изменять шрифт целевого языка

source: Target text language reads Right to Left
es: Se leen - Textos Finales: de derecha a izquierda (como el Árabe)
ru: Текст целевого языка читается справа налево

source: Check this box if the target language reads right-to-left
es: Marque esta casilla si el idioma de destino se lee de derecha a izquierda
ru: Поставьте флажок на эту кнопку, если текст целевого языка читается справа налево

source: Target Font Size in Points
es: Tamaño del tipo de letra del idioma de destino
ru: Размер шрифта для целевого языка в пунктах

source: Click this button to change the target language font (name, size, etc.)
es: Haga clic en este botón para cambiar el tipo de letra del idioma de destino
ru: Щелкните на эту кнопку, чтобы изменнить шрифт (название, размер и т.д.) целевого языка

source: Click this button to change the target font color
ru: Щелкните на эту кнопку, чтобы изменить цвет шрифта целевого текста

source: Navigation Font Data:
es: Datos del tipo de letra para navegacion
ru: Данные шрифта текста навигации

source: Use the buttons at right to change the Navigation Font
es: Use los botones de la derecha para cambiar el tipo de letra para la navegación
ru: С помощью кнопок справа можно изменять шрифт текста навигации

source: Navigation text language reads Right to Left
es: Se leen - Textos de Navegación: de derecha a izquierda (como el Árabe)
ru: Текст языка навигации читается справа налево

source: Check this box if the navigation language reads right-to-left
es: Marque esta casilla si el idioma de navegación se lee de derecha a izquierda
ru: Поставьте флажок на эту кнопку, если язык навигации читается справа налево

source: Navigation Font Size in Points
es: Tamaño del tipo de letra para navegación
ru: Размер шрифта текста навигации в пунктах

source: Click this button to change the navigation language font (name, size, etc.)
es: Haga clic en este botón para cambiar el tipo de letra del idioma para navegación
ru: Щелкните на эту кнопку, чтобы изменить шрифт (название, размер и т.д.) языка навигации

source: Click this button to change the navigation font color
ru: Щелкните на эту кнопку, чтобы изменить цвет шрифта текста навигации

source: The font for navigation text is used for displaying file and folder names, standard format marker names. The navigation text font is also used for chapter, verse, project and document names. Glossing can be displayed in either the target text's font (default), or the navigation text's font.
es: El Tipo de Letra para los textos de navegación se utiliza para demostrar los nombres de los archivos y las carpetas, los nombres de los marcadores homologados, más los capítulos, los versículos, y los nombres del proyecto y del documento.
ru: Шрифт для текста навигации используется для отображения имен файлов и папок, для названий маркеров стандартного формата. Шрифт текста навигации также используется для обозначения номера главы, стиха, имени проекта и документа. Для глосс может использоваться шрифт целевого языка (по умолчанию) или шрифт текста навигации.

source: Set Special Text Color...
es: Establecer Color de Textos Especiales...
ru: Установить цвет для специального текста

source: Click this button to select a custom special text color
es: Haga clic en este botón para seleccionar un color personalizado de texto especial
ru: Щелкните на эту кнопку, чтобы выбрать желаемый цвет для специального текста

source: Click this button to select a custom retranslation text color
es: Haga clic en este botón para seleccionar un color de texto personalizado para retraducciones
ru: Щелкните на эту кнопку, чтобы выбрать желаемый цвет для текста повторного перевода
