Repository: adapt-it/adaptit
Catalog: trunk/po/*.po
Languages: es, ru

source: Error renaming KB Backup file with path %s to become the new KB file.
es: Error al cambiar el nombre de archivo de copia de seguridad de base de conocimientos en el directorio %s para convertirse en el nuevo archivo de base de conocimientos.
ru: Ошибка в переименовании резервного файла БЗ с путем доступа %s, который должен стать новым файлом БЗ.

source: Glossing KB file not found immediately after it was renamed!
es: Base de conocimientos glosando no se encuentra el archivo inmediatamente después de que se le cambió el nombre
ru: Файл БЗ глоссирования не был обнаружен сразу же после того, как он был переименован!

source: Error: loading a knowledge base failed. The application will now close.
es: AVISO: El intento de cargar una Base de Conocimientos ha fracasado. El programa cerrará ahora.
ru: Ошибка: не удалось загрузить базу знаний. Программа сейчас будет закрыта.

source: KB file not found immediately after it was renamed!
es: Base de conocimientos no se encuentra el archivo inmediatamente después de que se le cambió el nombre
ru: Файл БЗ не обнаружен сразу же после того, как он был переименован!

source: Warning: the consistent changes table number %d, and any further tables, were not loaded.
es: ¡Ojo!: Empezando con la tabla %d, de los demás Cambios a Textos no fueron cargados.
ru: Внимание: не загрузилась таблица последовательных изменений номер %d, а также все последующие таблицы.

source: Use this command if the knowledge base has become corrupted. (To restore a glossing knowledge base, turn glossing ON and then choose this command again.) It will throw away your current knowledge base, and then using your saved document files it will build a new one. Do you wish to go ahead?
es: Utilice este mandato si la Base de Conocimientos ha llegado a ser corrupta. (Para restaurar glosas de una Base de Conocimientos, ponga la opción ‘Permitir Glosar’ en afirmativo y entonces vuélvase intentar con este mismo mandato otra vez.) Le dejará tirar su Base de Conocimientos actual, y entonces utilizando sus documentos guardados se la construirá nuevo. ¿Desea usted seguir adelante?
ru: Используйте эту команду, если БЗ была повреждена. (Для восстановления базы знаний глоссирования ВКЛЮЧИТЕ глоссирование, а затем выберите эту команду еще раз). Она выбросит вашу текущую базу знаний, а затем, используя ваши сохраненные файлы документов, создаст новую базу знаний. Вы хотите продолжить?

source: Saving File
es: Guardando Archivo
ru: Идет сохранение файла

source: Adapt It can also try to rescue your settings for the "Force Choice For This Item" checkbox, but it might result in a harmless crash. (If so, just run Adapt It again and take the "No" option.) Do you wish to try this extra rescue?
ru: Программа Adapt It также может попытаться спасти ваши установки для кнопки-флажка 'Навязать выбор для этой позиции', но это может окончиться безобидным сбоем в программе. (В таком случае перезапустите программу Adapt It и щелкните на кнопку 'Нет'). Вы хотите попробовать сделать это дополнительное восстановление данных?

source: Sorry, there are no saved document files yet for this project. At least one document file is required for the operation you chose to be successful. The command will be ignored.
es: AVISO: no han ningunos archivos de documento guardados todavía para este proyecto. Restaurar la Base de Conocimientos no es posible si no hay por lo menos un archivo de documento. El mandato se ignorará.
ru: Стоп: для этого проекта еще нет сохраненных файлов документов. Для успешного выполнения выбранной вами операции нужен хотя бы один файл документа. Команда не будет выполнена.

source: Your rebuilt knowledge base is now in operation. It was built from %d source words and phrases taken from %d documents.
ru: Ваша заново сформированная база знаний сейчас в работе. Она была создана из %d исходных слов и фраз, взятых из %d документов.

source: No source text files for document creation
ru: Нет файлов исходного текста для создания документа

source: Warning: do not input these files
ru: Внимание: не вводить эти файлы

source: Unrecognized font attribute field; unmatched name is:
es: No reconocido campo de atributo de tipo de letra, nombre sin par es el siguiente:
ru: Поле атрибута нераспознанного шрифта; несоответствующее имя:

source: Error parsing font information
es: Error al analizar la información del tipo de letra
ru: Ошибка анализа информации о шрифте

source: You should not use this non-Unicode version of Adapt It. Your data should first be converted to Unicode using TecKit and then you should use the Unicode version of Adapt It.
es: Usted no debe usar esta versión no Unicode de Adapt It. Sus primeros datos deben ser convertidos a Unicode utilizando TecKit y luego usar la versión Unicode de Adapt It.
ru: Вам не следует пользоваться этой версией программы Adapt It без Unicode. Сначала ваши данные надо проконвертировать в Unicode с помощью TecKit а затем вы должны пользоваться Unicode версией программы Adapt It.

source: Extended 8-bit ASCII characters were detected in the Basic Configuration File's punctuation string (see below):
es: El siguiente extendido caracteres de 8-bit ASCII se detectaron en el frase de puntuacion de la configuración básica del archivo:
ru: Расширенные 8-бит ASCII символы были обнаружены в строке пунктуации файла основной конфигурации (см. ниже):

source: Warning: Invalid Characters Detected
es: Aviso: se han detectado algunos caracteres no válidos
ru: Внимание: обнаружены недопустимые символы

source: Warning: Unrecognized Basic settings field; unmatched name is: %s
es: Advertencia: el tema no reconocidos en la configuración básica, nombre sin par es: %s
ru: Внимание: поле нераспознанных базовых установок; несоответствующее имя: %s

source: Adapt It did not find your work folder at %s This error will occur either 1. because your work folder is located on an external drive which is not currently plugged in, or 2. because there is a typing error in the work folder path stored in the file named CustomWorkFolderLocation, or 3. another application currently has the CustomWorkFolderLocation file open. You will have a chance to recover now.
ru: Программа Adapt It не нашла вашей рабочей папки на %s Эта ошибка может иметь одну из следующих возможных причин 1. ваша рабочая папка находится на внешнем дисководе, который сейчас не установлен, или 2. имеется ошибка набора в названии пути доступа к рабочей папке, который сохранен в файле с именем CustomWorkFolderLocation, или 3. файл с именем CustomWorkFolderLocation сейчас открыт другой прикладной программой. У вас будет возможность сейчас устранить ошибку.

source: Failed to find the custom work folder
es: No se ha podido encontrar la carpeta personalizada de trabajo
ru: Не удалось найти пользовательскую рабочую папку

source: 1. Plug in the missing external drive, then click OK here.
es: 1. Conecte el disco externo que falta, a continuación, haga clic en Aceptar aquí.
ru: 1. Установить недостающий внешний дисковод, а затем щелкнуть на OK.

source: 2. Close the other application, or use a text editor to fix the path in the file CustomWorkFolderLocation; then click OK here.
es: 2. Cierre la otra aplicación, o usar un editor de texto para fijar la ruta en el archivo CustomWorkFolderLocation, y luego haga clic en Aceptar aquí.
ru: 2. Закрыть другую прикладную программу или с помощью тектового редактора установить правильный путь доступа к файлу CustomWorkFolderLocation; затем щелкнуть на OK.

source: 3. Ignore the custom work folder location, use the default location instead. (Then ask your administrator to help you.)
ru: 3. Не учитывать местоположение пользовательской рабочей папки, вместо этого использовать местоположение по умолчанию. (Потом попросите вашего администратора помочь вам.)

source: 4. Forget the custom work folder location. The command Custom Work Folder Location will then run, use it to relocate the folder.
ru: 4. Забудьте местоположение пользовательской рабочей папки. Тогда будет запущена команда 'Местоположение пользовательской рабочей папки', воспользуйтесь ею, чтобы снова определить местоположение папки.

source: Choose Recovery Action or Cancel (to abort)
es: Elige o Acción para la Recuperación o Cancelar
ru: Выберите 'Действие по восстановлению работы' или щелкните на кнопку 'Отменить' (для преждевременного завершения выполнения программы)

source: Select from the list of recovery actions, then click OK. The Cancel button will abort the application. 1. Plug in the required external drive now, then click OK. 2. Leave the dialog open, launch a text editor, open the CustomWorkFolderLocation file in it, edit the path, save, then click OK here. 3. Forget (but do not delete) the custom work folder location, use the default location instead. 4. Same as option 3. but also show the Administrator menu (helpful if you know what to do with it).
es: Seleccione de la lista de las acciones de recuperación, a continuación, haga clic en Aceptar. El botón Cancelar se cancelará la solicitud. 1. Conecte la unidad externa requiere ahora, a continuación, haga clic en Aceptar. 2. Deja el diálogo abierto, lanzar un editor de texto, abra el archivo CustomWorkFolderLocation en el mismo, modificar la ruta, guardar, haga clic en Aceptar aquí. 3. Forget (pero no eliminar) el lugar de trabajo personalizado carpeta, utilice la ubicación predeterminada en su lugar. 4. Igual que la opción 3. sino también mostrar el menú de administrador (de gran ayuda si usted sabe qué hacer con él).
ru: Выберите из списка одно из действий для востановления работы, затем щелнните на OK. Если вы щелкните на кнопку 'Отменить', это вызовет преждевременное завершение выполнения прикладной программы. 1. Теперь установите требуемый внешний дисковод, затем щелкните на OK. 2.Оставьте диалоговое окно открытым, запустите текстовый редактор, откройте в нем файл CustomWorkFolderLocation, исправьте имя пути доступа, сохраните, затем щелкните на OK. 3.Забудьте (но не стирайте) местоположение пользовательской рабочей папки, вместо него используйте местоположение по умолчанию. 4. Как и в 3 опции, но также показано меню 'Администратор' (это окажет помощь, если вы знаете, что с ним делатьt).

source: The path to the custom work folder did not find a directory with the required name. Did you plug in the external drive containing the work folder before clicking OK in the dialog? Aborting now. Make the custom work folder's location accessible on your machine before you re-launch Adapt It.
ru: Путь доступа к пользовательской рабочей папке не нашел директорию с требуемым именем. Проверьте, установили ли вы внешний диск, на котором находится рабочая папка, прежде чем щелкнули на ОК в диалоговом окне. Теперь идет преждевременное завершение выполнения программы. Обеспечьте доступ к местоположению пользовательской рабочей папки на вашем компьютере, а затем снова запустите программу Adapt It.

source: Recovery By Plugging In The Missing External Drive Failed
ru: Не удалось восстановить работу после того, как был установлен недостающий внешний дисковод

source: Failed to open the CustomWorkFolderLocation file at default work folder location. Is the CustomWorkFolderLocation file still open in another application? Is the path within it an incorrect path to the custom work folder on your machine? Check and fix such errors before you re-launch Adapt It. Aborting now.
ru: Не удалось открыть файл CustomWorkFolderLocation в местоположении пользовательской рабочей папки, заданном по умолчанию. Убедитесь, что файл CustomWorkFolderLocation до сих пор не открыт другой прикладной программой. Убедитесь, что путь доступа к пользовательской рабочей папке на вашем компьютере правильный. Проверьте и исправьте подобные возможные ошибки, а потом снова запустите программу Adapt It. Теперь идет преждевременное завершение выполнения программы.

source: The path to the custom work folder did not find a directory with the required name. Did you check the path specification using a file browser, to make sure your edit of the path in the CustomWorkFolderLocation file resulted in a correct path to the custom work folder? Aborting now. Use a text editor again to get the path typed correctly before you re-launch Adapt It.
es: La ruta a la carpeta de trabajo de encargo no encontramos un directorio con el nombre requerido. ¿Ha comprobado la especificación de la ruta usando un explorador de archivos, para asegurarse que su edición de la ruta en el archivo CustomWorkFolderLocation resultó en una ruta correcta de la carpeta de trabajo personalizado? Abortar ahora. Utilice un editor de texto de nuevo para obtener la ruta escrito correctamente antes de volver a lanzar Adapt It.
ru: Путь доступа к пользовательской рабочей папке не нашел директорию с требуемым именем. Проверили ли вы спецификацию пути доступа с помощью программы просмотра файла, чтобы убедиться, что вы отредактировали путь доступа к файлу CustomWorkFolderLocation и получили в результате правильный путь доступа к пользовательской рабочей папке? Теперь идет преждевременное завершение выполнения программы. Снова воспользуйтесь текстовым редактором, чтобы правильно набрать путь доступа, а затем еще раз запустите программу Adapt It.

source: Recovery By Editing The Path Specificiation Failed
es: Error al intentar la recuperación mediante la edición de la ruta de acceso
ru: Не удалось восстановить работу, исправив спецификацию пути доступа

source: You did not succeed in locating the work folder location. Aborting now. Next time you launch, you or your administrator will need to use the Administrator menu to locate the required work folder.
ru: Вам не удалось установить местоположение рабочей папки. Выполняется преждевременное завершение выполнения программы. При следующем запуске программы вы или ваш администатор должны обратиться к меню 'Администратор', чтобы определить местоположение требуемой рабочей папки.

source: One chance to relocate the work folder failed
es: Falló una oportunidad para reubicar la carpeta de trabajo
ru: Одна возможность повторно определить местоположение рабочей папки не привела к положительным результатам.

source: Extended 8-bit ASCII characters were detected in the Project Configuration File's punctuation string (see below):
es: El siguiente extendido caracteres de 8-bit ASCII se detectaron en el frase de puntuacion en el archivo de configuración del proyecto:
ru: Расширенные 8-бит ASCII символы были обнаружены в строке пунктуации файла конфигурации проекта (см. ниже):

source: Warning: Unrecognized project settings field; unmatched name is:
es: Advertencia: una opción de configuración del proyecto no se reconoce. Nombre sin par:
ru: Внимание: поле нераспознанных установочных параметров проекта; несоответствующее имя:

source: Sorry, Adapt It will not permit the < character to be used as a word-building character. It must be included with the punctuation characters, and it will be placed there now.
es: AVISO: No se permitirá el ‘<’ ser utilizado como un carácter para formar palabras. Se debe incluir en la lista de las letras para puntuar, y se colocará allí ahora.
ru: Стоп: программа Adapt It не разрешит использовать знак < в качестве знака для построения слова. Этот знак должен быть присоединен к знакам пунктуации, и он сейчас будет помещен там.

source: Sorry, Adapt It will not permit the > character to be used as a word-building character. It must be included with the punctuation characters, and it will be placed there now.
es: AVISO: No se permitirá el ‘>’ ser utilizado como un carácter para formar palabras. Se debe incluir en la lista de las letras para puntuar, y se colocará allí ahora.
ru: Стоп: программа Adapt It не разрешит использовать знак > в качестве знака для построения слова. Этот знак должен быть присоединен к знакам пунктуации, и он сейчас будет помещен там.

source: basic
es: basico
ru: базовый

source: project
es: proyecto
ru: проектный

source: Unable to open the %s configuration file for reading. Default values will be used instead. (Ignore this message if you have just launched Adapt It for the first time, or have just created a new project, because no configuration file exists yet.)
ru: Не удалось открыть для чтения конфигурационный файл %s. Взамен будут использованы значения по умолчанию. (Пропустите это сообщение, если программа Adapt It запустилась с первого раза или просто создала новый проект, потому что конфигурационный файл еще не существует).

source: Unable to read %s font data from the %s configuration file. Default values will be used instead.
es: No se puede leer de los datos del tipo de letra %s del archivo de configuración %s. Los valores preseleccionados se utilizará en su lugar.
ru: Не удалось прочитать данные шрифта %s из конфигурационного файла %s . Вместо них будут использованы значения по умолчанию.

source: source
es: original
ru: исходный

source: target
es: final
ru: целевой

source: navigation
es: navegar
ru: навигации

source: Error: the application could not find the other project's knowledge base, or failed to open and load it. The command has therefore been ignored.
es: ERROR: O el programa no podría encontrar el otro Base de Conocimientos o falló de abrirlo. El mandato, por lo tanto, fue ignorado.
ru: Ошибка: программа не смогла найти базу знаний другого проекта, или нашла, но не смогла открыть и загрузить её. Поэтому команда не была выполнена.

source: Transformations To Glosses
es: Transformaciones a Glosas
ru: Преобразования в глоссы

source: The document with pathname: %s, was not opened and therefore not processed.
es: El documento en el directorio %s no se abrió y por lo tanto no se procesan.
ru: Документ с именем пути доступа: %s, не был открыт и, следовательно, не был обработан.

source: Automatic capitalization support will work only provided the source language distinguishes between upper case and lower case letters. A "No" response will prohibit auto-capitalization from being turned on. Does your source language have both upper and lower case letters?
es: El manejo de las letras mayúsculas y minúsculas (Mayúsculasación Automática) solamente funciona si el texto original se distingue entre o la una o la otra. A decir ""no"", prohibirá que el ‘Mayúsculasación Automática’ será prendido. ¿Tiene el lenguaje original tanto las mayúsculas como minúsculas?
ru: Автоматическая замена строчных букв на прописные будет выполняться только в том случае, если в исходном языке есть оба варианта букв. Если вы щелкните на 'Нет', то вы отключите функцию автоматической замены. Имеются ли в вашем исходном языке оба варианта букв?

source: The source language upper and lower case correspondences do not yet exist. Until they do, automatic captialization cannot be turned on. You can set them up in the Edit Preferences menu selection on the "Case" tab.
es: Aún no existen correspondencias entre minúscula y mayúscula. Entonces, no se puede iniciar Mayúsculasación Automatizada. Se puede establecer correspondencias en Equivalencias - Mayúscula y Minúscula.
ru: Еще не установлены соответствия между прописными и строчными буквами исходного языка. До тех пор пока они не будут установлены, функция автоматической замены строчных букв на прописные не может быть включена. Вы можете установить их через 'Установки' в меню 'Редактирования', табуляция 'Регистр'.

source: The Startup Wizard failed to open. Use the File menu's Open command to open a document.
es: El Asistente de arranque no pudo abrir. Utilice el Comando Abrir del menú Archivo para abrir un documento.
ru: Не удалось открыть пользовательский интерфейс пуска. Откройте документ с помощью команды 'Открыть' в меню 'Файл'.

source: Adapting
es: ADAPTAR
ru: Выполняется адаптирование

source: Reviewing
es: Revisando
ru: Выполняется обзор

source: Undefined
es: Indefinido
ru: Не определено

source: !! TRANSLITERATING !!
es: ¡¡ Transliterando !!
ru: !! ВЫПОЛНЯЕТСЯ ТРАНСЛИТЕРАЦИЯ !!

source: Locate the folder you wish to use for Adapt It work
es: Busque la carpeta que desea utilizar para trabajo
ru: Определить местоположение папки, которую вы хотите использовать для работы с программой Adapt It

source: Type A Password
es: Escriba Una Contraseña
ru: Наберите пароль

source: Too short.
es: Demasiado corto.
ru: Слишком мало символов.

source: You failed to locate a valid work folder. Please try again.
es: Por favor, especifique una carpeta de trabajo válido.
ru: Вам не удалось определить местоположение пригодной для работы рабочей папки. Пожалуйста, повторите попытку.

source: Someone just opened the project folder on the remote computer, so you have READ-ONLY access.
ru: Кто-то только что открыл папку проекта на на удаленном компьютере, так что вы имеете к ней доступ в режиме ТОЛЬКО-ДЛЯ-ЧТЕНИЯ.

source: Another process owns write permission
es: Otro proceso tiene permiso de escritura
ru: Разрешение на выполнение операции записи принадлежит другому процессу.

source: Source Font Name
ru: Название шрифта исходного языка

source: Target Font Name
ru: Название шрифта целевого языка

source: Navigation Font Name
ru: Название шрифта языка навигации

source: The following fonts (in the project configuration file) cannot be found on your computer:
es: Los tipos de letras siguientes (en la configuración del archivo de proyecto) no se puede encontrar:
ru: На вашем компьютере невозможно найти следующие шрифты (в конфигурационном файле проекта):

source: A system font (%s) will be used instead. You may need to install the appropriate font, then select it from the Fonts tab of the Preferences... dialog (on the Edit menu).
es: Un tipo de letra de sistema (%s) se utilizará en su lugar. Puede que necesite instalar el tipo de letra adecuada, a continuación, selecciónela en la ficha Tipos de las preferencias ... de diálogo (en el menú Edición).
ru: Вместо этого будет использоваться системный шрифт (%s). Вам может потребоваться установить соответствующий шрифт, затем выбрать его из таблицы шрифтов в диалоговом окне 'Установки...' (в меню 'Редактирование').

source: Font name in configuration file not found
es: Nombre de tipo de letra en el archivo de configuración no encontrado
ru: Название шрифта в конфигурационном файле не найдено

source: Unable to write updated config file, so just did nothing
es: No se puede escribir el archivo de configuración actualizada
ru: Невозможно записать обновленный конфигурационный файл, так что ничего не было сделано

source: dictionary records
ru: словарные записи

source: Filename For KB Export
es: Nombre del archivo de informe KB
ru: Имя файла для экспорта БЗ

source: Unable to open knowledge base export file.
es: No se puede abrir archivo de base de conocimientos de exportación.
ru: Не удается открыть файл для экспорта базы знаний.

source: Attempting to put the active location within the gray text area while updating information in Vertical Edit mode is illegal. The attempt has been ignored.
ru: Попытка поместить активное положение в область серого текста при обновлении информации в режиме 'Вертикальное редактирование' является недопустимой. Действие не было выполнено.

source: Sorry, but the application will not allow you to extend a selection forwards across any punctuation unless you use a technique for ignoring a boundary as well.
es: AVISO: el programa no permitirá que se extiende una selección a través de ninguna puntuación a menos que se emplea la técnica para ignorar los límites de la puntuación.
ru: Стоп: программа не разрешит вам расширить выборку в прямом направлении, переходя через все знаки препинания, если только вы не применили функцию игнорирования границы.
