Repository: adapt-it/adaptit
Catalog: po/tpi.po
Languages: tpi

source: Trying to associate the inserted placeholder with the start of the retranslation text which follows it does not work. It will be better if you now delete the placeholder and instead edit the retranslation itself.
tpi: Sapos yu laik mekim ples holda i go pas wantaim wanepla ritrenslesen teks, dispela yu no inap wokim olsem. Mobeta, yu dilitim ples holda nau, na pinis, yu ken editim ritrenslesen yet.

source: Two words are joined with fixed-space marker ( ~ ) preceding the placeholder. Backwards association is not possible when this happens.
tpi: Fiks spes maka (~) i joinim tupela hap tok, na dispela i go pas long wanpela ples holda. Ples holda hia i no inap pas wantaim hap tok i go pas long en.

source: Do you want the inserted placeholder to be considered as belonging to the free translation section which begins immediately following it?
tpi: Yu laikim dispela plesholda yu subim, bai i go wantaim ol teks bilong fri trenslesen i kamap bihain long en o nogat?

source: Do you want the inserted placeholder to be considered as belonging to the free translation section which immediately precedes it?
tpi: Yu laikim dispela plesholda yu subim, bai i go wantaim ol teks bilong fri trenslesen i go pinis o nogat?

source: You cannot insert a placeholder within a retranslation. The command has been ignored.
tpi: Yu no ken subim plesholda i go insait long wanpela ritrenslesen. Adapt It i no inap mekim.

source: Two words are joined with fixed-space marker ( ~ ) preceding the placeholder. Association with the two words is not possible.
tpi: Fiks spes maka (~) i joinim tupela hap tok, na dispela i go pas long wanpela ples holda. Ples holda hia i no inap pas wantaim hap tok i go pas long en.

source: Warning: Unacceptable Backwards Association
tpi: Toksave: No inap passim dispel i go han kais

source: Choose your special print options
tpi: Selektim ol spesel print seting

source: A project stores your translation documents.
tpi: Projek i save holim ol trenslesen dokumen.

source: It also stores your typed adaptations for the source text's words and phrases in a file called a "knowledge base". If you do any glossing, glosses will be stored in a different knowledge base.
tpi: Em tu i save holim ol hap trenslesen bilong ol sos teks word na fres insait long wanpela fail ol i kolim "nolis bes". Sapos yu wokim glos, Adapt It i save holim ol glos insait long narapela nolis bes.

source: Adapt It makes a name for a project by asking you to type in two names - the source language name and the target language name. For a given pair of languages, you do this only once.
tpi: Adapt It yet i save wokim nem bilong projek; em i askim yu long givim tupela nem - olsem sos tokples nem na taget tokples nem. Tupela nem hia - yu givim wanpela taim tasol.

source: You don't have to use language names for setting up a project. You can use any two names you like.
tpi: Nem i bilong makim projek, i no mas nem bilong tokples stret tasol. Makim nem bilong laik bilong yu tasol.

source: Documents are different from projects. Each project will store many documents. For example, a project for adapting a New Testament will store a document for each book, or part of a book, that you translate.
tpi: Dokumen i no wankain samting olsem projek. Wanpela projek bai gat planti ol dokumen insait. Em i olsem: Sapos yu trensletim olgeta Nupela Testamen; dispela em wanpela projek bilong trensletim Nupela Testamen, tasol i ken holim planti ol dokumen bilong wanwan buk, o bilong ol hap buk.

source: In the list below, if you do not have your project set up yet, double click <New Project>. If it is already set up, you will see its name in the list - double click the name to open that project.
tpi: Insait long lista daun bilo, sapos yu no wokim projek yet, yu ken dabel klikim <Nupela Projek>. Sapos yu bin wokim projek pinis, bai yu lukim nem bilong dispela projek i stap pinis insait long lista - na yu ken dabel klikim nem bilong en bilong opim projek.

source: You must Select a project (or <New Project>) from the list before continuing.
tpi: Yu mas selektim wanpela projek (o <Nupela Projek>) insait long lista pastaim. Pinis yu ken go het.

source: %s Please correct the problem, or ask your administrator for help, then try again.
tpi: %s Plis, yu stretim problem pastaim, o askim administreta i helpim yu. Pinis, traim gen.

source: <None>
tpi: <Nogat>

source: Important information about collaboration project: %s
tpi: Tok save long dispela wok wantaim projek: %s

source: The "Collaboration Project Migration" dialog will appear again the next time you open this Adapt It collaboration project and you can switch collaboration to Paratext 8 at that time. Be aware, however, that any adaptation work you do while collaborating with the Paratext 7 projects will not appear in the Paratext 8 projects, until you tell Adapt It to collaborate with Paratext 8.
tpi: Wanpela "Wok Wantaim Projek Maigresen" daialog bai kamap gen, sapos yu opim gen dispela Adapt It projek. Na, yu ken senisim dispela projek i mas wok wantaim Paratext 8. Tasol harim gut, wanem wok yu mekim nau taim yu wok wantaim Paratext 7, dispela wok bai i no kamap insait long ol Paratext 8 projek, inap yu tok save tru olsem Adapt It i mas wok wantaim Paratext 8.

source: You have chosen to keep this Adapt It project collaborating with Paratext 7 even though the Paratext 7 collaboration projects were migrated to Paratext 8. Your Adapt It work will appear only in the old Paratext 7 projects, and not in the Paratext 8 projects.
tpi: Yu makim pinis olsem Adapt It mas wok wantaim Paratext 7. Yu bin makim olsem - tasol ol dispela Paratext 7 projek i maigret pinis i go long Paratext 8. Wanen wok yu mekim wantaim Paratext 7 nau bai i go tasol long ol Paratext 7 projek, na bai i no go long Paratext 8 projek.

source: You also chose to not show the "Collaboration Project Migration" dialog again. If you later decide you want this Adapt It project to collaborate with projects in Paratext 8 you, or an administrator will need to manually set up this project using the "Setup Or Remove Collaboration" dialog from Adapt It's Administrator menu.
tpi: Yu tu yu tikim bokis bilong "No ken soim dispela daialok gen". Sapos bihain yu laik setimap dispela Adapt It projek long wok wantaim ol Paratext 8 projek, yu o administreta bilong yu, i mas setimap dispela Adapt It project bilong wok wantaim Paratext gen, na usim "Setimap O Rausim Wok Wantaim" daialog i stap long Administreta men bilong Adapt It.

source: Cannot determine this project's collaboration settings
tpi: No inap kisim save long ol seting bilong wok wantaim bilong dispela projek

source: Cannot determine this project's settings
tpi: No inap kisim ol seting bilong dispela projek

source: You can try to open the %s project, but collaboration with %s will NOT be possible, and default fonts, punctuation and other default settings will be used. We recommend that you not open this project, but instead you should quit Adapt It and restore the AI-ProjectConfiguration.aic file from backups, or ask your administrator to restore any collaboration settings. Quit Adapt It now?
tpi: Sapos yu go het na traim opim dispela %s projek, yu bai no inap mekim wok wantaim %s, nogat. Na Adapt It bai yusim ol defol font na pangsuesen seting samting. Nogut yu opim dispela projek. Moabeta yu stopim Adapt It na painim backup bilong dispela AI-ProjectConfiguration.aic fail na kopiim i kam long projek folda, o askim administreta i helpim yu long stretim gen ol seting bilong wok wantaim. Stopim Adapt It nau?

source: You can try to open the %s project, but default fonts, punctuation and other settings will be used. We recommend that you not open this project, but instead you should quit Adapt It and restore the AI-ProjectConfiguration.aic file from backups, or ask your administrator for help. Quit Adapt It now?
tpi: Sapos yu go het na traim opim dispela %s projek, Adapt It bai yusim ol defol font na pangsuesen seting samting. Nogut yu opim dispela projek. Moabeta yu stopim Adapt It na painim backup bilong dispela AI-ProjectConfiguration.aic fail na kopiim i kam long projek folda, o askim administreta i helpim yu long stretim gen ol seting bilong wok wantaim. Stopim Adapt It nau?

source: No collaboration with %s is possible for the %s project until an administrator sets it up. Remember to check and possibly adjust your fonts, punctuation and other settings by accessing Preferences... on the Edit menu.
tpi: No inap mekim wok wantaim %s bilong %s project inap administreta bilong i stretim gut ol seting. Tingim gut, na sekim seting bilong ol font na pangsuesen, na ol narapela samting. Go long Seting... i stap long Edit menu.

source: Remember to check and possibly adjust your fonts, punctuation and other settings by accessing Preferences... on the Edit menu.
tpi: Tingim gut, yu mas sekim ol font na pangsuesen na ol narapela seting. Go long Seting... i stap long Edit menu.

source: The collaboration settings for the AI "%s" project were successfully removed from the project's configuration file at: %s Reminder: You may now open any adaptation documents that exist in this project. If you later decide to resume collaboration, you or your administrator will have to install Paratext or Bibledit and then set up collaboration from scratch.
tpi: Ol seting bilong dispela AI "%s" projek i raus pinis, na i no moa stap long projek config fail is stap long: %s Tingim gut: Yu ken opim nau ol adaptesen dokumen i stap insait long dispela projek. Sapos biahin, yu laik kirapim wok wantaim opsen gen, yu o administreta, i mas instalim Paratext o Bibledit gen, pinis, mas setimap get pasin bilong wok wantaim gen.

source: Removal of collaboration settings successful
tpi: Rausim pinis ol seting bilong Wok Wantaim

source: The collaboration settings for the "%s" AI project were not changed. Reminder: You cannot open this project until your administrator installs Paratext or Bibledit along with these projects: %s
tpi: Ol seting bilong Wok Wantaim i no senis bilong projek: "%s". Tingim gut: Yu no inap opim dispela projek moa, inap long administreta i instalim Paratext o Bibledit wantaim ol dispela projek: %s

source: Collaboration settings remain unchanged for this project
tpi: Ol seting bilong disela Wok Wantaim projek i no senis

source: You may be able to fix this problem if you do the following...
tpi: Ating yu yet i ken stretim dispela problem, sapos yu mekim dispela wok...

source: Select the %s project for obtaining source texts. (If no %s project listed is suitable click Cancel to abort and seek help from your administrator.)
tpi: Selektim wanem %s projek bilong kisim ol sos teks. (Sapos ol %s i no gat o i no stret, klikim Kensel bilong stopim Adapt It na askim administreta i helpim yu.)

source: Select the %s project for storing translations. (If no %s project listed is suitable click Cancel to abort and seek help from your administrator.)
tpi: Selektim wanem %s projek bilong holim ol trenslesen teks. (Sapos ol %s i no gat o i no stret, klikim Kensel bilong stopim Adapt It na askim administreta i helpim yu.)

source: Select the %s project for storing free translations. (If no %s project is suitable click Cancel to abort and seek help from your administrator.)
tpi: Selektim wanem %s projek bilong holim ol fri trenslesen teks. (Sapos ol %s i no gat o i no stret, klikim Kensel bilong stopim Adapt It na askim administreta i helpim yu.)

source: No %s projects are available. To get access to the "%s" project out of collaboration mode, collaboration mode must be turned off. This is an administrator-only action, it requires showing the password protected Administrator menu, and using the Setup or Remove Collaboration... command to remove collaboration on this project.
tpi: No inap yusim ol %s projek. Bilong yusim ol "%s" projek administreta seting "wok wantaim" mod i mas OF pastaim. Dispela seting em wanpela seting administreta tasol inap mekim. Administreta i mas yusim password bilong kamapim Administreta menu pastaim, pinis administreta i mas yusim "Setap o Rausim Wok Wantaim..." menu bilong rausim "Wok Wantaim" bilong dispela projek.

source: Sorry, the projects you selected have the following problem: %s Collaboration is not possible until the necessary %s projects have been set up. Please ask your administrator to set up %s with the projects necessary for collaboration with Adapt It.
tpi: Sori, projek yu selektim i gat dispela problem: %s Adapt It i no inap mekim wok wantaim - inap long ol %s projek i setup gut. Plis askim administreta i setimap %s i gat ol projek yu nidim bilong mekim wok wantaim Adapt It.

source: Administrator setup required for collaboration
tpi: Administreta i mas setimap projek bilong mekim wok wantaim

source: Adapt It could not enter read-only mode for some unknown reason. You may continue to access the user's documents, but proceed with care.
tpi: Adapt It i no inap mekim mod i kamap "ritim-tasol". Yu ken opim ol dokumen bilong wokman, tasol luksave nogut yu paulim na senisim nating.

source: Read Only Protection Failed
tpi: Ritim-Tasol Mod i No Kamap Gut

source: A reminder: backing up of the knowledge base is currently turned off. To turn it on again, see the Knowledge Base tab within the Preferences dialog.
tpi: Tingim gut: bekap bilong nolis bes nau i of yet. Bilong tanim on gen, lukim Nolis Bes teb in stap insait long "Senisim Seting" daialog.

source: Show %s
tpi: Soim %s

source: Characters
tpi: Leta

source: Error, hex number longer than 4 digits: %s
tpi: Problem: longpela bilong heks namba i winim 4 leta: %s

source: Error, pair of hex numbers plus space longer than 9 digits: %s
tpi: Problem, longpela bilong tupela heks namba wantaim spes i winim 9 leta: %s

source: Error, invalid hex digit: %s
tpi: Problem: heks namba i nogut: %s

source: The project folder being tested, %s, is really a file. Adapt It will continue running, but you should next try to properly locate a project folder.
tpi: Dispela "projek folda" i no folda tru, %s em i wanpela fail tasol. Adapt It bai wok yet, tasol yu mas traim painim wanpela folda tru bilong projek.

source: Warning: Not a folder!
tpi: Toksave: Em i no wanpela folda!

source: Someone has your project folder open already, so you have READ-ONLY access. If you need to be able to save your work, you can gain write access now. Doing so will force the other person to have read-only access. Do you to want to have write access now?
tpi: Narapela komputa i bin opim projek folda bilong yu pinis, olsem yu inap ritim ol samting tasol. Sapos yu laik sevim wok bilong yu, yu ken kisim orait bilong raitim ol samting nau. Tasol sapos yu mekim olsem narapela bai i inap ritim ol samting tasol. Yu laik kisim orait bilong raitim ol samting nau?

source: Document owner is: %s. Your user ID is: %s
tpi: Papa bilong document em: %s. User ID bilong yu yet em: %s

source: This document is owned by someone else, so you have READ-ONLY access. Do you want to take ownership of this document in order to change it?
tpi: Narapela man em papa bilong dispela dokumen, olsem yu inap ritim ol samting tasol. Olsem wanem, yu laik kamap olsem papa bilong dispela dokumen bilong senisim o nogat?

source: Someone has your project folder open already, so you have READ-ONLY access.
tpi: Narapela komputa i bin opim projek folda bilong yu pinis, olsem yu inap ritim ol samting tasol.

source: Remove Some Target Text Entries
tpi: Rausim Sampela Taget Teks Tok

source: List in alphabetic order of the gloss text
tpi: Lista i stap long alfabet oda bilong glos teks

source: A previous bulk removal is still running in the background./nWait a few minutes for it to complete, then try again. If the previous bulk removal involved many entries, you may have to wait and retry more than once.
tpi: Wanpela wok bilong rausim i ran yet long background. Wetim liklik bilong em i pinis pastaim, bihain traim gen. Sapos dispela rausim bipo i wokim planti, ating yu mas wetim o traim gen planti taim.

source: Operation not completed
tpi: Wok i no kamap pinis

source: Do you want the date and time appended to the filename?
tpi: Yu laikim det i go pas long baksait bilong failnem?

source: Choose dated or undated filename
tpi: Makim failnem i gat det o nogat det

source: adaptations_KB
tpi: adaptesen_KB

source: glossing_KB
tpi: glos_KB

source: Plain text export (*.txt)|*.txt|All Files (*.*)|*.*||
tpi: Plen teks ekspot (*.txt)|*.txt|All Files (*.*)|*.*||

source: Filename for export of knowledge base contents
tpi: Fail Nem Bilong Nolis Bes Ekspot

source: The saved file was named: %s It was saved at the following path: %s
tpi: Fail nau i gat nem olsem: %s Adapt It i sevim long dispela ples: %s

source: Listed entries saved
tpi: Ol item bilong lista i sev pinis

source: [Source]
tpi: [Sos]

source: Translation
tpi: Trenslesen

source: Occurs
tpi: Namba

source: Generating Report...
tpi: Wokim Ripot...

source: *** There were no retranslations in the %s document. ***
tpi: *** %s dokumen i no gat ritrenslesen i stap insait. ***

source: This particular operation is not available for a phrase. Unmake the phrase first, then select the source phrase words you want to make into a retranslation, and then do the retranslation.
tpi: Adapt It i no inap mekim kain wok olsem taim i gat fres I stap. Pastaim yu mas lusim fres, bihain selektim wanem ol sos word yu laik mekim I go olsem ritranslesen. Pinis, yu ken wokim ritranslesen stret.

source: Sorry, for a retranslation your selection must not include all the document contents - otherwise there would be no possible place for the phrase box afterwards. Shorten the selection then try again.
tpi: Sori, yu selektim olgeta teks na yu laik wokim ritrenslesen long olgeta wantaim, tasol Adapt It i no ken mekim olsem nogut fres bokis i no gat ples bilong putim. Sotim seleksen pastaim na traim gen.

source: Sorry, the selection contains text of more than one type. Select only one text type at a time. The operation will be ignored.
tpi: Sori, seleksen yu makim i gat kain kain teks insait. Yu mas selektim wanpela kain teks tasol i go insait long seleksen.

source: Sorry, but this operation is not permitted when the selection contains any part of a retranslation. First remove the retranslation and then try again.
tpi: Sorry, i tambu long mekim olsem taim seleksen i gat ritrenslesen i stap insait. Yu mas rausim ritrenslesen pinis pastaim, bihain traim gen.

source: Sorry, this operation is not allowed when the selection contains hidden (stored) data. The hidden data is in this span of text: %s Instead, try making retranslations either side of the word at %s.
tpi: Sori, no ken mekim olsem taim seleksen i gat deta i hait. Deta i hait i stap insait long dispela teks: %s Traim wokim ritrenslesen bipo o bihain long dispela hap tok %s.

source: Warning: your document is full up with retranslations. This makes it impossible to place the phrase box anywhere in the document.
tpi: Toksave: Dispela dokumen i pulap tru wantaim ol ritrenslesen tasol. Olsem Adapt It i no gat ples bilong putim fres bokis insait long dokumen.

source: Sorry, the whole of the selection was not within a section of retranslated text, so the command has been ignored.
tpi: Sori, hap bilong seleksen i kalap i go ausait long ritrenslesen, olsem Adapt It i no inap wokim.

source: To get a report based on many or all documents, click No. To get a report based only on this open document, click Yes.
tpi: Sapos yu laik kisim ripot bilong planti o olgeta dokumen, klikim Nogat. Sapos yu laik kisim ripot bilong displela wanpela dokumen tasol, klikim Yes.

source: report.txt
tpi: ripot.txt

source: retranslation report.txt
tpi: ritrenslesen ripot.txt

source: Adapt It Reports (*.txt)|*.txt||
tpi: Adapt It Ripot (*.txt)|*.txt||

source: Filename For Retranslation Report
tpi: Fail nem bilong Ritrenslesen Ripot

source: Generating Retranslation Report...
tpi: Wokim Ritrenslesen Ripot...

source: Could not save the current document. Retranslation Report command aborted. You can try to continue working, but it would be safer to shut down and relaunch, even if you loose your unsaved edits.
tpi: No inap sevim dispela dokumen. Ritrenslesen Ripot i no inap kamap nau. Yu ken traim mekim wok yet, tasol moabeta yu stopim Adapt It pastaim, pinis, statim gen. Maski lusim sampela ol edit yu wokim pinis.

source: Unable to open report file.
tpi: No inap opim ripot fail.

source: Unable to open report file.
tpi: No inap opim ripot fail.

source: Retranslation Report
tpi: Ritrenslesen Ripot

source: File Path: %s
tpi: Ples bilong Fail: %s

source: Type Retranslation Text
tpi: Taipim Ritrenslesen Teks

source: The clipboard was empty; there is nothing to Paste.
tpi: Klipbod i stap nating, I nogat samting bilong pestim.

source: No Clipboard Text
tpi: Nogat Klipbod Teks

source: Name
tpi: Nem

source: Set A Delay For Automatic Insertions
tpi: Setim Taim Bilong Wet Namel Long Adapt It Yet i Subim Ol Trenslesen

source: Set or View Font Encoding
tpi: Setim o Lukim Font Enkoding

source: No Font Face Names are available on this system!
tpi: Ating dispela komputa i no gat font fes nem!

source: Setup or Remove Collaboration
tpi: &Setap o Rausim Wok Wantaim

source: Please use the "Select from list" buttons to select the appropriate %s projects.
tpi: Yu mas yusim ol "Selektim i kam long lista" baten na selektim ol %s projek.

source: Neither Paratext nor Bibledit are installed on this computer. Paratext or Bibledit must be installed before Adapt It can collaborate with it.
tpi: Paratext na Bibledit i not install yet long dispela komputa. Paratext o Bibledit mas install pastaim bipo Adapt It i ken wok wantaim Paratext o Bibledit.

source: Cannot select any projects
tpi: No inap selektim ol projek

source: Choose a %s project that will be used for source text inputs
tpi: Makim wanpela %s projek bilong kisim ol sos teks input

source: The "%s" project only has the following "empty" book(s): %s These books may have chapter and verse markers (\c and \v) but the verses contain no actual source text. Adapt It cannot use "empty" books for obtaining source texts.
tpi: Dispela "%s" projek i gat ol dispela buk na ol buk hia i no gat teks insait: %s Ol dispela buk i ken i gat ol sapta na ves maka (\c and \v) tasol ol i no gat ol sos teks wantaim ol maka. Adapt It i no inap yusim dispela buk bilong kisim ol sos teks.

source: No books in this project are usable as source texts!
tpi: Nogat buk insait long dispela projek i gutpela long kamap olsem sos teks!

source: Please select a different %s project that Adapt It can use for obtaining source texts.
tpi: Plis, yu mas selektim narapela %s projek, olsem Adapt It i ken yusim bilong kisim ol sos teks.

source: Of the above books, the following books were expected to be present, but were not found in the project: %s
tpi: Insait long lista bilong ol buk antap, ol dispels buk Paratext I tok ol I stap, tasol no inap painim insait long projek: %s

source: The "%s" project you selected has the following "empty" (or non-existing) book(s): %s.
tpi: Dispela "%s" projek yu selektim i no gat teks insait (o i no gat buk) insait: %s.

source: Some books in project cannot be used as source texts!
tpi: Sampela buk insait longl dispela projek i no inap yusim olsem sos teks!

source: Only the following books currently have actual verse content that Adapt It can use as source texts: %s The user will only be able to select from books that have some verse content. If this is not what you want or expect, please set up the %s project with the books containing text that Adapt It can use for its source texts.
tpi: Ol dispela buk tasol i gat teks olsem Adapt It i ken yusim olsem sos teks: %s Wokman bai inap long selektim ol wanem buk i gat teks insait. Sapos yu no laikim dispela samting, plis, yu mas setimap %s projek i bat ol buk i gat teks olsem Adapt It i ken yusim olsem sos teks.
