Repository: adapt-it/adaptit
Catalog: po/tpi.po
Languages: tpi

source: This %s project has no books created in it. It cannot be used for obtaining source texts for Adapt It. Please run %s and select the %s project.
tpi: Dispela %s projek i no gat buk insait long en. Olsem projek hia no inap yusim bilong kisim sos teks i kam insait long Adapt It. Plis, yu mas ranim %s na selektim %s projek.

source: Then select "Create Book(s)" from the Paratext Project menu. Choose the book(s) to be created and ensure that the "Create with all chapter and verse numbers" option is selected. Then return to Adapt It and try again.
tpi: Plis, yu mas selektim "Create Book(s)" long Projek menu bilong Paratext yet. Makim ol book yu laik Paratext i wokim, na selektim "Create with all chapter and verse numbers". Pinis, go bek long Adapt It na traim gen.

source: Then select File | Project | Properties. Then select "Templates+" from the Project properties dialog. Choose the book(s) to be created and click OK. Then return to Adapt It and try again.
tpi: Plis, yu kirapim Bibledit na selektim Fail | Projek | Properties. Pinis, selektim "Templates+" long Projek properties daialog. Makim ol book yu laik Bibledit i wokim, na klikim OK. Pinis, go bek long Adapt It na traim gen.

source: No chapters and verses found in project: "%s"
tpi: I no painim ol sapta na ves insait long projek: "%s"

source: This %s project contains no books. It cannot be used for obtaining source texts for Adapt It. Please go back to %s and import the books to be used as source texts into this project (or import them into a new %s project), then return to Adapt It and try again.
tpi: Dispela %s projek i no gat buk insait. No inap yusim dispela projek bilong kisim sos teks. Plis, yu mas go bek long %s na impotim ol buk bilong yusim olsem sos teks i go long projek (o i go long nupela %s projek) pastaim, pinis, kam bek long Adapt It na traim gen.

source: No books found in project: "%s"
tpi: I no gat buk i stap insait long projek: "%s"

source: Choose a %s project that will be used for receiving translation text exports
tpi: Selektim wanpela %s projek bilong holim ol trenslesen teks

source: All books in the "%s" project already have verse content. This is expected and normal if you are deliberately establishing collaboration for a finished translation that needs further work (for example, a revision). It possibly is an error if you are setting up the collaboration for the first time - because you may be wrongly configuring a source text project as the destination for sending new target text translations. All of the verses in the following book(s) already have text content: %s
tpi: Olgeta buk i stap insait long "%s" projek i gat teks insait long ves pinis. Dispela em i orait sapos yu laik setimap wok wantaim wanpela trenslesen projek i pinis - olsem bilong wokim revisen. Tasol lukaut gut, nogut yu mekim mistek sapos yu setimap wanpela nupela wok wantaim project - bilong wanem nogut yu abris long wokim sos teks projek i laik kamap olsem projek bilong kisim ol nupela taget teks trenslesen. Olgeta ves insait long ol dispela buk i gat teks insait long olgeta ves. %s

source: No books in this project have untranslated texts!
tpi: Olgeta buk bilong dispela projek i gat trenslesesn pinis!

source: Are you sure you want to use the "%s" project for storing Adapt It's translation texts?
tpi: Yu laik yusim tru dispela "%s" projek bilong holim ol trenslesen teks?

source: The following books in the "%s" project do not yet have any verse content: %s Adapt It will store its translations in these books as adaptation work proceeds.
tpi: Ol dispela buk insait long "%s" projek i no gat teks insait long ol ves: %s Adapt It bai salim ol trenslesen i go insait long ol dispela buk taim yu mekim trenslesen wok.

source: Some books in this project have existing translations!
tpi: Sampela buk bilong dispela projek i gat pinis sampela ol trenslesen!

source: Please note that the following books in the "%s" project already have translations: %s Adapt It will overwrite any existing translations with new translations if you adapt all the text in books such as these that already have translations.
tpi: Ol dispela buk insait long "%s" projek i gat trenslesen tek pinis: %s Adapt It bai rausim wanem trenslesen i stap na mekim nupela trenslesen, sapos yu adaptim ol teks insait long ol dispela buk i gat trenslesen pinis.

source: This %s project has no books created in it. It cannot be used for storing translation texts from Adapt It. Please run %s and select the %s project.
tpi: Dispela %s projek i no gat buk insait. No inap yusim dispela projek bilong kisim trenslesen teks i kam long Adapt It. Plis, yu ranim %s na selektim %s projek.

source: This %s project contains no books. It cannot be used for storing translations from Adapt It. Please go back to %s and create some empty books (with chapter and verse markers only) for this project, then return to Adapt It and try again.
tpi: Dispela %s project i no gat buk insait. No inap yusim dispela projek bilong kisim trenslesen teks i kam long Adapt It. Plis, go bek long %s na wokim sampela buk (wantaim sapta na ves maka tasol) bilong dispela projek. Pinis, kam bek gen long Adapt It na traim gen.

source: No books found in project "%s"
tpi: I nogat buk insait long projek "%s"

source: The Paratext Project "%s" has an autocorrect.txt file within its project folder. Adapt It can also use AutoCorrect to help you type target language text within Adapt It. Do you want Adapt It to copy the Paratext autocorrect.txt file to the "%s" Adapt It project?
tpi: Paratext Projek"%s" i gat autocorrect.txt fail insait long projek folda. Adapt It tu i ken usim AutoCorrect bilong helpim yu taim yu taipim taget tokples insait long Adapt It. Yu laikim Adapt It i kopiim Paratext autocorrect.txt fail na putim i go long "%s" Adapt It projek?

source: Use the PT project's autocorrect.txt file for the Adapt It project?
tpi: Yusim autocorrect.txt fail bilong dispela PT projek insait long Adapt It projek?

source: The PT project's autocorrect.txt file and the Adapt It project's autocorrect.txt file are different.
tpi: Dispela autocorrect.txt fail bilong Paratext projek, na autocorrect.txt bilong Adapt It i no wankain, nogat.

source: (NOTE: The autocorrect.txt file in the Paratext project is newer).
tpi: (Notis: Dispela autocorrect.txt fail insait long Paratext projek i moa nupela yet.

source: Do you want to overwrite Adapt It's autocorrect.txt file with Paratext's autocorrect.txt file?
tpi: Yu laikim mi long senesim dispel autocorrect.txt fail na usim bilong Paratext tasol?

source: The autocorrect.txt files are different
tpi: Tupela autocorrect.txt fail i no wankain, nogat

source: Choose a %s project that will be used for receiving free translation text exports
tpi: Selektim wanpela %s projek bilong holim ol fri trenslesen teks

source: All books in the "%s" project already have verse content, so Adapt It thinks that this project may not be the one you intended for storing Adapt It's free translation texts. All of the verses in the following book(s) already have text content: %s
tpi: Olgeta buk insait long "%s" projek i gat teks pinis, olsem Adapt It i ting dispela projek i no projek stret we yu laik yusim bilong kisim fre trenslesen teks i kam long Adapt It. Olgeta ves insait long ol dispela buk i gat teks pinis: %s

source: Are you sure you want to use the "%s" project for storing Adapt It's free translation texts?
tpi: Yu laik yusim tru dispela "%s" projek bilong holim ol fri trenslesen teks?

source: The following books in the "%s" project do not yet have any verse content: %s Adapt It will store its free translations in these books as adaptation work proceeds.
tpi: Ol dispela buk insait long "%s" projek i no gat yet teks insait long ol ves: %s Adapt It bai salim ol fri trenslesen i go insait long ol dispela buk taim yu mekim wok adaptesen.

source: Some books in this project have existing free translations!
tpi: Sampela buk bilong dispela projek i gat pinis sampela ol fri trenslesen!

source: Please note that the following books in the "%s" project already have free translations: %s Adapt It will overwrite any existing free translations with new free translations if you adapt all the text in books such as these that already have free translations.
tpi: Ol dispela buk insait long "%s" projek i gat pinis ol fri trenslesen teks: %s Adapt It bai rausim ol dispela fri trenslesen na senisim i go long nupela fri trenslesen, sapos yu mekim adaptesen wok insait long ol dispela buk we i gat pinis ol fri trenslesen.

source: This %s project has no books created in it. It cannot be used for storing free translation texts from Adapt It. Please run %s and select the %s project.
tpi: Dispela %s projek i no gat buk yet insait long projek. Olsem dispela projek no inap yusim bilong kisim ol fri trenslesen teks i kam long Adapt It. Plis, yu mas ranim %s na selektim %s projek.

source: This %s project contains no books. It cannot be used for storing free translation from Adapt It. Please go back to %s and create some empty books (with chapter and verse markers only) for this project, then return to Adapt It and try again.
tpi: Dispela %s projek i no gat buk yet. Yu no inap yusim dispela projek bilong kisim ol fri trenslesen i kam long Adapt It. Plis, yu mas go bek long %s na wokim sampela nupela buk (i gat sapta na ves namba tasol) pastaim, pinis, kam bek long Adapt It na traim gen.

source: The collaboration settings for the "%s" project were successfully removed from the project's configuration file at: %s
tpi: Ol seting bilong dispela wok wantaim project: "%s" i raus na i pinis long project config fail i stap long: %s

source: If you are finished, select "Close" to close the setup dialog and test your setup(s) using the Start Working Wizard.
tpi: Sapos yu pinis nau, yu ken selektim "Klosim" baten bilong klosim setap daialog, na yu ken testim setap. Usim Statim Wok... long fail menu.

source: The collaboration settings for the "%s" AI project were not changed. Reminder: The user will not be able to open this project until you install Paratext or Bibledit along with these projects: %s
tpi: Ol seting bilong dispela AI wok wantaim projek: "%s" i no senis. Tingim gut: Operator bai no inap opem dispela projek - inap yu instalim Paratext o Bibledit wantaim ol dispela projek: %s

source: Adapt It detected invalid collaboration settings for the "%s" project in its project configuration file. The invalid %s project data is: %s
tpi: Adapt It i painim sampela seting i no stret insait long konfig fail bilong "%s" projek. Ol samting i no stret bilong %s projek em olsem: %s

source: Adapt It detected invalid collaboration settings for the "%s" project in its project configuration file. The invalid %s project data is: %s
tpi: Adapt It i painim sampela seting i no stret insait long konfig fail bilong "%s" projek. Ol samting i no stret bilong %s projek em olsem: %s

source: Please set up valid %s project(s) that Adapt It can use for collaboration.
tpi: Plis, yu mas wokim gut ol %s projek, olsem Adapt It i ken yusim bilong wok wantaim.

source: Invalid %s projects detected
tpi: %s projek i nogut bilong wok wantaim

source: This project is currently set up to collaborate with the selected Paratext 7 projects. Adapt It has determined that those Paratext 7 projects have been migrated to Paratext 8 on this computer. It is strongly recommended that you select Paratext 8 in Step 2 below, and the appropriate migrated projects in Step 3 below. Reminder: If Paratext 7 continues to be the selected Scripture editor after collaboration project were migrated from Paratext 7 to Paratext 8, Adapt It collaboration work will appear only in the old Paratext 7 projects, and not in the Paratext 8 projects.
tpi: Dispela projek nau i setap bilong wok wantaim ol Paratext 7 projek yu selektim pinis. Adapt It i painimaut olsem ol dispela Paratext 7 projek i maigret na i go pinis long Paratext 8 insait long dispela komputa. Em i gutpela sapos nau yu go na selektim Paratext 8 insait long step 2 daunbilo, na tu yu mas selektim ol Paratext 8 projek insait long step 3. Tingim Gut: Sapos dispela projek i stap yet long wok wantaim Paratext 7, ol wok yu wokim wantaim ol Paratext 7 projek bai i no kamap long ol Paratext 8 projek. Nogat, wok bai stap tasol insait long ol Paratext 7 projek.

source: You made changes to this collaboration setup - Do you want to save those changes?
tpi: Yu wokim pinis sampela senis insait long dispela setap - Sevim ol dispela senis yu bin mekim?

source: Cannot create a new project for collaboration
tpi: No inap setimap nupela project bilong wok wantaim Paratext o Bibledit

source: Error: attempting to create an Adapt It project for supporting collaboration with an external editor, failed. The application is not in a state suitable for you to continue working, but it will still run. You should now Cancel and then shut it down. Then (using a File Browser application) you should also manually delete this folder and its contents: %s if it exists. Then relaunch, and try again.
tpi: Problem: Adapt It i painim problem taim em i laik kirapim wanpela Adapt It projek bilong wok wanatim Paratext/Bibledit. Dispela problem i mekim olsem Adapt It i no redi bilong mekim wok. Yu mas klikim Kensel nau, na stopim Adapt It. Sapos kilim dai Adapt It pinis, orait, yu ken yusim fail brausa na dilitim dispela folda na olgeta samting insait long folda: %s sapos em i stap yet. Pinis, orait statim Adapt It na traim gen.

source: Project Not Created
tpi: Projek Yu No Wokim Yet

source: An Adapt It project called "%s" was successfully created. It will appear as an Adapt It project in the "Select a Project" list of the Start Working Wizard. Continue through steps 2 through 4 below to set up this Adapt It project to collaborate with %s.
tpi: Wanpela Adapt It projek, nem bilong em "%s" i kamap gut na nau i stap. Em bai yu lukim olsem wanpela Adapt It projek i stap long lista insait long dispela "Selektim wanpela Projek" pes bilong Stat Wok. Nau yu mas bihainim step 2 i go long step 4 daunbilo, bilong mekim setap bilong dispela projek i ken wok wantaim %s.

source: New Adapt It project created
tpi: Nupela AI projek i kamap pinis

source: Cannot save collaboration setup.
tpi: No inap sevim setap bilong wok wantaim projek.

source: Please select an existing Adapt It project or create a new one in step 1.
tpi: Plis yu mas selektim wanpela Adapt It projek, o yu ken wokim wanpela nupela. Bihainim step 1.

source: Adapt It will save the collaboration settings you make in this dialog for the Adapt It project you select (or create) in step 1.
tpi: Adapt It bai sevim setap bilong wanem Adapt It projek yu selektim (o wokim nupela) insait long step 1.

source: No Adapt It project designated for this collaboration setup
tpi: Yu no selektim yet Adapt It project bilong setimapim wok wantaim

source: Please select a %s project for getting source texts. Use the "Select Source Project from List" button.
tpi: Plis selektim wanpela %s projek bilong kisim sos teks. Usim "Selektim Sos Projek long Lista" baten.

source: No source language project selected for collaboration
tpi: I no selektim yet sos tokples project bilong wok wantaim

source: Please select a %s project for receiving translated drafts. Use the "Select Target Project from List" button.
tpi: Plis selektim wanpela %s projek bilong holim trenslesen teks. Usim "Selektim Taget Projek long Lista" baten.

source: No target language project selected for collaboration
tpi: I no selektim yet taget tokples project bilong wok wantaim

source: Note: A project to receive free translations must be a unique project. It cannot be the same project that is used for getting source texts, and cannot be the same project that is used to receive translation drafts. If you accidentally selected a duplicate project for the transfer of free translations, you can click on the "Select Free Translation Project from List" button to change your selection to a unique project. The free translation project assignment will now be removed.
tpi: Notis: Projek bilong kisim fri trenslesen i mas stap olsem wanpela narapela projek tasol. No inap usim sem projek olsem yu usim bilong kisim sos teks, nogat. Na em no inap sem projek yu usim bilong kisim ol draf bilong trenslesen, nogat. Sapos yu go paul na selektim sem projek bilong kisim ol fri trenslesen, yu ken klikim "Selektim Fri Trenslesen Projek Long Lista" baten, em bilong senesim seleksen bilong yu i go narapela projek gen. Dispela fri trenslesen projek yu makim nau bai rausim.

source: The projects selected for getting source texts and receiving translation drafts cannot be the same. Please select one project for getting source texts, and a different project for receiving translation texts.
tpi: Tupela projek i gat sem nem. Projek bilong kisim sos teks na projek bilong holim trenslesen teks i noken i gat sem nem. Plis yu selektim wanpela projek bilong kisim sos teks, na narapela projek gen bilong holim ol trenslesen teks.

source: The projects selected for getting source texts and receiving free translation texts cannot be the same. Please select one project for getting source texts, and a different project for receiving free translation texts.
tpi: Tupela projek i gat sem nem. Projek bilong kisim sos teks na projek bilong holim fri trenslesen teks i noken i gat sem nem. Plis yu selektim wanpela projek bilong kisim sos teks, na narapela projek gen bilong holim ol fri trenslesen teks.

source: The projects selected for receiving target texts and receiving free translation texts cannot be the same. Please select one project for receiving target texts, and a different project for receiving free translation texts.
tpi: Tupela projek i gat sem nem. Projek bilong kisim taget teks na projek bilong holim fri trenslesen teks i noken i gat sem nem. Plis yu selektim wanpela projek bilong kisim taget teks, na narapela projek gen bilong holim ol fri trenslesen teks.

source: Note: Book Folder Mode is currently in effect, but it must be turned OFF and disabled for the %s Adapt It project in order for Adapt It to collaborate with %s. If you continue, Book Folder Mode will be turned off and disabled. Do you want to continue setting up this project for collaboration with %s?
tpi: Toksave: Buk Folda Mod i stap nau, tasol Adapt It i mas tanim i go OFF pastaim bilong Adapt It (%s) i mekim wok wantaim %s. Sapos yu go het, Buk Folda Mod bai go OFF. Yu laik go het long setap bilong Adapt It i wok wantaim %s?

source: The following %s projects are not valid for collaboration: %s
tpi: Dispela ol %s projek i nogut bilong wok wantaim: %s

source: This setup cannot be accepted for collaboration. Please set up valid %s project(s) that Adapt It can use for collaboration.
tpi: Dispela setap i no inap yusim bilong wok wantaim. Plis, yu mas makim gutpela %s projek, na Adapt It i ken yusim bilong wok wantaim.

source: The collaboration settings for the "%s" project were successfully saved in the project's configuration file at: %s You may now select or create another Adapt It project (step 1) and make collaboration settings for that Adapt It project (setps 2 - 4). If you are finished, select "Close" to close the setup dialog and test your setup(s) using the Start Working Wizard.
tpi: Ol seting bilong wok wantaim bilong dispela "%s" projek Adapt It i sevim na i kamap gut insait long projek konfig fail i stap long: %s Nau yu ken selektim wanpela gen o wokim nupela Adapt It projek sapos yu gat laik (step 1) na kirapim ol seting bilong wok wantaim bilong dispela narapela projek (setps 2 - 4). Sapos setap wok i pinis nau, selektim "Klosim" bilong pasim dispela setap daialog, na yu ken traim ol setap. Yusim Stat Wok pes.

source: You are about to remove the collaboration settings for the %s project. If you continue the user will not be able to turn on collaboration with %s for this project. Do you want to remove the collaboration settings for %s?
tpi: Klostu yu laik rausim ol seting bilong dispela %s projek. Sapos yu go het, wokman bilong yu bai no inap yusim wok wantaim %s mod bilong dispela projek. Yu laikim tru long rausim seting bilong wok wantaim bilong %s?

source: Confirm removal of collaboration settings
tpi: Tok orait long rausim seting bilong dispela wok wantaim

source: You may now select or create another Adapt It project (step 1) and make collaboration settings for that Adapt It project (setps 2 - 4).
tpi: Nau yu ken selektim o mekim nupela Adapt It project (step 1), na setimap wok wantaim projek (step 2 - 4).

source: (name : full name: language : code)
tpi: (nem : lonpela nem : tokples : kod)

source: (name)
tpi: (nem)

source: WARNING: Paratext 7 is no longer supported. While Adapt It can still be configured to collatorate with Paratext 7, the adaptations sent to a Paratext 7 project can no longer be stored remotely using its Send/Receive feature. Do you really want to set up this project to collaborate with Paratext 7?
tpi: TOKSAVE: Paratext 7 ol i no moa sapotim. Yu ken setimap Adapt It bilong wok wantaim Paratext 7, tasol ol adaptesen yu mekim I no inap go aut long we sapos yu laik wokim Send/Receive insait long Paratext 7. Yu laik setimap dispel projek long wok wantaim Paratext 7?

source: Important Warning
tpi: Bikpela Toksave

source: Choose SIL Converter
tpi: Selektim SIL Konveta

source: Split The Open Document Into Smaller Documents
tpi: Brukim o Hapim Dokumen i Go Kamap Liklik Dokumen

source: There are no more chapters after the current phrasebox location.
tpi: I no gat moa ol sapta i stap bihain long dispela ples we fres boks i stap nau.

source: Please supply a suitable name for the split-off document part.
tpi: Plis, yu taipim wanpela nem bilong hap dokumen bai bruk i kam long we.

source: Your name choices would result in the two document parts having the same name, which would cause the data in the first part to be lost. Please make the name in the second box different than the name of the currently open document.
tpi: Yu wokim nem olsem, tasol kain nem bai kamapim tupela hap dokumen i gat sem nem, em i no gutpela bikos toktok insait long nambawan hap bai lus. Plis, taipim nem insait long nambatu boks i mas narapela gen. I no ken wankain nem olsem nem bilong dokumen i op nau i stap.

source: WARNING: a document called %s already exists and you have specified that the split off document-part has the same name.
tpi: Toksave: wanpela dokumen i gat nem: %s em i stap bipo pinis. Na yu makim dispela sem nem i go long hap dokumen bai bruk i go long we.

source: If you click OK the content of the %s document will be overwritten. This could cause data loss. If you are unsure, you should click Cancel and first check what is in the %s and %s documents. Do you want to overwrite it?
tpi: Sapos yu klikim OK, narapela dokumen yet Adapt It bai raitim em antap long %s dokumen. Narapela hia em bai kisim ples (rausim) bilong en. Sapos yu no save i gutpela o i nogut, yu mas klikim Kensel na sekim pastaim wanem samting i stap insait long %s na %s dokumen. Yu laikim Adapt It i raitim antap long en?

source: WARNING: a document called %s already exists and you have specified that the second document-part, which is to remain open, has the same name.
tpi: Toksave: Wanpela dokumen i stap pinis na i gat nem %s, na yu mekim olsem yu laik nemim namba tu hap dokumen i kisim wankain nem tasol (namba tu dokumen bai i op i stap).

source: The split was aborted because the phrase box was still at the start of the document.
tpi: Adapt It i no brukim o hapim dokumen, bilong wanem fres bokis i stap yet long stat bilong dokumen.

source: Splitting the document succeeded.
tpi: Dokumen i go hap hap pinis.

source: Please supply the file name base.
tpi: Plis taipim as o bes bilong fail nem.

source: There is only one chapter in this document.
tpi: Dispela dokumen i gat wanpela sapta tasol.
