Repository: adapt-it/adaptit
Catalog: po/tpi.po
Languages: tpi

source: Higher numbers increase the blank space in the left margin while adapting
tpi: Ol namba i moa antap bai wokim moa spes long sait i stap long han kais

source: Minimum pile width (in pixels, min 5, max 40)
tpi: Spes nating long sait i stap long han kais (long piksel, liklik 5, planti 40)

source: When the text is narrow the pile must not be of less width than this many pixels
tpi: Taim teks em i sotpela, sais bilong pail i mas winim dispela namba bilong skrin piksel

source: Phrase Box: set tab width, for edits and box resizing ( min 5, max 30, characters)
tpi: Fres Bokis: setim namel long tab, na long senisim bikpela bilong bokis (min 5, max 30 karakta)

source: Try higher number (15 or more) if Keyman doesn't interpret special characters properly
tpi: Yu ken traim bikpela namba liklik (15 o moa yet) sapos Keyman i no kisim gut ol spesel leta

source: Font size for dialogs (min 10, max 24)
tpi: Bikpela bilong Font insait long daialog (liklik 10, bikepal 24)

source: Higher numbers show larger font size in some dialogs
tpi: Yu ken yusim bikpela namba liklik bilong wokim font i go bikpela insait long sampela daialog

source: Make the Welcome window visible on startup
tpi: Soim Welkam toksave taim Adapt It i stat

source: When checked, the Welcome screen becomes visible on startup
tpi: Sapos boks i gat tik Adapt It bai soim Welkam toksave taim progrem i stat

source: Highlight automatically inserted translations
tpi: Makim kala long ol trenslesen Adapt It yet i entaim pinis

source: Unselect this checkbox if you do not want background color to highlight automatically inserted translations
tpi: Rausim tik long dispela boks sapos yu no laikim Adapt It i wokim kala i go long ol trenslesen Adapt It yet i entaim i go long taget teks

source: Choose Highlight Color...
tpi: Selektim Kala Bilong Makim...

source: Click to choose a different background highlight color for automatically inserted translations
tpi: Klikim dispela baten sapos yu laik senisim kala Adapt It i save yusim bilong makim ol trenslesen em yet i entaim i go long taget teks

source: Show Administrator Menu (Password protected)
tpi: Soim Administreta Menu (Pasword i lukautim)

source: Password protected. When ticked, Administrator menu shows
tpi: Pasword i lukautim. Sapos yu tikim, Administreta menu bai kamap

source: Keep phrase box approximately mid-screen (strips move relative to the box)
tpi: Holim fres boxis i stap namel long skrin (Ol strip i mov i go kam tasol box i stap namel)

source: Keep strips stationary until a scroll happens (phrase box moves down)
tpi: Holim ol strip i no ken mov inap skrin i mas skrol (fres bokis i mov i go daun)

source: Options for Scroll Into View
tpi: Opsen bilong skrol inap Ai i ken lukim

source: Choose whether you want the strips to move vertically, or the phrase box, while working
tpi: Yu makim pasin bilong ol strip na fres bokis i mov olsem wanem taim yu mekim wok

source: Enable ZWSP insertion by Shift+Ctrl+spacebar
tpi: Go het, Shift+Ctrl+spesba, i ken putim kain spes i no gat brait insait long teks bokis

source: Turns on or off the ability to insert a zero width space, using Ctrl-Shift-spacebar key combination
tpi: Dispela sekbokis em bilong inapim, o tambuim, Ctrl-Shift-spesba ki wantaim, bilong putim ZWSP spes insait long documen - tasol yu no inap lukim dispela kain spes, em i no gat brait

source: More Diacritics Space:
tpi: Givim Spes Moa Bilong Ol Diakritik:

source: Drag to right, to add from 1 to 6 pixels to target text cell height
tpi: Pulim i go long rait sait. Yu inap skruim 1 long 6 piksel na mekim i go bikpela moa liklik

source: Support slash ( / ) as a word separator, but displayed or stored text uses ZWSP
tpi: Sapotim sles ( / ) olsem em i stap namel long ol tupela wod, tasol olgeta text yu lukim emi yusim ZWSP (samting nating)

source: When turned on, slash is word separator for editable text, but changed to ZWSP for displayed or stored text
tpi: Taim dipela em i ON, sles (/) i stap namel long ol wod yu inap editim, tasol ol wod i stap long stoa ZWSP i stap namel long tupela tupela

source: Copy the default phrase box contents from adaptation or gloss, depending on the mode
tpi: Kopiim teks bilong fres bokis i kam long adaptesen o i kam long glos (em i hangamap long wanem mod i stap)

source: Define Units of Measurement
tpi: Makim Skel Bilong Skelim

source: Define Auto-Saving Options
tpi: Makim Pasin Bilong Sevim

source: Remember, the knowledge base is automatically saved immediately after each document save is done, irrespective of the settings you make below. And manual saves may be done at any time, using the appropriate menu commands.
tpi: Tingim gut, Adapt It i save sevim nolis bes long taim stret biliong sevim wanwan dokumen, maski wanem ol seting yu wokim hia. Na tu, yu yet i ken sevim dokumen long laik bilong yu sapos yu yusim ol Sev baten o Sev menu.

source: Turn OFF periodic automatic saving of the document and knowledge base
tpi: Adapt It yet i no ken sevim dokumen o nolis bes long laik bilong en yet

source: Check this box only if you do not want Adapt It to automatically save your document and KB while working
tpi: Putim tik long dispela boks sapos yu no likim Adapt It yet i ken automatik na sevim dokumen na KB taim em i wok

source: Document Auto-Save Criteria
tpi: Sevim Dokumen Automatik

source: Save the document after every
tpi: Sevim dokumen long olgeta

source: Select this button to save the document and KB at certain time intervals
tpi: Selektim dispela baten bilong sevim dokumen wantaim KB long wanwan taim olsem kilok

source: Type the number of minutes here
tpi: Taipim haumas namba minit i go hia

source: You can use these arrows to increase or decrease the number of minutes
tpi: Yu ken yusim dispela liklik spia bilong apim o daunim namba bilong minit

source: minutes
tpi: minit

source: Select this button to save the document and KB after a certain number of moves of the Phrase Box
tpi: Selektim dispela baten bilong sevim dokumen wantaim KB sapos Fres Bokis i mov haumas taim pinis

source: Type the number of moves here
tpi: Taipim haumas namba mov i go hia

source: You can use these arrows to increase or decrease the number of moves
tpi: Yu ken yusim dispela liklik spia bilong apim o daunim namba bilong ol mov

source: moves of the Phrase Box
tpi: mov bilong Fres Bokis

source: Knowledge Base Auto-Save Criteria
tpi: Sevim Nolis Bes Automatik

source: Save the knowledge base at least every
tpi: Sevim nolis bes olgeta

source: (This setting will not be used if document saves are more frequent)
tpi: (Dispela seting hia bai i no kamap sapos sev bilong dokumen i kamap planti moa)

source: First choose a group of book folders:
tpi: Makim wanem kain buk pastaim:

source: Division 1 books
tpi: Divisin 1 buk

source: Choose one of these divisions first
tpi: Selektim wanpela bilong ol dispela pastaim

source: Division 2 books
tpi: Divisin 2 buk

source: Division 3 books
tpi: Divisin 3 buk

source: Division 4 books
tpi: Divisin 4 buk

source: Division 5 books
tpi: Divisin 5 buk

source: Next choose in which particular book folder you wish to work:
tpi: Pinis, makim wanem buk folda tru yu laik mekim wok insait:

source: This is the list of book folders you can choose from for the division selected at left
tpi: Dispela lista i soim ol buk folda bilong divisen yu selektim pinis long han kais

source: Note: clicking the Cancel button restores the initial or default choice
tpi: Toksave: Sapos yu klikim Kensel baten ol samting i bin i stap bipo bai kam bek gen

source: XML File Format Error
tpi: XML Fail Fomat Problem

source: A portion of the text of the XML file where error occurs
tpi: Hap tok hia em bilong teks insait long XML fail we problem i kamap

source: Error at character number:
tpi: Problem i stap long leta namba:

source: Approximate location of format error in work buffer
tpi: Dispela namba i soim ples stret bilong problem insait long wok bafa

source: &SIL Converter Name:
tpi: Nem bilong &SIL Konveta:

source: The name of the converter will appear in the box below when it is selected. Use the "..." button at right to select a converter
tpi: Nem bilong konveta bai kamap insait long bokis daunbilo taim yu selektim wanpela. Yusim "..." baten long han sut bilong selektim konveta

source: The name of the converter will appear here when it is selected. Use the "..." button at right to select a converter
tpi: Nem bilong konveta bai kamap hia taim yu selektim. Yusim "..." baten long han sut bilong selektim konveta

source: This is a list of consistent changes tables that are available
tpi: Dispela em nem bilong konsisten senis tebol Adapt It i ken yusim

source: Unload
tpi: Lusim

source: Unload the selected Consistent Changes table
tpi: Lusim konsisten senis (Adapt It no ken yusim nau)

source: Documents in the folder %s
tpi: Ol Dokumen i stap long folda %s

source: Check this list to avoid filename conflicts with existing files
tpi: Sekim dispela lista long abrisim problem i ken kamap sapos narapela fail i wankain nem olsem yusim pinis

source: Use this list to check for potential filename clashes
tpi: Luksave long dispela lista nogut narapela i gat nem i wankain

source: &Locate Next Chapter
tpi: &Painim Neks Sapta

source: Click this button to move the phrase box to the next chapter
tpi: Klikim dispela baten bilong movim fres bokis i go long neks sapta

source: &Split Now
tpi: &Brukim Nau

source: Click this button to begin splitting the document
tpi: Klikim dispela baten bilong brukim dokumen nau

source: Splitting... Please wait.
tpi: Wok long Brukim... Plis yu wet.

source: Click this button to close this dialog
tpi: Klikim dispela baten bilong klosim dispela daialog

source: Split off the first part, name it and save it.
tpi: Hapim hap bilong nus pastaim, nemim na sevim.

source: Display the remainder as the open document.
tpi: Soim narapela hap olsem dokumen i op i stap.

source: Split At:
tpi: Brukim Long:

source: The phrase box location
tpi: Ples bilong fres bokis stret

source: Click this button to split the document at the current phrase box location
tpi: Klikim dispela baten bilong brukim dokumen i hap stret long ples we fres bokis nau i stap

source: A standard format chapter marker (\c)
tpi: Long wanpela sapta maka (\c)

source: Click this button to split the document at a chapter break
tpi: Klikim dispela baten bilong brukim dokumen long stat bilong wanpela sapta

source: Split into single chapter documents
tpi: Brukim i go long wanwan sapta dokumen

source: Click this button to split the document into separate files for each chapter
tpi: Klikim dispela baten bilong brukim dokumen i go hap hap - wanpela sapta long wanwan fail

source: (Obligatory) Type a suitable name for the split off document part:
tpi: (Mas mekim) Taipim nem bilong hap dokumen bai bruk long we:

source: Type the name for the part(s) that will be split off
tpi: Taipim nem bilong (ol) hap dokumen bai bruk i kam long we, na bai kamap dokumen bilong en yet

source: (Optional) Type a new name for the document part which remains open:
tpi: (Yu ken mekim o nogat) Taipim nem bilong hap dokumen bai stap yet:

source: If you want the current document to be renamed, type the new name here (optional)
tpi: Sapos yu laik senisim nem bilong dokumen i lep i stap, taipim nupela nem bilong en hia (yu ken mekim dispela o maski)

source: List of phrase-medial standard format markers used in the original text
tpi: Dispela em lista bilong maka i stap namel long fres na i stap bipo long teks

source: To insert the top item in the list, place the cursor in the correct location in the box below, then click the Place button. Or you can place the standard format marker(s) manually. You can ignore or change markers if you wish.
tpi: Long entaim maka antap bilong lista i go long teks, putim kursa i go long ples we yu laik entaim, pinis, klikim Entaim baten. O, yu ken taipim maka tasol i go long ples yu laikim. O, maski long tingim ples bilong maka - em laik bilong yu tasol.

source: Using instructions above, type the markers as they should be in this box
tpi: Wok olsem tok save antap i tok, taipim ol maka olsem yu laikim ol i mas kamap insait long dispela boks

source: You can use this button to place the punctuation selected in the box above at the cursor location
tpi: Klikim dispela baten bilong subim pangsuesen mak i kam long lista na i go insait long teks stret long ples yu makim long kursa

source: Type or edit the text of the note here
tpi: Taipim o editim teks bilong Not or Toksave hia

source: Find a note containing:
tpi: Painim not i gat:

source: Type a word or characters to find in notes here
tpi: Taipim hia word o leta bilong painim insait long ol not

source: Find Next
tpi: Painim Neks

source: Find the next note containing the word or characters typed at left
tpi: Painim neks not i gat word o leta yu taipim pinis long han kais

source: Last>>
tpi: Pinis>>

source: Jump to the last note in the document
tpi: Kalap i go long las not insait long dispela dokumen

source: Next>
tpi: GoHet>

source: Jump to the next note in the document
tpi: Kalap i go long wanpela not bihain long dispela insait long dispela dokumen

source: <Prev
tpi: <GoBek

source: Jump to any previous note in the document
tpi: Kalap i go long wanpela not bipo long dispela insait long dispela dokumen

source: <<First
tpi: <<Stat

source: Jump to the first note in the document
tpi: Kalap i go long nambawan not insait long dispela dokumen

source: Delete
tpi: Rausim

source: Delete this note (the note dialog will close)
tpi: Rausim dispela not (not daialog bai klos)

source: This command scans through the document and gathers together sections of either the adaptation text, or the gloss text. It adds a back translation marker (\bt) to each section, and stores each section as filtered information at appropriate places in the document. Any back translations collected earlier are removed. You must choose which line - adaptation or glossing, is to be used as the source of the back translation text. If a selection is currently defined, the collection takes place only within the selection range. Collecting ends either at the end of the selection, or when the next back translation section is encountered within the selection - whichever happens first.
tpi: Dispela oda i tokim Adapt It long lukluk long ol trenselsen o long ol glos insait long dispela dokumen na bungim ol dispela kain toktok bilong wokim bek trenslesen. Em i save makim wanwan bek trenslesen wantaim (\bt) maka. Na ol dispela bek trenslesen i kamap olsem filta infomesen (i hait) i stap long ol ples bilong en. Sapos sampela oldpela bek trenslesen i stap bipo pinis, Adapt It bai rausim oldpela pastaim. Yu mas makim wanem kain teks lain bilong yusim - trenslesen o gloss lain, na Adapt It bai yusim dispela kain lain olsem as toktok bilong wokim ol bek trenslesen. Sapos yu bin wokim seleksen pastaim, Adapt It bai mekim wok bek trenslesen insait long seleksen tasol. Wok insait long seleksen i save stop sapos em i bungim tel bilong seleksen - o sapos bungim narapela bek trenslesen yu wokim pinis insait long seleksen.

source: Collect text from which line?
tpi: Bungim teks i kam long wanem kain lain?

source: Form back translations from the adaptation lines' text
tpi: Wokim bek trenslesen i kam long trenslesen (taget) lain teks

source: Click this button to form the initial text of back translations from the text found in the adaptation line
tpi: Klikim dispela baten sapos yu laikim Adapt It i wokim bek trenslesen i kam long trenslesen (o adaptesen) lain teks

source: Form back translations from the gloss lines' text
tpi: Wokim bek trenslesen i kam long glos lain teks

source: Click this button to form the initial text of back translations from the text found in the gloss line
tpi: Klikim dispela baten sapos yu laikim Adapt It i kamapim bek trenslesen i kam long glos lain teks

source: Add a time delay to Automatic mode insertions
tpi: Pulim taim liklik long subim trenslesen automatik mod

source: Units are hundredths of a second:
tpi: Skel em olsem handred hap sekons:

source: Maximum 300 (3 seconds), minimum 0
tpi: Limit antap olsem 300 (3 sekond), limit daunbilo 0

source: Set to 0 for no delay, a number from 0 to 300 for more delay
tpi: Taipim 0 bilong nogat wet, o taipim namba namel long 0 na 300 bilong wet liklik

source: Indicate the markers used in this document that you want to export:
tpi: Selektim maka bilong dispela dokumen yu laik ekspotim:

source: Export &all markers and associated text including filtered text
tpi: Ekspotim &olgeta maka wantaim teks bilong maka - wantaim ol filta (hait) teks tu

source: Click this button to export everything including filtered (hidden) text
tpi: Klikim dispela baten sapos yu laik autim o ekspotim &olgeta maka wantaim teks bilong maka - wantaim ol filta (hait) teks tu, i go long fail

source: Filter out &selected markers and associated text from the exported document
tpi: No ken ekspotim &sampela maka wantaim teks bilong maka insait long dispela dokumen

source: Click this button to activate the list below
tpi: Klikim dispela baten na bai opim lista daun bilo na yu ken makim sampela maka i no ken ekspotim aut wantaim narapela samting

source: Select a marker, then click on "Filter Out" or "Include in Export" (or click on its box). When checked, the marker and associated text will be filtered out of the exported document. Note: If character formatting markers are filtered out, only the formatting is removed - the text itself is not removed.
tpi: Selektim wanpela maka, na Klikim "No Ken Go Aut" o "Bai Go Aut" (o klikim antap long boks stret). Taim boks i gat tik, dispela maka wantaim teks bilong en bai i no go aut wantaim ol narapela teks insait long ekspot dokumen. Toksave: Sapos yu tikim boks bilong maka, em i save kontrolim fomat bilong ol leta tasol, ol leta na word bilong teks bai go aut yet long ekspot dokumen. Fomat bilong leta tasol i no go aut wantaim ol leta na word.

source: List of markers used in this text (none selected by default)
tpi: Lista bilong ol maka i stap insait long dispela dokumen (long stat, ol i no gat tik)

source: &Filter Out
tpi: &No Ken Go Aut

source: Select a marker in the above list, then click this button to filter it out from the export
tpi: Selektim wanpela maka long lista antap, pinis, klikim dispela baten long tok "No ken go aut" wantaim ol narapela teks i go long ekspot dokumen

source: &Include in Export
tpi: &Bai Go Aut

source: Select a marker in the above list, then click this button to include it in the export
tpi: Selektim wanpela maka long lista antap, pinis, klikim dispela baten long tok "Bai go aut" wantaim ol narapela teks i go long ekspot dokumen

source: &Undo
tpi: &Rausim Senis

source: Click this button to undo any changes made to the export filter settings since opening this dialog.
tpi: Klikim dispela baten bilong rausim wanem senis yu bin mekim insait long dispela daialog - daialog yet bai stap op.

source: Placement options for Back translations, Free translations and Adapt It Notes exports:
tpi: Makim ples bilong soim Bek trenslesen, Fri trenslesen na Adapt It Not insait long ekspot:

source: Note: The following are formatted as footnotes if checkboxes are not checked
tpi: Ol dispela daunbilo bai kamap olsem futnot sapos nogat tik insait long boks

source: Place Fr&ee Translations in double boxed paragraphs within the exported text
tpi: Putim Fr&i Trenslesen insait long tupela boks i raunim paragref insait long ekspot teks

source: When checked, free translations go in double boxed paragraphs; when unchecked they are formatted as footnotes
tpi: Putim tik insait long dispela bokis bilong minimg olsem, ol fri trenslesen bai go insait long tupela bokis i raunim paragref; bokis i no gat tik em mining olsem ol bai kamap olsem futnot

source: Place Fr&ee Translations in a separate table row within the exported interlinear text
tpi: Putim Fr&i Trenslesen insait long narapela tebol row insait long ekspot intalinear teks

source: When checked, free translations go in a separate table row in the interlinear display; when unchecked they are formatted as footnotes
tpi: Putim tik insait long dispela bokis bilong makim olsem, ol fri trenslesen bai go insait long tebol row insait long intalinea teks; bokis i no gat tik em makim olsem ol bai kamap olsem futnot

source: Place &Back Translations in single boxed paragraphs within the exported text
tpi: Putim &Bek Trenslesen insait long singel boks i raunim paragref insait long ekspot teks

source: When checked, back translations go in single boxed paragraphs; when unchecked they are formatted as footnotes
tpi: Putim &Bek Trenslesen insait long singel boks i raunim paragref insait long ekspot teks

source: Place &Back Translations in a separate table row within the exported interlinear text
tpi: Putim &Bek Trenslesen i go long wanpela tebol row insait long intalinea teks

source: When checked, back translations go in a separate table row in the interlinear display; when unchecked they are formatted as footnotes
tpi: Putim tik insait long dispela bokis bilong makim olsem, ol bek trenslesen bai go insait long tebol row insait long intalinea teks; bokis i no gat tik em makim olsem ol bai kamap olsem futnot

source: Place Adapt It Notes in balloon text &Comments in the margin
tpi: Putim Adapt It Not i go olsem toksave insait long balun long sait bilong dokumen

source: When checked Adapt It Notes go in balloon text comments in the margin; when unchecked they are formatted as footnotes
tpi: Putim tik insait long dispela bokis bilong minimg olsem, ol Adapt It Not bai go olsem toksave insait long balun long sait bilong dokumen; boks i no gat tik em mining olsem ol bai kamap olsem futnot

source: Change Book Name...
tpi: Senisim Buk Nem...

source: Description
tpi: Toksave

source: Export Filters
tpi: Ekspot Filta

source: Export &all markers and text
tpi: Ekspotim &olgeta maka wantaim teks

source: &Filter out selected markers and text:
tpi: No ken ekspotim &sampela maka wantaim teks:

source: &Options...
tpi: &Opsen...

source: Click this button if you want to filter some markers/text from the export or change the way back translations, free translations and notes are formatted
tpi: Klikim dispela baten sapos yu no laikim sampela maka na teks i go aut long ekspot, or sapos yu laik sensim we bilong fomatim o soim bek trenslesen, fri trenslesen na ol not

source: Export filename prefixes and suffixes:
tpi: Ol hap tok i go pas na i go las long Ekspot fail nem:

source: Use project name prefix "%s" on export filename
tpi: Yusim dispela nem bilong projek "%s" i go pas long fail nem bilong ekspot

source: Use export type prefix "%s" on export filename
tpi: Yusim hap tok "%s" i go pas long fail nem bilong ekspot

source: Use date-time suffix on export filename
tpi: Yusim det na taim mak i go las long fail nem bilong ekspot

source: Primary rows to include in exported tables:
tpi: Ol bikpela row bilong go insait long ekspot tebol:

source: &Navigation Text (Text types, Chapter:Verse numbers, etc.)
tpi: Toksave teks (teks taip, sapta:ves namba, i go i go)

source: When checked, the interlinear display tables contain a separate row for the navigation text (required for displaying notes)
tpi: Putim tik long boks sapos yu laikim Toksave teks i go long tebol row bilong en yet (yu mas tikim dispela bilong soim ol not insait long intalinea ekspot)

source: Source Text
tpi: Sos Teks

source: When checked, the interlinear display tables contain a separate row for the source text
tpi: Putim tik long boks bilong kirapim narapela row insait long ol intalinea tebol bilong holim sos teks

source: Translation (Target) Text
tpi: Trenslesen (Taget) Teks
