Repository: adapt-it/adaptit
Catalog: po/tpi.po
Languages: tpi

source: Warning: there are too many source language words in this phrase for this adaptation to be stored in the knowledge base.
tpi: Toksave: Namba bilong olgeta sos word na fres yu laik joinim wantaim i planti tumas, na Adapt It i no inap putim i go long nolis bes.

source: Restoring KB
tpi: Stretim Nolis Bes

source: Restoring KB for File: %s (%d of %d)
tpi: Stretim Nolis Bes bilong Fail: %s (%d bilong %d olgeta)

source: Warning: something went wrong doing a save of the KB
tpi: Toksave: Adapt It i laik sevim KB tasol samting i no stret

source: Adapt It changed the punctuation in one or more of your documents. See the %s file in your project folder for more information on what was changed.
tpi: Adapt It i senisim pangsuesen bilong wanpela o sampela dokumen. Lukim toksave i stap insait long %s fail long projek folda.

source: Respell or Inspect Matched Knowledge Base Items
tpi: Senisim ABC o Luksave long ol Toktok bilong Nolis Bes

source: No Matches
tpi: Nogat Samting i Kamap

source: Edit or Examine the Knowledge Base
tpi: Editim o Lukluk insait long Nolis Bes

source: Keys list box error when getting the current selection
tpi: Problem long ki lista boks taim i laik kisim seleksen

source: Editing this kind of entry is not permitted.
tpi: I tambu long editim dispela kain samting.

source: Changing the spelling in this editor will leave the instances in the document unchanged. (Do a Consistency Check later to fix this problem, and tick its checkbox: Do blind fixes whenever possible.) (You will see this message only three times in this session.) Do you wish to go ahead with the spelling change?
tpi: Yu ken senisim speling hia, tasol speling insait long ol dokumen i no senis. (Yu ken wokim Konsistensi Sek bihain bilong stretim dispela, na putim tik long dispela sekbokis: Larim progrem i stretim asua long 'aipas pasin', sapos em inap.) (Yu pai lukim dispela tok save tupela taim moa tasol, long dispela taim Adapt It i stap op.)Orait, yu laik go het na senisim speling hia o nogat?

source: You have made the translation nothing. This is okay, but is it what you want to do?
tpi: Yu wokim trenslesen i kamap olsem "nating". Em i orait olsem, tasol i tru yu laik mekim olsem?

source: The translation you are attempting to associate with the current source phrase already exists.
tpi: Trenslesen yu laik wokim bilong trensletim sos fres hia i stap pinis.

source: Error warning: Did not find the translation text just inserted!
tpi: Problem: Adapt It i no painim dispela trenslesen i subim nau tasol!

source: You are adding a translation which is nothing. That is okay, but is it what you want to do?
tpi: Yu makim trenslesen i kamap olsem "nating". Em i orait olsem, tasol i tru yu laik mekim olsem?

source: You have not yet typed something to search for.
tpi: Yu no taipim yet wanpela samting bilong painim.

source: No search strings defined
tpi: Yu no taipim tok bilong painim yet

source: Saving the knowledge base failed. However, your respellings are still in the knowledge base in memory, so exit from the knowledge base editor with the OK button - doing that will try the save operation again and it might succeed.
tpi: I gat problem long sevim nolis bes. Tasol ol respeling yu wokim i no lus yet, i stap yet long komputa memori. Traim dispela: klikim OK baten nau, na Adapt It bai traim gen long sevim, na ating bai wok o nogat.

source: You have respelled some knowledge base entries. This has made the knowledge base inconsistent with the current documents. You should do a consistency check of all documents as soon as you dismiss this message. Do you want the consistency check to start automatically?
tpi: Yu mekim sampela wok pinis bilong respeling ol tok bilong nolis bes. Nolis bes nau, i gat sampela tok i no stap stret olsem insait long sampela dokumen. Yu ken sekim ol dokumen nau sapos yu laik mekim. Yu laik Adapt It i statim nau dispela sekim o nogat?

source: Do Consistency Check Now?
tpi: Mekim Konsistensi Sek nau?

source: Knowledge base sharing is (temporarily) disabled
tpi: Tilim teks long KBserva i no ran (inap long yu statim gen)

source: This is a shared knowledge base project, but you have disabled sharing. Sharing must be enabled, and with a working connection to the remote server, before a bulk removal of knowledge base entries can be allowed. To enable sharing again, click Controls For Knowledge Base Sharing... on the Advanced menu, and click the left radio button.
tpi: Toksave. Dispela projek em i bilong tilim aut entri bilong KBserva, tasol yu holim em na em i wok long wet. Yu mas larim em i ran gen (enebelim), na koneksen wantaim KBserva i mas stap gut tu, pinis, wok bilong rausim ol entri i inap wok gen. Bilong enebelim, klikim menu: Sampela Kontrol Bilong KBserva, (em i stap long Advens menu), pinis, klikim raunpela baten i stap long lef sait.

source: Sorry, you can only remove this kind of entry by putting the phrase box at the relevant location in the document, and then click the "Save To Knowledge Base" checkbox back to ON.
tpi: Sori, wanpela rot tasol bilong rausim dispela kain samting, em long putim fres bokis i go long ples stret insait long dokumen, na putim tik i go bek insait long bokis i tok: "Sevim Long Nolis Bes".

source: Translations list box error when getting the current selection
tpi: Trenslesen lista boks i gat problem taim i laik kisim seleksen

source: Glosses Knowledge Base
tpi: Nolis Bes Bilong Ol Glos

source: Sorry, the translation you are attempting to associate with the current source phrase already exists.
tpi: Sori, trenslesen yu laik wokim bilong trensletim sos fres hia i stap pinis.

source: Controls For Knowledge Base Sharing
tpi: Sampela Kontrol Bilong KBserva

source: Authenticate
tpi: Makim Wanem KBserva Na Givim Yusanem

source: The IpAddress text box at the top is empty, please type the ipAddress of the server if you know it. Otherwise, Cancel and click Discover Kbservers menu item.
tpi: Teks bokis bilong ipAdres antap i no gat adres yet. Taipim stretpela URL nau sapos yu save long en. Nogar, yu ken kensel na klikim Painim Kbserva i stap long menu.

source: The password text box is empty. You must type a password.
tpi: Pasword bokis i nogat pasword yet. Yu mas taipim wanpela pasword.

source: Password needed
tpi: Yu mas Taipim pasword pastaim

source: Shared Database Server Manager
tpi: KBserva Managa Dialog

source: Unable to open file
tpi: No inap opim ekspot fail

source: Lookup of username failed
tpi: Painim yusanem i no kamap gut

source: Illegal permission change attempt
tpi: I tambu long senisim permisin

source: Type new password
tpi: Taipim nupela pasword

source: No new password was typed
tpi: Yu no taipim yet nupela paswod

source: Typed passwords do not match
tpi: Pasword yu taipim i no wankain

source: The passwords in the two boxes are not identical. Try again.
tpi: Tupela password i no wankain. Yu traim gen.

source: Error: different passwords
tpi: Problem: password i no wankain

source: Clear list selection
tpi: Kliaim lista seleksen

source: Warning: Wrong user definition
tpi: Toksave: Yusa definesen i no stret

source: One or more of the text boxes: Username, Fullname, or one or both password boxes, are empty. Each of these must have appropriate values typed into them. Do so now.
tpi: Yusanem, o fulnem o pasword bokis i empti. Ol dispela bokis wanwan yu mas taipim tok i go insait long ol. Stretim nau.

source: Warning: Incomplete new user definition
tpi: Toksave: Samting i lus yet long yusa definesen

source: Illegal permission change
tpi: I tambu long senisim dispela permisin

source: Receiving...
tpi: I wok long kisim...

source: Downloading error, line = %d: rval not zero. Nothing was downloaded, application continues.
tpi: Daunlodim problem, asua long dispela lain = %d: rval i no 0. I no gat samting i bin daunlod, na progrem bai wok i go yet.

source: %s() line %d,Downloading to the knowledge base: an error code (rv = %d) was returned. Nothing was downloaded, application continues.
tpi: %s() lain %d, Daunlodim problem, asua kod namba ( %d ). I no gat samting i bin daunlod, na progrem i wok i go yet.

source: Downloading to the knowledge base failed
tpi: Wok bilong daulodim entri i go long KB long komputa bilong yu, i pofaia

source: This is a shared knowledge base project, but you have disabled sharing. Sharing must be enabled, and with a working connection to the remote server, before a bulk upload of knowledge base entries can be allowed. To enable sharing again, click Controls For Knowledge Base Sharing... on the Advanced menu, and click the left radio button.
tpi: Toksave. Dispela projek em i bilong tilim aut entri bilong KBserva, tasol yu stopim KBserva bilong mekim olsem. Yu mas larim em i ran gen (enebelim), na koneksen wantaim KBserva i mas stap gut tu, pinis, wok bilong uplodim i inap wok gen. Bilong enebelim, klikim menu: Sampela Kontrol Bilong KBserva... (em i stap long Advens menu), pinis, klikim raunpela baten i stap long lef sait.

source: Setup Or Remove Knowledge Base Sharing
tpi: Setap O Rausim KBserva Shea

source: Choose language codes for Source and Target languages
tpi: Selektim tupela kod, wanpela bilong Sos Tokples, narapela bilong Taget Tokples

source: Choose language codes for Source and Glossing languages
tpi: Selektim tupela kod, wanpela bilong Sos Tokples, narapela bilong Glos teks

source: Enter 2-letter or 3-letter language codes for source and target languages:
tpi: Taipim 2-pela o 3-pela leta kod bilong Sos Tokples na Taget Tokples:

source: Enter 2-letter or 3-letter language codes for source and glossing languages:
tpi: Taipim 2-pela o 3-pela leta kod bilong Sos Tokples na Glos Teks:

source: Cannot open the %s language codes file at the path: %s Adapt It cannot show the list of language names and their codes, but you can enter the 3-letter language codes manually.
tpi: No inap opim fail i gat ol %s tokples kod; fail i stap long dispela ples: %s Adapt It i no inap soim lista bilong nem wantaim kod bilong ol tokples, tasol em i orait, yu yet ken taipim 3-pela leta kod i go stret long teks bokis.

source: NO LIST AVAILABLE - %s File Not Found
tpi: NOGAT LISTA - No Inap Painim %s Fail

source: Choose language code
tpi: Kisim tokples kod yu nidim

source: Sorry, the source language name cannot be left blank.
tpi: Sori, i mas i gat nem bilong sos tokples. I no ken stap nating.

source: Sorry, the target language name cannot be left blank.
tpi: Sori, i mas i gat nem bilong taget tokples. I no ken stap nating.

source: Documents In Other Folder
tpi: Ol Dokumen i Stap Long Narapela Folda

source: Move down one step
tpi: Kalap Daun 1 Step

source: Move up one step
tpi: Kalap Antap 1 Step

source: This project previously shared one or both of its knowledge bases. The username, or the informal username, is not set. You chose to Cancel from the dialog for fixing this problem. Therefore knowledge base sharing is now turned off for this project, neither knowledge base is shared).
tpi: Dispela projek bipo em bilong shea wanpela o tupela nolis bes wantaim. Tasol username o informal username i no set. Yu selektaim Kensel long daialog bilong stretim dispela problem. Olsem na, nolis bes shea nau i OFF bilong dispela projek, nogat nolis bes shea bilong tupela nolis bes bilong dispela projek).

source: Type a suitable password
tpi: Taipim Pasword

source: Change the amount of time tooltips are displayed
tpi: Senisim haumas taim Adapt It i save soim ol tultip

source: The current tooltip display time is %d milliseconds which is %d seconds. Enter a new amount of time in milliseconds:
tpi: Taim bilong soim ol tultip bipo em i %d milisekond, em i olsem %d sekond samting. Taipim nupela taim - yusim milisekond tasol:

source: Access to Administrator privileges requires that you type a password
tpi: Yu mas taipim pasword bipo yu inap long mekim wok bilong Adminestreta

source: Type Administrator Password
tpi: Taipim Pasword bilong Administreta

source: Finished
tpi: Pinis

source: The end. Provided you have not missed anything earlier, there is nothing more to adapt in this file.
tpi: I stap long tel pinis. Sapos yu no abrusim sampela samting, i no gat moa teks bilong trensletim nau long dispela fail.

source: Vertical Editing - adaptations step: Type the needed adaptations in the editable region. Earlier adaptations are stored at the top of the Removed list. Gray text is not accessible. Adapting mode is currently on and all adaptation functionalities are enabled, including mergers, placeholder insertion and retranslations.
tpi: Vetikel Edit - adaptesen step: Taipim ol adaptesen o trenslesen insait long hap teks i no gat ol grei kala. Ol adaptesen yu wokim bipo i stap antap insait long Rausim Pinis lista. Ol teks i gat grei kala you no inap editim. Adaptesen mod i "on" nau, na yu ken mekim wok adaptesen, wok bilong joinim ol sos fres, subim ples holda, wokim ritrenslesen, samting.

source: Vertical Editing - glosses step: Type the needed glosses in the editable region. Earlier glosses are stored at the top of the Removed list. Gray text is not accessible. Glossing mode is currently on.
tpi: Vetikel Edit - wokim glos step: Taipim ol glos insait long hap teks i no gat ol grei kala. Ol glos yu wokim bipo i stap antap insait long Rausim Pinis lista. Ol teks i gat grei kala you no inap editim. Wokim Glos mod i "on" nau.

source: Vertical Editing - free translations step: Type the needed free translations in the editable region. Earlier free translations are stored at the top of the Removed list. Clicking on one copies it immediately into the Compose Bar's edit box, overwriting the default free translation there. Gray text is not accessible. Free translations mode is currently on and all free translation functionalities are enabled.
tpi: Vetikel Edit - fri trenslesen step: Taipim ol fri trenslesen insait long hap teks i no gat ol grei kala. Ol fri trenslesen yu wokim bipo i stap antap insait long Rausim Pinis lista. Selektim item insait long dispela lista, na kopi bilong en bai go long Kompos Ba. Ol teks i gat grei kala you no inap editim. Wokim fri trenslesen mod i "on" nau, na ol baten bilong fri trenslesen i stap bilong mekim wok fri trenslesen.

source: Clicking on an item in the above list copies it to the Compose Bar's text box, overwriting anything there.
tpi: Selektim item insait long dispela lista, na kopi bilong en bai go long Kompos Ba.

source: Warning: recollecting the back translations did not succeed. Try doing it manually.
tpi: Toksave: Adapt It i laik bungim gen ol bek trenslesen, tasol no inap mekim. Yu mas wokim wanwan long han tasol.

source: Importing your chosen source text file is impossible. Words in the file did not match any words in the current open document. Check the file really contains an edited version of the document's source text. The import attempt will now be abandoned.
tpi: Adapt It i no inap impotim dispel sos teks Ol hap tok insait long fail i no stap klostu liklik long ol hap tok insait long dispel dokumen i op Impot nau I no inap mekim.

source: Warning: different kinds of text
tpi: Toksave: teks i narakain olgeta

source: Move A Document
tpi: Movim Dokumen

source: Please select the file you wish to move.
tpi: Plis, yu makim wanem fail yu laik movim.

source: You currently have unsaved changes for the document you are trying to move.
tpi: Dispela fail yu laik movim i gat sampela senis insait na i no sev yet.

source: Do you want to save those changes now and move the file (in which case click Yes), or discard those changes and just move the last-saved version of the file (in which case click No)? To bail out, click Cancel.
tpi: Olsem wanem, yu laik sevim ol senis nau na movim fail tu (sapos olsem klikim "Yes"), o, yu ting maski long ol las senis yu wokim - rausim senis pastaim, tasol go het na movim (sapos olsem klikim "Nogat")? Sapos yu laik wet na tingting gut pastaim, klikim "Kensel".

source: WARNING : If you click 'No', YOU WILL LOSE THE CURRENT UNSAVED CHANGES.
tpi: Toksave: Sapos yu klikim "Nogat", WANEM OL LAS SENIS YU WOKIM BAI LUS.

source: Moving the document was successful.
tpi: Dokumen i mov orait na i stap gut.

source: A file with this name already exists in the destination folder. Do you want to overwrite it?
tpi: Folda bilong holim fail i gat wanpela fail pinis i gat dispela nem. Yu laik rait antap long en (rausim)?

source: Sorry, the file you are trying to move belongs to a different book folder than the current one.
tpi: Sori, dispela fail yu laik movim em i bilong narapela buk folda - i no bilong dispela buk folda.

source: An unexpected error occured while trying to do the move. The move has been aborted.
tpi: Problem i kamap taim Adapt It i laik movim fail. Olsem Adapt It i no movim.

source: Please select the file you wish to rename.
tpi: Plis, yu selektim fail yu laik senisim nem bilong en.

source: You currently have unsaved changes for the document you are trying to rename. Do you want to save those changes or discard them? ('Yes' to save; 'No' to discard.) To bail out, click Cancel.
tpi: Dispela dokumen yu laik senisim nem bilong en, em i gat sampela senis instai na i no sev yet. Yu laik go het na sevim ol dispela senis, o no ken sevim senis? ("Yes" bilong sevim nau, "Nogat" bilong no ken sevim). Sapos yu laik wet na tingting gut pastaim, klikim "Kensel".

source: Enter A New Document Name
tpi: Taipim Nupela Nem Bilong Dokumen

source: Please enter the new name for the document:
tpi: Plis, yu taipim wanpela nupela nem bilong dispela dokumen:

source: Sorry, an unexpected error occured while trying to rename the document.
tpi: Sori, problem i kamap taim Adapt It i laik senisim nem bilong dokumen.

source: To create a new adaptation document: Click on a listed filename to select it, then click the 'Input file' button. Or, double-click one of the listed filenames.
tpi: Sapos yu laik wokim nupela adaptesen dokumen: Klikim wanpela nem bilong fail i stap long lista, pinis klikim 'Input fail' baten. O, yu ken dabel-klikim wanpela bilong ol fail i stap long lista.

source: All of the formerly listed filenames have been used to create adaptation documents, so the list is now empty. You have not made an error. Please inform your administrator that no more documents can be created.
tpi: Olgeta fail bipo i stap, yu yusim pinis bilong wokim ol adaptesen dokumen, olsem na lista nau i pinis na nogat fail moa. Em yu no mekim rong, nogat. Plis toksave long administreta bilong yu, olsem yu no inap wokim moa ol dokumen.

source: A value is missing
tpi: Wanpela samting i no stap

source: Username's Password text box is empty. Fix this by typing your wanted password into box 3.
tpi: Yu no taipim pasword yet. Plis traim taipim pasword gen i go long bokis 3.

source: Note
tpi: Not

source: Searching forward did not find a note with text matching that which you typed into the box.
tpi: Adapt i painim painim i go het, tasol i no painim wanpela not i gat teks olsem yu taipim insait long boks.

source: Some temporarily removed Notes could not be restored to the document due to lack of space, so they have been discarded. Number of notes discarded: %d
tpi: Spes bilong putim ol not i sot, olsem sampela not i no inap go bek insait long dokumen na i rausim pinis. Ol %d not i rausim pinis

source: You are about to cause all the notes in this document to be irreversibly deleted. Are you sure you want to do this?
tpi: Sapos yu go het, Adapt It bai rausim olgeta not i stap pinis insait long dispela dokumen. Yu laik mekim olsem o nogat?

source: Access An Existing Adaption Project
tpi: Painim Narapela Adapt It Projek

source: Type a name for this data
tpi: Taipim nem bilong dispela deta

source: The name you typed clashes with an existing document name. Please type a different name.
tpi: Adapt It i painimaut olsem narapela dokumen i gat wankain nem i stap. Plis yu taipim narapela nem.

source: Show what is at the start of the selected file
tpi: Soim wanem samting i go pas insait long dispela fail

source: Peek shows a few hundred lines of the file (actually, up to 16kB of the file's contents).
tpi: Soim Insait baten i save soim 1 handret lain samting bilong fail (em olsem inap 16kb bilong olgeta fail).

source: The text is read-only, any changes you type will not be accepted. Font and encoding use the source text settings.
tpi: Teks hia, yu ken ritim tasol; wanem senis yu laik taipim i no inap go pas. Font wantaim enkoding i save yusim ol seting bilong sos teks.

source: Display the text Left-To-Right
tpi: Soim teks i ton han Kais i go han Sut

source: Sorry, to edit or remove a retranslation you must use the toolbar buttons for those operations.
tpi: Sori, sapos yu laik editim o rausim ritranslation, yu mas yusim baten long tulba bilong wokim.

source: End of the file; nothing more to adapt.
tpi: Tel bilong fail i kamap pinis; i no gat moa bilong trensletim.

source: Sorry, transliteration mode is not supported in review mode. Turn review mode off.
tpi: No innap yusim trensliteresen mod long sem taim yu wokim riviu mod. Rausim viviu mod pastaim.

source: Sorry, the next pile cannot be a valid active location, so no move forward was done.
tpi: Sori, neks pail i no gutpela ples bilong putim fres boks, olsem Adapt It no mov i go het.

source: You are already at the start of the file, so it is not possible to move back any further.
tpi: Yu stap yet long stat bilong fail, olsem Adapt It i no inap surik i go bek moa.

source: To edit or remove a retranslation you must use the toolbar buttons for those operations.
tpi: Sapos yu laik editim o rausim ritrenslesen, yu mas yusim baten long tulba bilong wokim.

source: Transliteration mode is not yet turned on.
tpi: Trenslitaresen mod i yu no tanim on yet.

source: Sorry, you cannot extend the selection that far to the right unless you also use one of the techniques for ignoring boundaries.
tpi: Sori, yu no ken wokim seleksen i go olgeta long han sut olsem. Pastaim yu mas yusim wanpela rot bilong tokim Adapt It long i no ken tingim boda.

source: Sorry, you cannot extend the selection that far to the left unless you also use one of the techniques for ignoring boundaries.
tpi: Sori, yu no ken wokim seleksen i go olgeta long han kais olsem. Pastaim yu mas yusim wanpela rot bilong tokim Adapt It long i no ken tingim boda.

source: End of the file; nothing more to gloss.
tpi: Tel bilong fail i kamap pinis; nogat moa bilong wokim glos.

source: Placement Of Phrase-Medial Standard Format Markers
tpi: Makim Ples Bilong Ol Standet Fomat Maka i Stap Namel Long Fres

source: List box error when getting the current selection, place manually instead
tpi: Lista boks i gat problem taim i laik kisim seleksen, yu taipim i go tasol

source: Placement Of Phrase-Medial Punctuation
tpi: Makim Ples Bilong Ol Pangsuesen i Stap Namel Long Fres

source: Place Standard Format Markers Within Retranslation
tpi: Entaim Ol Standet Fomat Maka Insait Long Ritrenslesen

source: Sorry, you cannot insert a placeholder within a retranslation. The command has been ignored.
tpi: Sori, yu no ken subim plesholda i go insait long wanpela ritrenslesen. Adapt It i no inap mekim.

source: Adapt It does not know whether the inserted placeholder is the end of the preceding text, or the beginning of what follows. Is it the start of what follows?
tpi: Yu mas toksave na Adapt It i ken klia. Dispela plesholda yu subim, i stap las bilong teks i go pinis, o i go pas long teks i kamap bihain. I go pas long teks i kamap bihain o nogat?

source: Two words are joined with fixed-space marker ( ~ ) following the placeholder. Forwards association is not possible when this happens.
tpi: Fiks spes maka (~) i joinim tupela tok, na tupela tok hia i bihainim ples holda. Olsem ples holda i no inap i go pas wantaim tupela tok i join long (~) maka.
