Repository: adapt-it/adaptit
Catalog: po/tpi.po
Languages: tpi

source: You can enter a comment in the box above to identify this version of the document. When you click OK, the document will be saved and remembered in the document history. Later you will be able to look at this version and return to it if you need to, exactly as it is now.
tpi: Yu ken raitim toksave i go long dispela bokis antap. Em bilong makim wanem vesin bilong dispela dokumen. Sapos yu klikim OK, orait Adapt It bai sevim dispela dokumen na putim i go long histori bilong ol dokumen. Bihain gen, sapos yu laik mekim, yu ken kisim dispela vesin i kam bek gen wankain olsem i stap nau tasol.

source: Author:
tpi: Nem bilong man i Wokim:

source: committer name
tpi: nem bilong husait i komitim

source: Date:
tpi: Det:

source: version date goes here
tpi: vesin det i go hia

source: Comment:
tpi: Toksave:

source: < &Previous version
tpi: < Go Long &Las Vesin

source: &Next version >
tpi: Go long &neks vesin >

source: &Accept this as current
tpi: &Kisim dispela vesin i kamap gen

source: &Return to latest version
tpi: &Go bek gen long las vesin

source: &Look at selected version
tpi: &Luksave long vesin yu selektim

source: Unique Username (obligatory):
tpi: Unique Username (yu mas makim):

source: Type a username. A unique one is best, but whatever you type will be accepted. You only need do this once, but if you ever want to change it, you can change it here. Your full email address is a good choice. If you use an email address, it will NOT be used for sending any emails from within Adapt It. Access to a shared kbserver will require that you add your chosen username to the users list - see the Administrator menu.
tpi: Taipim wanpela yusanem. Em i gutpela sapos yu makim dispela nem olsem bilong yu tasol, ol narapela man i nogat dispela nem. Dispela yu mas givim wanpela taim tasol hia long dispela daialog. Bihain, sapos yu laik senisim dispela yusanem, yu ken senisim long dispela daialog tasol. Gutpela sapos yu putim email adres bilong yu yet bikos ol email em bilong yu yet tasol. Sapos yu putim email adres, Adapt It bai i no yusim dispela email adres bilong salim email aut long Adapt It, nogat tru. Long wok wantaim KB serva, yu mas put yusanem bilong yu i go long lista bilong ol yusa - lukim Administreta menu.

source: Informal Username (obligatory):
tpi: Narapela Username (yu mas makim):

source: Type a human-friendly username. It can be your real name, or a false one. You only need do this once, but if you ever want to change it, you can do so here, or in the KB Sharing Manager on the Administrator menu. It will NOT be sent in any emails from within Adapt It. It will be sent, securely, in data going to a shared knowledge base server, or to a Git repository for document history.
tpi: Taipim wanpela komon yusa nem. Nem bilong yu stret, o wanpela giaman nem, i orait. Mekim olsem wanpela taim tasol. Sapos yu laik senisim bihain, wokim hia, o insais long KB Share manager i stap long Administrator menu. Progrem i no save yusim bilong salim email. Adapt It i sapotim gutpela sekuriti, olsem na nem yu taipim bai i kamap long KBserva deta bes, o long GIT sef bilong dokumen histori, em tasol.

source: Username's Password
tpi: Pasword bilong Yusanem

source: Users Of The Shared Databases On The Server
tpi: Ol Yusa i Stap Long Lista Bilong Serva

source: Users
tpi: Ol man i save mekim wok

source: Grant Permissions
tpi: Givim permisin long arapela

source: Each user name must be unique on this server
tpi: Username i mas unique insait long dispela serva

source: Type or edit the username here
tpi: Taipim o editim username hia

source: Informal username (Fullname):
tpi: Infomal yuanem (Ful Username):

source: The informal username can be a real or a false name
tpi: Dispela komon nem i ken nem tru, o i ken giaman nem

source: Type the user's common name here, for example, Joe Bloggs
tpi: Taipim komon nem hia

source: A password for this user:
tpi: Pasword bilong dispela yusa:

source: If you forget a password, you can type a new password for any user. An existing password is retained if you leave the password text boxes blank
tpi: Sapos yu lusim tingting long wanpela pasword, yu ken taipim nupela pasword bilong em. Tasol, sapos yu larim pasword bokis i stap empti, orait olpela pasword i no senis, em i stap yet

source: Type in the password. You can type a new one if unknown. Make sure the user knows the password.
tpi: Taipim pasword i go long bokis. Sapos yu no save wanem pasword i stret, yu ken taipim nupela. Tasol, telim yusa wanem pasword yu bin taipim pinis bilong em.

source: Type the password again:
tpi: Taipim pasword gen:

source: Verify the spelling is the same as the first time
tpi: Sekim. Namba tu speling em i wankain speling olsem speling yu taipim pastaim o nogat

source: User administrator
tpi: Adminestreta bilong user

source: Tick this box to allow this user the permission to add, remove, or edit other users of this server
tpi: Tikim bokis, olsem na yu givim yesa long dispela yusa bilong mekim nupela, rausim, o editim arapela yusa bilong KBServa

source: (can add users, or edit some user options)
tpi: (inap putim ol user, o yu ken editim sampela opsen bilong user)

source: Change Useradmin
tpi: Senisim Yusaadmin

source: Selected User's Password
tpi: Pasword bilong dispela man

source: Change Password
tpi: Senisim Pasword

source: Change Fullname
tpi: Senisim Fulnem

source: Clear Controls
tpi: Kliaim Ol Kontrol

source: Empty all the text box controls, clear the checkboxes, remove the selection from the list box
tpi: Kliaim ol teks bokis, kliaim ol sekbokis, na rausim seleksen kala long lista

source: Add User
tpi: Sevim Nupela Yusa

source: Add a new user to the list box using the details typed in the controls
tpi: Yusim teks i stap long ol kontrol bilong kamapim nupela yusa na putim long lista

source: Show Password
tpi: Soim pasword

source: View the password for the selected user; it can be changed
tpi: Luksave long pasword bilong user yu selektim; pasword inap senis

source: Note: Removing a listed user is not permitted
tpi: I tambu long editim dispela kain samting

source: You are connected to the KBserver at ipAddress:
tpi: Nau yu gat koneksen long dispela serva long ipAddress:

source: Users of the shared databases
tpi: Ol yusa bilong ol KB deta bes dispela KBserva i sapotim

source: Create, Modify Or Delete Shared Databases On The Server
tpi: Kamapim nupela, senisim, o rausim sampela KB long KBserva

source: Use the following two radio buttons to choose the type of shared knowledge base you wish to deal with.
tpi: Yusim tupela raunpela baten bilong makim wanem kain KB yu laik KBserva bai i ranim.

source: Type 1: Adaptations knowledge base - remotely stores associations between a source and a target language
tpi: Kain 1: Adaptesen KB - em bilong holim sos teks wantaim taget teks trenslesen bilong en

source: Type 2: Glossing knowledge base - remotely stores associations between a source and a glossing language
tpi: Kain 2: Glos KB - em bilong holim sos teks wantaim glos teks bilong en

source: Existing shared databases (as source,target language name pairs):
tpi: Ol KB i stap insait nau (soim nem olsem: sos tokples,taget tokples):

source: Lists existing knowledge base sharing databases on this server for the type specified above
tpi: Wanem KB dispela kain KBServa (adaptesen o glos) i ken ranim, ol i stap long lista

source: Original Creator:
tpi: Husat Kirapim Paslain:

source: This user created the database. The username is not editable.
tpi: Nem bilong man i kirapim database. Progrem banisim yu long editim.

source: Display the username of who originally created this database
tpi: Yusanem bilong yusa i bin kamapim dispela KB long KBserva, soim ples klia

source: Clear List Selection
tpi: Kliaim Lista Seleksen

source: Clears the selection in the list. Do this before creating a new database.
tpi: Kliaim selektim kala long lista. Mekim olsem bipo yu kamapim nupela KB deta bes.

source: Using the text boxes below, create an empty shared database, after typing source and target language names.
tpi: Yusim ol teks bokis daunbilo, kamapim empti KB deta bes, bihain long taipim sos na taget tokples nem.

source: Type a language code for the new source language
tpi: Taipim kod bilong nupela sos tokples hia

source: Target:
tpi: Taget:

source: Type a language code for the adaptations language
tpi: Taipim kod bilong adaptesen tokples hia

source: Create Database
tpi: Kamapim KB Deta Bes

source: Create, on the server, a new shared database defined by the two language codes. (New shared databases start off empty).
tpi: Kamapim, long KBserva, wanpela nupela KB deta bes i kam long dispela tupela tokples kod. (Olgeta nupela deta bes i empti long taim ol i stat.)

source: Clear Source and Target Boxes
tpi: Kliaim bokis bilong Sos na bokis bilong Taget wantaim

source: Clear just the two text boxes, leave any list selection unchanged
tpi: Kliaim tupela teks bokis tasol, larim seleksen kala long lista i stap

source: Remove Entire Selected Database And All Its Entries
tpi: Rausim KB Deta Bes i Gat Seleksen Kala Pinis, Na Olgeta Entri Bilong En

source: Deletion is very slow, maybe many hours. Shut down anytime and repeat it later. The two language codes get removed after their database becomes empty.
tpi: Wok bilong rausim olget entri i no ran hariap. Planti minit, or sampela aua ating. Sapos yu laik, yu ken stopim namel long wok, na mekim gen long sampela taim bihain. Olgeta entri i mas dai pastaim, pinis, tupela tokples kod i dai tu.

source: This is your chosen ipAddress for the knowledge base server:
tpi: Dispela em ipAdres bilong nolis bes serva:

source: The URL may be something like https://kbserver.domain, where domain may be something like name.org
tpi: URL yu ken raitim samting olsem https://kbserver.domain, na "domain" em i samting olsem: nem.org

source: If the box below is empty, type the username you want:
tpi: Sapos bokis daunbilo I no gat nem, yu ken taipim yusa nem:

source: Type your email or the unique name assigned to you by your administrator
tpi: Taipim email adres bilong yu, o yusanem administreta bilong yu i bin givim yu

source: Type the password you want:
tpi: Taipim pasword yu laikim:

source: Most users should only need to share adaptations. (That is true even if glossing mode is sometimes used.)
tpi: Ating klostu olgeta yusa bai i nidim adaptesen KBserva tasol. (Sapos glos KBserva yu no tanim on, em orait.)

source: The Cancel button dismisses the dialog without changing any of the settings that were in place earlier.
tpi: Kensel baten i klosim daialog na i no senisim ol seting i bin stap pastaim.

source: Share adaptations
tpi: Shea ol adaptesen

source: Shares target language translations entered in adaptation mode
tpi: Sheaim taget tokples trenslesen i bin wokim long adaptesen mod

source: Share glosses
tpi: Shea Glos

source: Shares glosses entered in glossing mode
tpi: Sheaim ol glos entri yu taipim pinis taim glos mod em i on

source: Widen or narrow columns by dragging a heading divider. Resize the dialog by dragging the bottom right corner.
tpi: Antap mak i stap bilong mekim kolam surik igo o ikam. Klikim en na surikim maus. Mekim sais bilong daialog senis, klik long kona na pulim nabout.

source: Choose how you want the list presented:
tpi: Makim wanem rot yu laik list i kamap:

source: Organise by keeping source text groupings
tpi: Soim ol sos teks tok paslain

source: "Target" (or "Gloss") <> "Source" on each line, but keeping source text meanings together
tpi: "Taget" (o "Glos") <> "Sos" i stap long wanwan lain, tasol olgeta sos teks i gat wankain mining i bung wantaim

source: List in alphabetic order of the target text
tpi: Lista i bihainim oda bilong taget teks

source: "Target" (or "Gloss") <> "Source" on each line, organised alphabetically
tpi: "Taget" (o "Glos") <> "Sos" i stap long wanwan lain, tasol olgeta taget teks tok i stap long a b d oda

source: Save the list to a file...
tpi: Sevim lista i go long wanpela fail...

source: Save the current form of the list to a text file
tpi: Sevim lista nau, wanem yu lukim long hia olsem tasol igo long teks fail

source: Remove the selected entries, and close
tpi: Rausim ol toktok i gat tik, pinis pasim

source: Removes the entries which are ticked, and closes the dialog
tpi: Rausim ol toktok i gat tik, na pasim daialog

source: Ignore any selections made, just Cancel the dialog
tpi: Olgeta selektim yu mekim pinis, maski, Kenselim daialog tasol

source: After removing entries do a Consistency Check... (Edit menu), and take the "other documents" option.
tpi: Rausim olgeta entri paslain, bihain wokim Konsistensi Sek... (Edit menu), na kisim sait bilong "arapela dokumen".

source: Not enough space to display all your typing. Choose an option below. Splitting opens another dialog for you to control where to make the split. This dialog can be forced open manually by clicking the Adjust... button located in the control bar.
tpi: Spes i no inap long soim olgeta fri trenslesen yu taipim pinis. Kisim wanpela baten i stap daunbilo, long laik bilong yu. Sapos yu laik haphapim fri trenslesen, narapela daialog bai i op bilong helpim yu long skelim we yu laik brukim teks. Yu yet inap long opim dispela Senisim... daialog, klikim Senisim... baten taim yu laik mekim olsem, baten em i stap antap long tulba.

source: Join to next
tpi: Joinim wantaim neks

source: Join the current section to the next section (if the next is absent, it will first be created)
tpi: Joinim dispela fri trenslesen hap wantaim neks hap (sapos neks hap i no stap yet, progrem bai kirapim pastaim)

source: Join to previous
tpi: Joinim wantaim las

source: Join the current section to the previous section (if the previous is absent, it will first be created)
tpi: Joinim dispela fri trenslesen hap wantaim las hap (sapos las hap i no stap yet, progrem bai kirapim pastaim)

source: Split the typed text
tpi: Kamapim tupela hap teks

source: Split. Keep the first part in the current section, join the remainder to what follows
tpi: Haphapim. Holim paslain hap hia tasol, na arapela hap salim igo insait long neks boda

source: Text:
tpi: Teks:

source: This is the text which is being free translated
tpi: Fri trenslesen yu wok long mekim i stap long hia

source: Free Translation:
tpi: Fri Trenslesen:

source: This is the free translation for the above text. Click where to split it.
tpi: Dispela i fri trenslesen bilong teks i stap antap. Klik long ples yu laik haphapim.

source: For current section:
tpi: Hap teks bilong dispela boda:

source: What you see here will be kept within the current section
tpi: Hap teks yu lukim hia, progrem i holim na i stap insait long dispela boda tasol

source: For next section:
tpi: Hap teks bilong boda i stap paslain:

source: What you see here will be put at the start of the next section
tpi: Teks yu lukim hia em bai go paslain insait long neks boda

source: Click in Free Translation box to set where to split, then click Split. If wrong, repeat.
tpi: Klikim insait long Fri Trenslesen bokis long ples yu laik hapim. Sapos yu pofaia, traim gen.

source: Split
tpi: Brukim Hap Hap

source: Do the split operation, using the cursor location in the text box. If in a word, that word will be first in the split off remainder.
tpi: Yusim ples bilong klik long haphapim teks. Sapos yu klik insait wanpela tok, dispela tok wantaim arapela i stap bihain bai ol i kamap paslain long neks boda.

source: Done
tpi: Pinis nau

source: Click here for an explanation of how to use this dialog...
tpi: Klikim dispela baten, na yu bai painimaut olsem wanem yu yusim dispela daialog...

source: Explains affix, prefix, suffix, pairing, and use of the controls
tpi: Tok save bilong afiks, safix

source: Limit guessed prefixes to:
tpi: Haumas prefiks i no inap go antap long:

source: no limit
tpi: sampla namba

source: Limit maximum prefixes guessed, for one word, to this value
tpi: Haumas prefiks bilong gesim i no inap go antap long dispela namba

source: Limit guessed suffixes to:
tpi: Haumas safiks i no inap go antap long:

source: Limit maximum sufffixes guessed, for one word, to this value
tpi: Haumas safiks bilong gusim long wanwan tok i no inap go antap long dispela namba

source: Choose which list to work on:
tpi: Makim wanem ol menu user inap long yusim:

source: Prefixes List
tpi: Lista Bilong Ol Prefiks

source: Work with the list of matched pairs of prefixes (these occur preceding word roots)
tpi: Senisim dialog olsem: yu putim tupela tupela PREFIKS (sos, taget) i go insait long lista

source: Suffixes List
tpi: Lista Bilong Ol Safiks

source: Work with the list of matched pairs of suffixes (these occur after word roots)
tpi: Senisim dialog olsem: yu putim tupela tupela SAFIKS (sos, taget) i go insait long lista

source: Source language affixes in left column, target language equivalent affixes in right column
tpi: Sos tokples afiks i stap long lef. Poro bilong en, taget tokples afiks, i stap long rait

source: Source Language Suffix:
tpi: Safiks bilong Sos Tokples:

source: Target Language Suffix:
tpi: Safiks bilong Taget Tokples:

source: Type, or edit, the source language suffix, or prefix, here
tpi: Taipim, o senisim, hap tok bilong sos tokples hia

source: Type, or edit, the target language suffix, or prefix, here
tpi: Taipim, o senisim, hap tok bilong taget tokples hia

source: Update
tpi: Se&vim Senis (Apdetim)

source: Update the spellings of the selected affix pair
tpi: Tupela afiks yu selektim pinis i gat pofaia long spelim. Stretim nau na apdetim

source: Add
tpi: Entaim Long Tel Bilong Lista

source: Add the affix pair to the end of the list
tpi: Bungim tupela hap tok i go long tel bilong lista

source: Insert
tpi: Entaim Insait

source: Insert the affix pair preceding the selected pair in the list
tpi: Entaim tupela afiks i go insait long lista, bai i stap bipo long lain yu selektim pinis

source: Remove the selected affix pair from the list
tpi: Rausim dispela tupela hap tok long lista olgeta

source: Get Source Text From Clipboard
tpi: Kisim Sos Teks i kam long Klipbod

source: Copies the clipboard's text to use as source text for adapting
tpi: Kopim Klipbod teks na usim olsem sos teks bilong adeptim

source: Copy to the Clipboard:
tpi: Kopi i go long Klipbod:

source: Copies the adaptation text to the clipboard, the dialog remains open
tpi: Dispela em i kopiim trenslesen teks i go insait long klipbod. Daialog bai i stap op yet

source: Free Translations
tpi: Ol Fri Trenslesen

source: Copies the free translation to the clipboard, the dialog remains open
tpi: Em i kopiim fri trenslesen i go long klipbod, na dialog i stap op yet

source: Clear the layout and close down this feature
tpi: Kliaim layout na klosim dispela samting

source: Create Or Delete Custom Language Codes
tpi: Kamapim o Rausim Sampela Niupela Tokples Kod

source: Only custom codes can be user-defined. They can be altered, but only provided a shared database defined with them does not yet own entries.
tpi: I gat wanpela kain tokples kod wanpela yusa inap long kamapim. Em i kastom kod tasol. Kastom kod yu inap senisim, tasol yu inap mekim olsem taim KB deta bes i no papa bilong sampela entri.

source: Once a shared database owns entries, the only way to alter a custom code is to first remove the whole shared database that uses that code.
tpi: Sapos KB deta bes i papa bilong sampela entri, yu no inap senism kod. Sapos yu laik senisim kod, orait, pastaim rausim papa KB deta bes. Pinis, yu ken kamapim nupela kod.

source: ( If you need to first delete a shared database, the button for doing that is at the bottom of the previous page of this Manager dialog. )
tpi: (Sapos yu laik rausim papa deta bes, i gat baten bilong mekim dispela i kamap. Baten i stap long pej i stap bipo long dispela pej.)

source: Then the custom code can be changed. To change it you must delete it, and then recreate it with the value you want. (Then recreate the database.)
tpi: Bihain long dispela yu inap senisim kod. Pastaim, rausim em, pinis, kamapim nupela kod, pinis, kamapim KB deta bes bilong dispela gen.

source: A custom code begins with a 2- or 3-letter code from the ISO639 international standard, such as tbc (for Takia). ISO639 codes do not change.
tpi: Kastom kod em i gat 2-leta o 3-leta kod i kam long ISO639 standet long stat bilong en. Bihain teks -x- i stap. Bihain -x-, kastom daialek nem i stap. ISO639 kod i no ken senis.

source: To make a custom code, add -x- then add your custom name (maximum 8 letters). For example: tbc-x-bagabag (for Bagabag dialect of Takia)
tpi: Kastom kod em i olsem: tbc-x-bagabag (tbc em ISO639 kod bilong Takia, -x- em i makim dispela em i wanpela kastom kod, na bagabag em i nem bilong wanpela daialek bilong Takia tokples.)

source: Existing custom language codes:
tpi: Ol Tokples Kod i stap nau tasol:

source: Lists custom language codes known to this KBserver instance
tpi: Lista em i soim olgeta kastom kod insait long dispela KBserva

source: Creator of the selected code (read-only, do not type here):
tpi: Man husat i bin kamapim kod (bokis em bilong ritim tasol)

source: Display the username of who originally created this custom language code
tpi: Soim ples klia yusanem bilong husat i bin kamapim dispela kastom kod

source: Lookup ISO639 Language Code...
tpi: Painim wanpela Tokples Kod (ISO639 kain)

source: Find the language code. (Ethnologue code; from the ISO639 standard.)
tpi: Painim tokples kod. (Ethnologue kod; i kam long ISO639 standet.)

source: Help for Adding Dialect Subtags...
tpi: Toksave bilong Kamapim Daialek (Dialect) Kod...

source: View information explaining how to setup unique codes for dialects not in the Ethnologue. (Using the RFC5646 standard.)
tpi: Lukim toksave i helpim yu setap sampela tokples kod bilong ol dailek i no stap long Ethnologue. (RFC5646 standet)

source: Clears the selection in the list. The code remains unchanged.
tpi: Kliaim seleksen kala long lista. Tasol, kod i no senis.

source: Clear Both Text Boxes
tpi: Kliaim tupela teks bokis wantaim

source: Clear just the custom code and description text boxes, leave any list selection unchanged
tpi: Kliaim kasom kod na teks bokis bilong en tasol, tasol larim seleksen kala long lista i stap

source: Type your code in the left box. Type a short description for it in the right box (for example, the language name, it can include spaces).
tpi: Taipim kod long lef bokis. Long rait bokis, taipim sotpela toksave bilong en (tokples nem, spes i orait insait long nem, olsem olsem).

source: Custom language code:
tpi: Tokples Kod em i nupela:

source: Description (your choice):
tpi: Tok save - long laik bilong yu:

source: Create Custom Code
tpi: Entaim Nupela Kod

source: Create, on the server, a new custom language code and definition. The creator will be the logged in administrator.
tpi: Long KBserva, entaim nupela kastom tokples kod, na toksave bilong en. Husat em i login pinis, em bai kamap papa bilong nupela kod.

source: Remember: a language code, whether custom or not, may be used in more than one shared database.
tpi: Tingim gut. Wanpela tokples kod, maski em i kastom kod o nogat, em i ken stap long wanpela o moa KB deta bes.

source: Delete Custom Code
tpi: Rausim Nupela Kod

source: Delete the selected custom code, provided nothing depends on it.
tpi: Rausim kastom kod i gat seleksen kala, sapos em i no papa bilong sampela KB entri.

source: &List of Language Codes and Names:
tpi: &Lista bilong ol tokples nem wantaim kod bilong ol tokples:

source: Scroll &list and highlight language or search for language below
tpi: Skrolim &Lista na makim tokples, o yusim boks daunbilo bilong painim tokples

source: (The 2-letter codes are listed first followed by the 3-letter codes)
tpi: (Dispela em lista i gat 2-pela leta kod pastaim, bihain i gat ol 3-pela leta kod)
