Repository: adapt-it/adaptit
Catalog: po/tpi.po
Languages: tpi

source: Export through SIL Pathway to produce a file in other formats, such as cell phones or e-book readers.
tpi: Ekspot i go long SIL Pathway progrem bilong kamapim wanepla fail insait long kain kain format ol cell phone o e-buk rida i ken yusim.

source: Export a Standard Format Text file (containing backslash markers for formatting) that can be used as a source text for another Adapt It project, or can be edited in a text editor, or loaded into the Paratext program.
tpi: Ekspotim "Standet Fomat Fail" sapos yu laikim teks i go aut olsem plen teks i gat ol standet fomat maka, em yu ken yusim olsem sos teks bilong narapela Adapt It projek, o yu ken editim insait long teks edita o opim insait long Paratext progrem.

source: In order to use the Pathway export option, Pathway must installed on this computer. Please download and install Pathway from http://pathway.sil.org/download/latest-sprint-downloads/ and retry this operation.
tpi: Yu mas instalim Pathway pastaim sapos yu laik wokim Pathway ekspot long dispela komputa. Plis, yu daunlodim Pathway pastaim i kam long http://pathway.sil.org/download/latest-sprint-downloads/. Pinis, yu traim gen.

source: Pathway Not Installed
tpi: Pathway i No Instal Yet

source: Resolve Filename Conflict
tpi: Stretim Nem Bilong Fail - i No Inap Wankain

source: (newer)
tpi: (nupela moa)

source: (older)
tpi: (olpela moa)

source: (same time and date)
tpi: (wankain taim na wankain de)

source: Last modified:
tpi: Las senis i wokim long:

source: All of document was searched. No "%s" was found.
tpi: Painim i go long olgeta dokumen. No painim dispel "%s".

source: Remainder of document was searched. No "%s" was found.
tpi: Painim i long long ol narapela hap dokumen, na no painim dispel "%s".

source: End of document was reached. No "%s" was found. Search for %s in the earlier part of document?
tpi: Painim i go inap dokumen i pinis, na i no painim dispel "%s". Yu laik wok painim %s nau i go long hap dokumen i stap pastaim?

source: Translation:
tpi: Trenslesen:

source: Normal Search
tpi: Nomal Painim

source: Find and Replace
tpi: Painim na Senisim

source: Sorry, you cannot do a Replace operation because there is no selection yet.
tpi: Sori, yu no ken tok Senisim bilong wanem i no gat seleksen yet.

source: Failed to do the replacement without error. The next Find Next will be skipped.
tpi: Problem long senisim long hia. Bai kalapim neks Painim.

source: Navigation Text
tpi: Toksave Teks

source: The document does not contain any free translations.
tpi: Dispela dokumen i no gat wanpela fri trenslesen.

source: You are about to delete all the free translations in the document. Is this what you want to do?
tpi: Sapos yu go het, Adapt It bai rausim olgeta fri trenslesen i stap pinis insait long dispela dokumen. Yu laik mekim olsem o nogat?

source: Cannot turn button On
tpi: No inap mekim baten wok

source: Sectioning by punctuation cannot be turned on, because the Administrator menu item "Force Free Translation Sectioning By Verse" is still turned On. Turn it Off, then this button will respond. (A password is needed for showing the Administrator menu.)
tpi: Pangsuesen i no inap helpim Adapt It long mekim seksen bilong fri trenslesen, bikos Administreta menu "Soim Fri Trensleson Teks Bilong Ves Olgeta Taim" em i wok long stap yet. Klikim gen na em i pinis long work, oslem na dispela baten bai i wok gen. (Yu nidim paswod bilong soim Administreta menu.)

source: The document does not contain any back translations.
tpi: Dispela dokumen i no gat wanpela bek trenslesen.

source: You are about to delete all the back translations in the document. Is this what you want to do?
tpi: Sapos yu go het, Adapt It bai rausim olgeta bek trenslesen i stap pinis insait long dispela dokumen. Yu laik mekim olsem o nogat?

source: No place to put the remaining free translation
tpi: Sampela fri trenslesen i stap yet, tasol no gat ples bilong putim em

source: The current section is at the document's end. There is nothing ahead to transfer the remainder of the split translation to. It will be abandoned.
tpi: Dispela fri trenslesen boda i stap long tel bilong dokumen. Namba tu hap fri trenslesen yu brukim pinis i no gat ples long i stap. Adapt It bai troimwe.

source: Adjust Section or Typing
tpi: Senisim Boda o Senism Teks

source: Cannot join with what follows
tpi: No inap join wantaim ol tok i stap long sait bilong gohet

source: The current section is at the document's end. There is nothing ahead to join on to. Instead, try to join with what precedes the current section.
tpi: Dispela fri trenslesen boda i stap long tel bilong dokumen. Narapela bilong joinim wantaim i no stap. Mobeta yu traim joinim dispela wantaim fri trenselesen i stap long baksait.

source: Illegal join
tpi: I tambu long joinim dispela

source: Joining across the boundary between two verses or two chapters is illegal. Instead, try to join with what precedes the current section.
tpi: Bigin bilong nupela ves em i olsem banis. Progrem i no larim yu long joinim tupela fri trenslesen i stap long sait sait long dispela banis. Traim joinim wantaim las fri trenslesen.

source: Cannot join with what precedes
tpi: I tambu long joinim wantaim wanem i stap long baksait

source: The current free translation section is preceded by one of the following: a footnote, endnote, or cross reference. Joining to one of these is not allowed. Instead, join with what follows the current section.
tpi: Dispela fri trenslesen em i kam bihain long wanpela kain teks olsem: fut pas (footnote), tel pas (endnote), o kros referens. I tambu long joinim wantaim wanpela olsem. Mobeta yu traim joinim wantaim neks fri trenslesen.

source: The current section is at the document's start. There is nothing preceding to join on to. Instead, try to join with what follows the current section.
tpi: Dispela fri trenslesen em i stap long bigin bilong dokumen. No gat samting i stap bihain, olsem na rot bilong join i no stap. Mobeta yu traim joinim wantaim neks fri trenslesen.

source: Joining across the boundary between two verses or two chapters is illegal. Instead, try to join with what follows the current section.
tpi: I tambu long joinim dispela fri trenslesen wantaim narapela ves i stap bihain long em. Mobeta yu traim joinim wantaim neks fri trenslesen.

source: Split Free Translation
tpi: Haphapim Fri Trenslesen

source: Get Source Text from %s Project
tpi: Kisim Sos Teks i kam long %s Projek

source: Target Text Status
tpi: Taget Teks Toksave

source: Please select a book from the list of books.
tpi: Plis, yu makim wanem buk i kam long lista bilong buk.

source: Please select a chapter from the list of chapters.
tpi: Plis, yu selektim wanpela sapta i kam long lista bilong ol sapta.

source: Please wait while I query %s...
tpi: Plis wet. Adapt It i wok long luksave long %s...

source: Source language project
tpi: Sos tokples projek

source: Target language project
tpi: Taget tokples projek

source: Free Translation language project
tpi: Fri Trenslesen tokples projek

source: Could not read data from the Paratext projects. Error(s) reported: %s Please submit a problem report to the Adapt It developers (see the Help menu).
tpi: No inap ritim deta bilong Paratext projek. Dispela eror i kamap: %s Plis yu salim problem ripot i go long ol Adapt It developa (lukim Help menu).

source: The book %s in the Paratext project for obtaining source texts (%s) has no chapter and verse numbers.
tpi: Buk %s insait long Paratext projek bilong kisim sos teks (%s) i no gat ol sapta na ves namba insait.

source: Please run Paratext and select the %s project. Then select "Create Book(s)" from the Paratext Project menu. Choose the book(s) to be created and ensure that the "Create with all chapter and verse numbers" option is selected. Then return to Adapt It and try again.
tpi: Plis, yu kirapim Paratext na selektim %s projek. Pinis, selektim "Create Book(s)" long Projek menu bilong Paratext yet. Makim ol book yu laik Paratext i wokim, na selektim "Create with all chapter and verse numbers". Pinis, go bek long Adapt It na traim gen.

source: The book %s in the Bibledit project for obtaining source texts (%s) has no chapter and verse numbers.
tpi: Buk %s insait long Bibledit projek bilong kisim sos teks (%s) i no gat ol sapta na ves namba insait.

source: Please run Bibledit and select the %s project. Select File | Project | Properties. Then select "Templates+" from the Project properties dialog. Choose the book(s) to be created and click OK. Then return to Adapt It and try again.
tpi: Plis, yu kirapim Bibledit na selektim %s Projek. Selektim Fail | Projek | Properties. Pinis, selektim "Templates+" long Projek properties daialog. Makim ol book yu laik Bibledit i wokim, na klikim OK. Pinis, go bek long Adapt It na traim gen.

source: No chapters and verses found
tpi: I no painim ol sapta na ves

source: The %s book %s has no adaptable verse content, therefore it cannot be used as source text for Adapt It. Adapt It cannot use such "empty" books for obtaining source texts.
tpi: Dispela %s buk %s i no gat teks bilong mekim adaptesen wok, olsem na no inap yusim olsem sos teks bilong Adapt It. Adapt It i no inap yusim ol buk i no gat teks insait.

source: No verse text usable as source texts in this book!
tpi: Dispela buk i no gat teks insait bilong kamap olsem sos teks!

source: Please select a different book, or use %s to import content into %s that is usable as source texts, then try again.
tpi: Plis, yu selektim narapela buk, o yu mas yusim %s bilong impotim toktok i go insait long %s na i ken yusim olsem sos teks, pinis, traim gen.

source: The book %s in the Paratext project for storing translation drafts (%s) has no chapter and verse numbers.
tpi: Buk %s insait long Paratext projek bilong holim ol trenslesen teks (%s) i no gat ol sapta na ves namba insait.

source: The book %s in the Bibledit project for storing translation drafts (%s) has no chapter and verse numbers.
tpi: Buk %s insait long Bibledit projek bilong holim ol trenslesen teks (%s) i no gat ol sapta na ves namba insait.

source: The book %s in the Paratext project for storing free translations (%s) has no chapter and verse numbers.
tpi: Buk %s insait long Paratext projek bilong holim fri trenslesen (%s) i no gat ol sapta na ves namba insait.

source: The book %s in the Bibledit project for storing free translations (%s) has no chapter and verse numbers.
tpi: Buk %s insait long Bibledit projek bilong holim fri trenslesen (%s) i no gat ol sapta na ves namba insait.

source: Chapter status of selected book:
tpi: Toksave long ol sapta bilong buk yu selektim:

source: Please select a chapter in the list at right.
tpi: Plis, yu selektim sapta i kam long lista i stap long han sut.

source: Collaborating with %s: getting source text was Cancelled
tpi: Wok wantaim %s: wok bilong kisim sos teks i Kensel pinis

source: The Paratext project (%s) selected for obtaining source texts contains no books.
tpi: Paratext projek (%s) bilong kisim ol sos teks i no gat buk insait.

source: Please select the Paratext Project that contains the source texts you will use for adaptation work.
tpi: Plis yu selektim Paratext projek i gat ol sos teks yu bai yusim bilong mekim wok adaptesen.

source: The Bibledit project (%s) selected for obtaining source texts contains no books.
tpi: Bibledit projek (%s) yu selektim bilong kisim ol sos teks i no gat buk insait.

source: Please select the Bibledit Project that contains the source texts you will use for adaptation work.
tpi: Plis yu selektim Bibledit projek i gat ol sos teks yu bai yusim bilong mekim wok adaptesen.

source: Construct Suffixes and Prefixes Lists
tpi: Kamapim Lista bilong ol Safiks na ol Prefiks

source: You have made changes to affixes: Do you want to save them?
tpi: Yu wokim pinis sampela senis long sampela afiks: Yu laik long sevim ol dispela senis yu bin mekim?

source: Changes not saved!
tpi: Ol senis yu bin mekim, yu no sevim ol yet!

source: Source Language Prefix:
tpi: Prefiks bilong Sos Tokples:

source: Target Language Prefix:
tpi: Prefix bilong Taget Tokples:

source: How to use the Suffixes and Prefixes Lists dialog
tpi: Tok save bilong yusim Safiks na Prefiks Lista daialog

source: Launched GuesserExplanation.htm in HTML Viewer
tpi: Statim pinis GuesserExplanation.htm insait log HTML Viewer

source: Launched GuesserExplanation.htm in browser
tpi: Statim pinis GuesserExplanation.htm insait long brausa windo

source: Please type in an affix pair to Add
tpi: Plis, taipim afiks bilong sos, na bilong taget wantaim, long

source: Affix "%s" already exists. Multiple identical affixes are not allowed.
tpi: Dispela afiks, "%s", em i stap pinis. Dispela em i wanpela pofaia, tupela afiks i olsem olsem em i tambu.

source: No selection! Select the affix pair to be updated, then click the button again.
tpi: Seleksen i no stap! Selektim nau lain yu laik long stretim, neks yu inap klikim baten gen.

source: First select the pair to be Updated, so their affixes will appear in the two text boxes. Edit them there, then click Update.
tpi: Selektim lain i gat tupela yu laik stretim, olsem na dispela tupela afiks bai i kamap insait long tupela teks bokis. Long tupela bokis yu inap editim, bihain klikim.

source: No selection! Select the affix pair before which the new pair will be inserted, then click the button again.
tpi: Seleksen i no stap! Selektim wanpela lain long lista. Baten bai putim nupela sos afiks na taget afiks wantaim bipo long dispela lain yu selektim. Pinis na klikim baten gen.

source: Please type in an affix pair to Insert
tpi: Taipim sos teks afiks, wantaim taget teks afiks i poro bilong en, pinis na yu inap Entaim

source: No selection! Select the affix pair to be deleted, then click the button again.
tpi: Seleksen i no stap! Selektim sos teks afiks wantaim taget teks afiks yu laik long rausim, pinis na klikim baten gen.

source: Please select an affix pair to delete
tpi: Selektim wanpela lain i gat sos afiks na taget afix wantaim, bihain yu inap rausim

source: Guesser Settings Dialog
tpi: Seting Bilong Gesa Daialog

source: Html File Viewer
tpi: HTML Fail Viwa

source: Open HTML document
tpi: Opim HTML Dokumen

source: Git Installation Options
tpi: Ol Opsen Bilong Instalim Git

source: You chose not to download and install the Git program as part of the Adapt It installation. Adapt It will still run, but it will not be able to track changes in your translated documents (nor be able to restore a previous version) until you install the Git program on this computer.
tpi: Yu makim olsem yu no laik daunlodim na instalim Git program long taim Adapt It i install. Adapt It bai ran orait, tasol em bai i no inap makim wanem ol senis yu mekim insait long ol trenslesen dokumen (na i no inap go bek long vesen yu sevim bipo), inap yu instalim Git program long dispela komputa.

source: A Git installer is available on this computer at: %s That installer could be used to install Git without accessing the Internet. We recommend that you click on OK below, then click on the Back button and select the option "Browse this computer to find a Git installer...". The installer will help you install Git before you finish using this installer.
tpi: Wanpela Git instala fail i stap nau long dispela komputa long: %s Adapt It i ken usim dispela Git instala nau, na i no nid long kisim long Internet. Em gutpela sapos yu klikim OK baten daunbilo, pinis, yu klikim Go Bek baten na selektim "Painim Git instala fail long dispela komputa...". Dispela instala bai helpim yu long instalim Git bipo yu pinis.

source: If you have not previously downloaded the Git installer (47MB) and you have Internet access, the recommended way to obtain the Git program is to run the Adapt It installer again and choose to have it automatically download and install the Git program with the correct settings.
tpi: Sapos yu no daunlodim Git instala yet (47MB), na sapos yu gat Internet, wanpela gutpela rot bilong kisim Git program em long ronim Adapt It instala gen, na selektim opsen bilong daunlodim na instalim Git program i kam long Internet wantaim ol seting.

source: You should know that the Adapt It installer now saves a copy of the Git installer the first time it is downloaded from the Internet. That copy of the Git installer is preserved in the Adapt It installation folder located at: %s You can use the local copy of the Git installer to install Git on this computer by running this installer again, or by transfering this installer and the Git installer via thumb drive to the other computer, and running this installer on that other computer.
tpi: Tok Save: Adapt It instala nau em i save sevim kopi bilong Git instala fail long nambawan taim yu daunlodim i kam long Internet. Kopi bilong instala fail i save go long Adapt It install folda long: %s Yu ken ronim gen local kopi bilong dispela instala fail bilong instalim Git long dispela komputa, o yu ken kopim i go long flash draiv na karim i go long narapela komputa, na ronim install long narapela komputa.

source: The Git installer can be downloaded separately (from: http://git-scm.com/downloads) and installed at a later time apart from using this installer. It you decide to install Git that way, you should run the Git installer in a cmd window using this command: %s /SILENT
tpi: Sapos yu laik, yu ken daunlodim Git instala i kam long dispela adres: http://git-scm.com/downloads - na yu ken yusim dispela bilong instalim Git bihain. Sapos yu mekim olsem, moabeta yu kirapim insait long cmd windoa, na usim dispela komand: %s /SILENT

source: Git Installation completed
tpi: Git Instal i Pinis

source: A Git installer is available on this computer at: %s. That installer could be used to install Git without accessing the Internet. Do you want Adapt It to install Git now using that installer?
tpi: Wanpela Git instala fail i stap nau long dispela komputa long: %s. Instala hia yu ken usim long instalim Git, maski long kisim long Internet. Yu laik Adapt It nau i usim dispela instala na instalim Git?

source: Found a Git installer
tpi: Painim pinis wanpela Git instala

source: Select a Git installer file, for example %s [version numbers may vary]
tpi: Selektim wanpela Git instala fail, eksampel olsem: %s [ol vesin namba i save senis]

source: Git Installer (Git*.exe)|*.exe|All Files (*.*)|*.*||
tpi: Git Instala (Git*.exe)|*.exe|All Files (*.*)|*.*||

source: No Git Installer was selected. Git will not be installed if you continue. If you still want to install Git, after you click OK, you can try one of the Git install options page, and try again, or click Cancel to quit the options page.
tpi: Yu no selektim wanpela Git instala. Git i no ken install sapos yu go het. Sapos yu laik instalim Git yet, bihain long klikim OK, yu ken selektim wanpela opsen i stap long opsen pes, na traim gen, o yu ken klikim Kensel bilong lusim opsen pes.

source: Join Documents By Appending To The Open Document
tpi: Joinim Dokumen: Skruim i Go Long Tel Bilong Dokumen i Op

source: There are no files listed for joining to the current document.
tpi: No gat fail long lista bilong joinim i go long dispela dokumen.

source: The new file name you supplied contains characters that are not permitted in a file name. Please edit the file name.
tpi: Nupela fail nem yu taipim i gat sampela leta i tambu long yusim long fail nem. Plis editim gen fail nem.

source: The resulting document's file name must be unique or must be the same as one of the input files.
tpi: Fail nem bilong dokumen i mas narakain long ol narapela, o i ken wan nem olsem wanpela input fail.

source: The book ID in the document with filename %s does not match the book ID for the currently open document.
tpi: Insait long dokumen i gat fail nem %s, Buk ID i no wankain olsem buk ID i stap insait long dokumen i op i stap.

source: Joining documents exited prematurely because of a mismatched book ID code. Restoring the pre-join state succeeded.
tpi: Bungim wantaim sampela dokumen i pofaia pinis, bikos i gat narapela kain buk ID kod insait. Dispela documen i stap yet olsem bipo.

source: Joining documents exited prematurely because of a mismatched book ID code. Restoring the pre-join state failed. Beware, the open document may have some documents appended.
tpi: Bungim wantaim sampela dokumen i pofaia pinis, bikos i gat narapela kain buk ID kod insait. Dispela documen i no stap nau olsem bipo. Skelim dokumen i stap op gut, ating sampela dokumen i bung wantaim em nau.

source: Joining to the current document was successful.
tpi: Wok bilong joinim wantaim dokumen i kamap i orait.

source: Error when getting the current selection, Move Down button has been ignored
tpi: Problem long kisim seleksen, olsem "Mov i Go Daun" baten i no gat respons

source: Error when getting the current selection, Move Up button has been ignored
tpi: Problem long kisim seleksen, olsem "Mov i Go Antap" baten i no gat respons

source: Nothing selected.
tpi: Nogat seleksen.

source: Merging entries from server
tpi: Putim ol nupela entri i kam long serva wantaim ol olpela entri

source: Importing LIFT Records to the Knowledge Base
tpi: Wok long Impotim LIFT rekot i kam insait long Nolis Bes

source: Unable to open import file for reading.
tpi: No inap opim impot fail na ritim.

source: %s - %d of %d Total Input Lines
tpi: %s - %d bilong %d Lain Olgeta

source: Importing SFM Records to the Knowledge Base
tpi: Wok long Impotim SFM rekot i kam insait long Nolis Bes

source: Summary: Number of lexical items processed %d Number of Adaptations/Glosses Processed %d Number of Adaptations/Glosses Added %d Number of Adaptations Unchanged %d Number of Deleted Items Unchanged %d Number of Undeletions done %d
tpi: Toksave: Namba bilong ol lexical items processed %d Namba bilong ol Adaptations/Glosses Processed %d Namba bilong ol Adaptations/Glosses Added %d Namba bilong ol Adaptations Unchanged %d Namba bilong ol Deleted Items Unchanged %d Namba bilong ol Undeletions done %d

source: source language code
tpi: kod bilong sos tokples

source: target language code
tpi: kod bilong taget tokples

source: You did not enter a language code for the following language(s): %s LIFT XML Export requires 3-letter language codes. Do you want to try again?
tpi: Yu no taipim tokples kod bilong dispela tokples: %s LIFT XML Expot i mas i gat 3-pela leta tokples kod i stap. Yu laik traim gen?

source: Language code(s) missing
tpi: Tokples kod i no stap

source: Exporting the KB in LIFT format
tpi: Ekspotim KB i Go Long LIFT Fomat

source: Exporting the KB in SFM format
tpi: Ekspotim KB i Go Long SFM Fomat

source: Exporting KB %s - %d of %d Total entries and senses
tpi: Ekspotim KB %s - %d bilong %d olgeta hap tok

source: Deleted entries are kept in the knowledge base but are hidden. Do you want these included in the export? (Click No only if you intend to later import the data to a legacy version of Adapt It, otherwise click Yes.)
tpi: Ol item yu dilitim pinis, ol i stap yet insait long nolis bes, tasol ol i stap hait. Yu laikim ol dispela i go wantaim insait long ekspot? (Klikim "Yes" o, klikim "Nogat" sapos yu gat tingting long yusim dispela deta na impotim i kam insait long oldpela vesin Adapt It progrem.)

source: How should deleted entries be handled?
tpi: Mekim wanem nau long ol item yu dilitim pinis?

source: Warning: there are too many source language words in this phrase for this entry to be stored in the knowledge base.
tpi: Toksave: Namba bilong olgeta sos word na fres yu laik joinim wantaim i planti tumas, na Adapt It i no inap putim i go long nolis bes.

source: Warning: there are too many target language words in this phrase for this entry to be stored in the glossing knowledge base.
tpi: Toksave: Namba bilong olgeta taget word na fres yu laik joinim wantaim i planti tumas, na Adapt It i no inap putim i go long nolis bes.
