Repository: adapt-it/adaptit
Catalog: po/tpi.po
Languages: tpi

source: The codes listed here are from the ISO639 international standard. They are not editable.
tpi: Ol kod yu lukim long lista hia, ol i kam long ISO639 standet. Yu no inap senisim.

source: ( One of these must be the first part of the custom code you want to create. )
tpi: (Wanpela bilong ol dispela kod, em i mas kamap paslain long kastom kod yu laik kamapim.)

source: This is a list of languages and their 3-letter codes
tpi: Dispela em lista bilong ol tokples wantaim ol 3-pela leta kod

source: Search for Language (&type code or Name):
tpi: Painim dispela Tokples (&taipim kod o nem):

source: Enter a language name, or part of a name here
tpi: Taipim tokples nem o hap bilong tokples nem hia

source: &Find Code
tpi: Painim &Kod

source: Use this button to find the next occurrence in list if it exists
tpi: Yusim dispela baten bilong painim neks tok i wankain insait long lista sapos i stap

source: Find Language
tpi: Painim Tokples

source: Enter a 2-letter or 3-letter language code to be the start of your custom code definition:
tpi: Taipim 2-pela o 3-pela leta kod, putim paslain long kastam kod yu laik kamapim:

source: If you know the 2-letter or 3-letter code enter it directly below, or search the list above
tpi: Sapos yu save long 2-pela o 3-pela leta kod pinis, taipim em i go daunbilo, o sapos nogat, painim insait long lista antap

source: Enter the &selected code into the text box
tpi: Kisim kod yu bin &selektim na putim insait long teks bokis

source: Use this button to copy the 3-letter code of the selected language above to the Source Language Code box below
tpi: Yusim dispela baten bilong kopiim 3-pela leta kod yu selektim antap, i go long boks daunbilo long makim Sos Tokples

source: &The code:
tpi: &Dispela em i Kod:

source: The 2-letter or 3-letter code for the Source Language goes here
tpi: Taipim 2-pela o 3-pela leta kod bilong makim sos tokples hia

source: Some verses are different when comparing the Adapt It verse contents with the Paratext verse contents. Please choose which version of each of the listed verses is the best to have in Paratext. The version of the text in the Paratext box can be edited. USFM markers within the verse are shown. Do not add, remove or change a USFM marker, edit only the text.
tpi: Sampela Adapt It ves, teks bilong en i no wankain olsem sem ves i stap insait long Paratext. Skelim, wanem ves mining bilong em i winim mining bilong arapela, na yu laik dispela igo long Paratext? Ves i stap long Paratext bokis long rait han sait, yu ken editim. Lukaut: ol USFM maka i stap insait long ves istap ples klia; tambu yu senisim maka. Editim teks tasol.

source: Highlight a verse reference in the list to see its source text and the conflicting versions of the verse.
tpi: Makim (Klikim) wanpela sapta na ves long lista. Yu bai lukim sos teks, na tupela taget teks i gat mining i no wankain.

source: Put a tick in the check box if you want to transfer the Adapt It version. It will then replace the Paratext version.
tpi: Mekim tik i kamap insait long sekbokis, sapos yu laik Adapt It bai salim Adapt It ves teks i go long Paratext. Orait, bai Paratext i holim dispela Adapt It ves teks tasol.

source: Leave the check box empty if you want to retain the Paratext version. (The displayed Paratext verse is fully editable.)
tpi: Sapos yu laik Paratext bai i save holim ves teks bilong em yet tasol, larim sekbokis i stap empti. (Paratext ves yu inap editim.)

source: After you have finished making your choices or edits, click the "Transfer The Listed Verses" button.
tpi: Paslain, makim o editim long laik bilong yu, bihain klikim "Salim Olgeta Ves Igo" baton.

source: Verse Reference
tpi: Sapta:Ves Namba

source: Source text of verse selected at left
tpi: Sos teks bilong ves i stap long lef sait

source: Translation of verse in Adapt It (not editable)
tpi: Ves i stap insait long Adapt It (editim? nogat)

source: Send this Adapt It version
tpi: Salim dispela Adapt It mining

source: Translation of verse in Paratext (editable)
tpi: Ves i stap insait long Paratext (editim? yesa)

source: Send this Paratext version
tpi: Salim dispela Paratext mining

source: Restore
tpi: Putim Olpela Bek

source: Restore this verse to what it was before you edited it
tpi: Mekim dispela ves i kamap olsem bihain, taim yu no senisim yet

source: Tick All Verses
tpi: Tikim Olgeta Ves

source: The verse version in each left hand box is sent
tpi: Wanem teks bilong ves i stap long lef han bokis, em bai i go

source: Tick No Verses
tpi: Olgeta Ves i No Gat Tik

source: The verse version in every right hand box is sent
tpi: Wanem teks bilong ves i stap long rait han bokis, em bai i go

source: Transfer The Listed Verses
tpi: Salim Olgeta Ves Igo

source: Sends the versions of the verses you chose to the external editor program
tpi: Dispela em i salim wanem ves teks yu laik mobeta,na em i go long arapela edita progrem

source: Ignore all choices or edits, just Cancel the dialog
tpi: Olgeta selektim yu mekim pinis, maski, Kenselim daialog tasol

source: Show Slashes ( / )
tpi: Soim Olgeta Sles ( / )

source: Show all slashes ( / ) to make editing easier
tpi: Soim olgeta sles ( / ) bilong halivim work bilong editim teks

source: Turn off conflict resolution. (Turn it on again, in Preferences)
tpi: Pasim rot bilong makim wanem ves i mobeta. (Tainim i go on gen? Go long Prefrens o Seting...)

source: Hides the two conflict resolution dialogs. Legacy conflict resolution applies.
tpi: Em i haitim tupela daialog bilong makim wanem ves i mobeta. Ves teks i stap long Paratext bai i holim yet.

source: You can resize this dialog by dragging the bottom right corner.
tpi: Mekim sais bilong daialog senis, klik long kona na pulim kona nabout.

source: Retain the Paratext version of the verse
tpi: Paratext ves teks, holim, em i mobeta

source: Retain the Paratext form of the verse unchanged, for each identified conflict (this is the default option)
tpi: Holim Paratext ves tasol, tambu program i senisim, na i wok olsem long wanwan mining i kamap difren difren

source: This choice keeps the external editor's verse unchanged, the Adapt It version of this verse is not transferred
tpi: Long dispela rot, ves teks insait long arapela edita program i stap wankain, na Adapt It i tambuim salim ves teks bilong em yet

source: For Adapt It versions earlier than 6.6.0, this was the only action available. If there are no user editing changes within Adapt It for conflicting verses, then the Paratext forms of those verses are retained unchanged. The Adapt It forms of those conflicting verses will never be transferred unless you do more editing in them. (If this is unsatisfactory, tick one of the lower buttons. The bottom button gives best control, but requires you to interact with another dialog.)
tpi: Long olgeta Adapt It i gat namba bipo 6.6.0 dispela rot em i stap wanpis. Sapos sampela senis i stap insait long sampela ves long Adapt It, rot i no stap bilong mekim ol dispela senis igo long Paratext. Olsem na Paratext ves yu no inap apdetim, olsem na Paratext i save holim olpela mining yet, na mining i no gat senis, na yu no gat hamamas. (Sapos yu kros long dispela, orait, wanpela baton daunbilo bai halivim yu. Namba tri baton i mobeta, tasol yu bai lukim narapela daialog.)

source: Transfer the Adapt It version of the verse
tpi: Adapt It ves teks, salim igo

source: Force the Adapt It verse contents to be transferred to Paratext, for each identified conflict
tpi: Long olgeta ves i difren difren, mekim Adapt It salim ves teks insait long em yet tasol igo long Paratext

source: Every time a conflict happens, we want the Adapt It form of the verse to be transferred
tpi: Wanwan taim wanpela ves i difren difren insait long tupela program, yu laik salim Adapt It ves teks tasol i go

source: This dialog opens at the first verse conflict encountered. It means that the Adapt It form of the verse differs from the same verse in Paratext. If you choose this radio button, no additional dialog appears. Instead, every time Adapt It finds a conflict, it chooses the Adapt It version and transfers it to Paratext. This erases the content of that verse in Paratext, replacing it with the Adapt It version. (If you need more control, choose the button below.)
tpi: Namba wan taim Adapt It em i lukim wanpela ves i gat difren difren mining long tupela progrem, dispela daialong bai i op. Sapos yu klilkim dispela liklik baton, narapela dialog bai i no kamap. Wanem samting Adapt It bai i mekim? Taim em i lukim wanpela ves i gat tupela mining, em i kisim mining bilong Adapt It ves, na bai i salim i go long Paratext. Dispela mining i kisim ples bilong arapela mining insait long Paratext ves. (Sapos yu laik yu yet skelim, klikim baton daunbilo.)

source: Show a dialog with a list, comparing the two versions of each verse
tpi: Soim daialog igat lista. Skelim long ai bilong yu yet difren difren mining bilong wanwan ves

source: You want to see the conflicting verses, and manually choose which versions to accept
tpi: Yu laik lukim olgeta ves i difren difren na makim wanem ves teks i mobeta, long laik bilong yu

source: Compiles a list, shows the conflicts in a dialog, you can choose which version of each is best, the source text is also shown
tpi: Dispela i work long bungim olgeta ves i difren difren long tupela progrem. Yu yet makim wanem ves i mobeta. Yu bai lukim sos teks wantaim

source: For this Save operation, all the identified verse conflicts will be shown to you in a dialog which appears just once. The conflicting verses are listed. Clicking a verse reference in the list, shows the Adapt It and Paratext versions of that verse, and you can choose the best version. The versions are displayed side by side; the source text is above. Make your choice either using radio buttons, or choose the Adapt It version by clicking the checkbox beside it. Leaving the checkbox empty chooses the Paratext version. The displayed Paratext version of the verse is fully editable.
tpi: Long dispela kain Sevim, progrem bai i soim yu olgeta ves i difren difren insait long wanpela daialog. Yu bai lukim dispela dialog wanpela taim tasol. Dialog i gat lista. Sapos yu klikim sapta o ves namba long lista, daialog bai soim yu tupela difren mining - wanpela Adapt It i holim, arapela Paratext i holim, na yu ken makim wanem yu ting em i mobeta. O yu inap editim na mekim nupela mining i winim tupela olpela mining. Makim olsem wanem? Putim tik long sekbokis long lista, o klikim liklik baton daunbilo long teks bokis. Sapos sekbokis long lista i stap empti, ves Paratext i holim bai i go bek long Paratext. Teks bokis long rait han sait em i ples bilong yu mekim editim work bilong yu.

source: Cancel (Selects top radio button choice)
tpi: Kensel (Em i selektim nambawan baton i stap antap)

source: More Information
tpi: Moa tok save

source: Adapt It cannot maintain a history of its documents because the Git program has not yet been installed on this computer.
tpi: Adapt It i no inap wokim histori bilong ol dokumen, bilong wanem Git progrem i no install yet long dispela komputa.

source: You have the following Git install options:
tpi: Dispela em ol opsen o rot bilong instalim Git:

source: Do not try to install Git at this time
tpi: No ken traim instalim Git long dispela taim

source: Download and install Git from the Internet
tpi: Daunlodim na instalim Git i kam long Internet

source: Browse this computer to find a Git installer
tpi: Painim Git instala fail i stap long dispela komputa yet

source: Please select the option you want above then click OK.
tpi: Plis, yu selektim wanem opsen yu laikim, na klikim OK.

source: Adapt It Collaboration Project Migration
tpi: Adapt It Wok Wantaim Projek Maigresen

source: Adapt It Collaboration Project: %s
tpi: Adapt It Wok Wantaim Projek: %s

source: This Adapt It project is currently set up to collaborate with these Paratext 7 projects:
tpi: Dispela Adapt It projek nau i setap bilong wok wantaim ol dispela Paratext 7 projek:

source: Project for obtaining source texts: %s
tpi: Projek bilong kisim sos teks: %s

source: Project for saving translations: %s
tpi: Projek bilong sevim ol trenslesen: %s

source: Project for saving free translations: %s
tpi: Projek bilong sevim ol fri trenslesen: %s

source: but the above Paratext 7 projects have been migrated to Paratext 8/9.
tpi: tasol ol Paratext 7 projek antap, ol i maigret pinis i go long Paratext 8/9.

source: Choose the version of Paratext you want Adapt It to collaborate with:
tpi: Makim wanem vesen bilong Paratext yu laikim Adapt It i mas wok wantaim:

source: Paratext 9 (Recommended)
tpi: Paratext 9 (Dispela em gutpela tru)

source: Choose Paratext 9 to continue collaborating with the migrated projects
tpi: Selektim Paratext 9 bilong wok yet wantaim ol projek i maigret pinis

source: Paratext 8 (Recommended)
tpi: Paratext 8 (Dispela em gutpela tru)

source: Choose Paratext 8 to continue collaborating with the migrated Paratext 8 projects
tpi: Selektim Paratext 8 bilong wok yet wantaim ol projek i maigret pinis na i kamap Paratext 8 projek pinis

source: Paratext 7 (Not recommended)
tpi: Paratext 7 (Dispela i no gutpela rot)

source: Choose Paratext 7 to keep collaborating with the Paratext 7 projects
tpi: Selektim Parttext 7 bilong wok wantaim ol oldpela Paratext 7 projek

source: Do not show this message again
tpi: No ken soim dispela toksave gen

source: Note: If collaboration with Paratext doesn't work as you expect, ask your administrator to set up collaboration with Paratext.
tpi: Tok Save: Sapos dispela Wok Wantaim Paratext i no wok gut olsem, yu mas askim administreta bilong yu long setimap wok wantaim Paratext gen.

source: To prevent changes in collaboration documents from transferring to Paratext
tpi: Long stopim senis bilong ol wok wantaim dokumen i no ken go long Paratext

source: 1. Select AI collaboration project:
tpi: 1. Selektim AI wok wantaim projek:

source: Click down arrow at right to open the list of Adapt It collaboration projects
tpi: Klikim spia i go daun bilong opim lista bilong ol wok wantaim projek bilong Adapt It

source: Collab Editor:
tpi: Wok Wantaim Edita:

source: Versification:
tpi: Versifikesen:

source: Source Proj:
tpi: Sos Projek:

source: Target Proj:
tpi: Taget Projek:

source: Work by:
tpi: Wok Olsem:

source: 2. Select a book from the 'Books List' below. Its chapters will display in 'Chapters List'.
tpi: 2. Selektim buk i kam long 'Lista bilong ol Buk' daun bilo. Ol sapta bilong buk bai kamap long 'Lista bilong ol Sapta'.

source: 3. Tick chapters in the 'Chapters List' to keep changes in those chapters from Paratext.
tpi: 3. Tikim ol sapta long 'Lista bilong ol Sapta' long stopim senis i no ken i go long Paratext.

source: Books List:
tpi: Lista bilong ol Buk:

source: Books (select range):
tpi: Ol Buk (selektim grup):

source: All Books
tpi: Olgeta Buk

source: OT Books
tpi: OT Buk

source: NT Books
tpi: NT Buk

source: DC Books
tpi: DC Buk

source: Deselect All Books
tpi: Rausim Tik bilong Olgeta Buk

source: Chapters List (of selected book):
tpi: Lista bilong Ol Sapta (bilong buk yu selektim):

source: Chapters (select range):
tpi: Ol Sapta (selektim grup):

source: All Chapters of Book
tpi: Olgeta Sapta Bilong Buk

source: Click to tick all the chapters listed above for the book selected in the 'Books List'
tpi: Klikim dispel baten bilong tikim olgeta sapta bilong dispel buk yu selektim long 'Lista bilong ol Buk'

source: Deselect All Chapters of Book
tpi: Rausim Tik Bilong Olgeta Sapta

source: Click to untick all the chapters listed above for the book selected in the 'Books List'
tpi: Klikim dispel baten bilong rausim tik bilong olgeta sapta bilong dispela buk yu selektim long 'Lista bilong ol Buk'

source: Enter 2-letter or 3-letter language codes for source, target, gloss and free translation languages:
tpi: Taipim 2-pela o 3-pela leta kod bilong makim sos na taget na glos na fri trenslesen tokples:

source: If you know the 2-letter or 3-letter codes enter them directly below or search the list above
tpi: Sapos yu save long 2-pela o 3-pela leta kod pinis, taipim i go daunbilo, o painim insait long lista antap

source: Code for &Source:
tpi: Kod bilong S&os:

source: Code for &Target:
tpi: Kos bilong &Taget:

source: Code for &Gloss:
tpi: Kod bilong &Glos:

source: Code for &Free Translation:
tpi: Kod bilong &Fri Trenslesen:

source: The 2-letter or 3-letter code for the Target Language goes here
tpi: Taipim 2-pela o 3-pela leta kod bilong makim taget tokples hia

source: The 2-letter or 3-letter code for the Gloss Language goes here
tpi: Taipim 2-pela o 3-pela leta kod bilong makim glos tokples hia

source: The 2-letter or 3-letter language code for the free translation goes here
tpi: Taipim 2-pela o 3-pela leta kod bilong makim fri trenslesen tokples hia

source: (required)
tpi: (i mas i gat)

source: (optional)
tpi: (i gat o nogat)

source: Scroll &list and highlight language, or search for language or code below
tpi: Skrolim &Lista na makim tokples, o yusim boks daunbilo bilong painim tokples

source: Language Name
tpi: Nem bilong Tokples

source: Search for:
tpi: &Painim dispela:

source: Find
tpi: Painim

source: Code
tpi: Kod

source: Enter a 2 or 3 letter language code here
tpi: Taipim 2-pela o 3-pela leta kod hia

source: Use highlighted code for Sourc&e Language
tpi: Yusim kod yu selektim i go long makim Sos Tokples

source: Use highlighted code for Gloss Language
tpi: Yusim kod yu selektim i go long makim Glos Tokples

source: Use highlighted code for T&arget Language
tpi: Yusim kod yu selektim bilong makim T&aget tokples

source: Use this button to copy the 3-letter code of the selected language above to the Target Language Code box below
tpi: Yusim dispela baten bilong kopiim 3-pela leta kod yu selektim antap, i go long boks daunbilo long makim Taget Tokples

source: Use highlighted code for Free Translation Language
tpi: Yusim kod yu selektim bilong makim Fri Trenslesen tokples

source: Adapt It does not know whether the inserted placeholder is the end of the preceding text, or the beginning of what follows.
tpi: Yu mas toksave na Adapt It i ken klia. Dispela plesholda yu subim, i stap las bilong teks i go pinis, o i go pas long teks i kamap bihain.

source: Is the placeholder the start of what follows?
tpi: Plesholda em long stat bilong ol samting i behainim?

source: Click Cancel to abort insertion of placeholder
tpi: Klikim Kensel bilong no ken entaim plesholda

source: 2. Fullname
tpi: 2. Fulnem

source: 3. Username's Password
tpi: 3. Pasword bilong Yusanem

source: &New Ctrl-N
tpi: &Nupela Ctrl-N

source: Save &As... Ctrl-A
tpi: S&evim Olsem... Ctrl-A

source: Save the document with different xml format, or different filename
tpi: Sevim dokumen na yusim narapela xml fomat, o narapela nem

source: Save and remember in history...
tpi: Sevim na putim insait long histori stua tu...

source: Saves the current document and remembers its state in the history.
tpi: Progrem i sevim dispela dokumen na tu em i putim insait long stua bilong dokumen histori.

source: Close the active document
tpi: Klosim dokumen i op nau

source: Pack Document...
tpi: Pekap Dokkumen...

source: Pack document for transfer to another computer
tpi: Pekap dokumen bilong salim i go long narapela komputa

source: Unpack Document...
tpi: Lusim Dokumen i Pekap...

source: Unpack a document that was packed on another computer
tpi: Lusim dokumen i bin pekap long narapela komputa

source: &Print... Ctrl-P
tpi: &Printim... Ctrl-P

source: Print Pre&view
tpi: Print Luksa&ve

source: Show what printed pages will look like (without printing)
tpi: Luksave tasol long pes bai kamap olsem wanem long printa (tasol no printim yet)

source: P&age Setup...
tpi: P&es Setap...

source: Change the printing options
tpi: Senisim seting bilong print long pepa

source: Start &Working... Ctrl-W
tpi: Stat &Wok... Ctrl-W

source: Show the sequence of dialog windows used for accessing a project and working on documents
tpi: Soim ol daialog pes bilong selektim projek na wok insait long dokumen

source: Close Pro&ject Ctrl-J
tpi: Klosim Pro&jek Ctrl-J

source: Save the knowledge base and document, then close this project
tpi: Sevim nolis bes na sevim dokumen, pinis klosim dispela projek tu

source: Change to a different book folder for document storage (book mode must be ON)
tpi: Makim narapela buk folda bilong holim ol dokumen (buk mod i mas ON)

source: Save &Knowledge Base
tpi: Sevim &Nolis Bes

source: Update the knowledge base file for this project
tpi: Sevim (apdetim) nolis bes fail bilong dispela projek

source: &Backup Knowledge Base
tpi: &Bekap Nolis Bes

source: Make a new knowledge base backup immediately
tpi: Wokim nupela bekap bilong nolis bes nau

source: &Restore Knowledge Base...
tpi: &Wokim Gen Nolis Bes...

source: Use all the saved documents to rebuild the knowledge base file
tpi: Ritim olgeta dokumen yu sevim pinis na yusim bilong wokim gen gutpela nolis bes fail

source: Look at previous versions in the document history...
tpi: Lukim ol vesin bilong dispela dokumen bilong bipo...

source: Shows the previously remembered version, and allows you to go back to earlier versions as well.
tpi: Progrem bai i soim yu dokumen vesin i pulim i kam long histori stua, na em i larim yu long go bek na lukim arapela vesin tu.

source: View list of previously remembered versions...
tpi: Lukim olpela dokumen vesin long lista...

source: Shows a list of all remembered versions, and allows you to select and view any of them.
tpi: Progrem soim lista i bungim olgeta vesin bilong dispela dokumen, na yu ken selektim wanpela na lukluk insait long en.

source: Take ownership of this document
tpi: Kamap papa bilong dispela dokumen

source: Allows you, the logged-in user, to become the owner of this document so you can edit it.
tpi: Sapos yu no papa bilong dispela dokumen, klikim hia na yu bai kamap papa na yu ken editim tu.

source: E&xit Ctrl-Q
tpi: Stop Wok Ctrl-Q

source: Quit the application; prompts to save documents
tpi: Stopim progrem nau; Adapt It bai askim yu long sevim dokumen pastaim sapos i no sev yet

source: &Undo Ctrl-Z
tpi: Ra&usim Senis Ctrl-Z

source: Undo the last action
tpi: Rausim las senis yu bin mekim

source: Cu&t Ctrl-X
tpi: Ka&t Ctrl-X

source: &Copy Ctrl-C
tpi: &Kopi Ctrl-C

source: &Paste Ctrl-V
tpi: &Pestim Ctrl-V

source: &Go To... Ctrl-G
tpi: &Go Long... Ctrl-G

source: Go to a specific chapter and verse
tpi: Kalap i go long wanpela sapta na ves

source: Edit &Source Text...
tpi: Editim Sos Teks...

source: Edit the selected source text
tpi: Senisim sos tek yu bin selektim

source: Consist&ency Check...
tpi: Konsist&ensi Sek...

source: Check all translations with those in the knowledge base for consistency
tpi: Sekim ol trenslesen i stap long dokumen wantaim ol trenslesen i stap long nolis bes, na stretim

source: Change User&name...
tpi: Senisim Yusa&nem...

source: Add or change the unique username or the informal username
tpi: Mekim nupela yusanem, o senisim, o mekim olsem long informal yusanem

source: Change Punctuation or Markers Placement
tpi: Senisim ples bilong pangsuesen o maka

source: Clear this location's stored punctuation and markers placements so Place... dialogs can open again here
tpi: Kliaim ples we pangsuesen na ol maka Adapt It i subim, olsem na ol "Entaim..." daialog inap kamap hia gen

source: Move Note Forward Ctrl-3
tpi: Movim Not i go het Ctrl-3

source: Move the note forward in the document to the next word or phrase
tpi: Movim not i go het long neks word o fres i stap bihain long dispela

source: Move Note Backward Ctrl-2
tpi: Movim Not i go bek Ctrl-2

source: Move the note backward in the document to the previous word or phrase
tpi: Movim not i go bek long las word o fres i stap bipo long dispela

source: Pre&ferences...
tpi: Pre&frens o Seting...

source: Adapt It settings
tpi: Adapt It Seting

source: &Toolbar
tpi: &Tulba
