Repository: adapt-it/adaptit
Catalog: po/tpi.po
Languages: tpi

source: The new filename you have typed conflicts with an existing filename. You cannot use that name, please type another.
tpi: Adapt It i painimaut olsem narapela wankain nem i stap bipo pinis. Plis yu mas taipim narapela nem nau.

source: Conflicting Filename
tpi: Nem Bilong Tupela Fail i Laik Pait

source: Warning: the attempt to backup the current document failed.
tpi: Toksave: Adapt It i laik wokim bekap bilong dispela dokumen, tasol i no inap wokim.

source: This document (%s) is now saved on disk in the older (version 3, 4, 5) xml format. However, if you now make any additional changes to this document or cause it to be saved using this version (%s) of Adapt It, the format of the disk file will be upgraded again to the newer format. If you do not want this to happen, you should immediately close the document, or exit from this version of Adapt It.
tpi: Adapt It i sevim pinis dispela dokumen (%s) long disk, na em i stap nau long oldpela (vesin 3,4, 5) xml fomat. Lukaut nau, nogut yu mekim sampel senis gen insait long dispela dokumen - o sapos sevim gen insait long dispela vesin (%s) bilong Adapt It - bilong wanem, disk fomat bai kamap gen long nupela xml fomat. Sapos yu no laikim nupela fomat i kamap gen, yu mas pasim dispela dokumen, o yu mas stopim dispela vesin bilong Adapt It nau.

source: Warning: the SaveAs... attempt failed for some reason, the file was not created.
tpi: Tok Lukaut: Sevim Olsem... i wok kranki, na em i no inap kamapim fail.

source: SaveAs... failed
tpi: Sevim Olsem... i wok kranki

source: Warning: the SaveAs... attempt failed for some reason, the file: %s was not created.
tpi: Tok Lukaut: Sevim Olsem... i wok kranki, olsem na fail i gat nem: %s, em i no kamap.

source: Warning: a SaveAs... file with the same name is illegal, so nothing was done.
tpi: Toksave: Sevim Olsem... I tambu long mekim fail i yusim sem nem, olsem samting i no kamap.

source: Opening Document In Another Project
tpi: Opim Dokumen Bilong Narapela Projek

source: There was an error parsing in the XML file. If you edited the XML file earlier, you may have introduced an error. Edit it in a word processor then try again.
tpi: Adapt It i laik ritim XML fail tasol problem i kamap. Ating, sapos yu bin editim dispela fail, yu bin paulim samting insait long fail. Editim gen insait long edita pastaim, pinis traim gen.

source: Sorry, the wxWidgets version of Adapt It does not read legacy .adt document format; it only reads the .xml format.
tpi: Sori, wxWidgets vesin bilong Adapt It i no save yusim dispela kain oldpela .adt dokumen; em inap ritim ol .xml dokumen tasol.

source: Warning: document backup failed for the path: %s No backup was done.
tpi: Toksave: Adapt It i laik wokim bekap bilong dispela: %s tasol i no inap wokim bekap.

source: Could not remove the backed up document file: %s; the application will continue
tpi: Adapt It i no inap rausim oldpela bekap fail bilong dokumen: %s; Tasol Adapt It bai go het yet

source: Warning: document backup failed because the following name is not valid: %s No backup was done.
tpi: Toksave: Adapt It i laik wokim dokumen bekap, tasol problem i kamap bikos dispela nem i no stret: %s. Olsem Adapt It i no wokim bekap.

source: Could not open a file stream for backup, in BackupDocument(), for file %s
tpi: Adapt It i no inap opim fail bilong wokim bekap, insait long BackupDocument(), long fail %s

source: When transforming documents, the Open function failed, for the path: %s
tpi: Adapt It i laik wokim "Trensform ol dokumen" tasol i no inap mekim long dispela: %s

source: The document %s has changed. Do you want to save it?
tpi: Yu wokim sampela senis pinis long dokumen: %s. Bai Adapt It sevim dispela senis, o nogat?

source: Saving file %s - %d of %d Total words and phrases
tpi: Sevim fail %s - %d bilong %d olgeta ol word na fres

source: Opening the Document
tpi: Opim Dokumen

source: Nothing was read in successfully. This can happen if the document being loaded was created with a later version of Adapt It that has either a higher docVersion value, or extra attributes in the <Settings> tag, or both. You can try manual editing in Notepad or a similar PlainText editor (on a copy of the document xml file) removing attributes added recently to the <Settings> element, or lowering the docVersion number, or both, and then saving (as UTF-8). Then try to load the edited document file. Comparing the docVersion and attributes of documents not opened for a long time may help you work out which are the things to remove or change. Confine such editing to lines 5 to 7 of the xml document file. Perhaps contacting the developers for help is best.
tpi: Adapt It i no inap ritim gut dispela dokumen. Kain problem i ken kamap sapos dokumen yu laik lodim nupela vesin bilong Adapt It i wokim na Adapt It vesin bilong yu i oldpela liklik. Nupela vesin bilong Adapt It i save skruim docVersion namba na tu i save raitim sampela moa samting insait long <Settings> tag insait long dokumen. Yu ken traim stretim sapos yu opim dokumen insait long wanpela edita olsem Notepad (kopiim dokumen pastaim bilong holim backup sapos yu nidim). Rausim ol nupela attributes i stap nau insait long <Settings> element, na tu yu ken daunim docVersion namba, o tupela wok wantaim. Pinis, sevim xml dokumen olsem UTF-8. Pinis, traim gen long lodim edited dokumen fail. Sapos yu no save wanem attributes bilong rausim, yu ken lukim docVersion wantaim ol attribute i stap insait long sampela ol dokumen yu no opim longpela taim tru. Sapos skelim oldpela wantaim nupela ating yu inap kisim save wanem ol samting yu mas senisim. Insait long Notepad, no ken senisim planti; senisim samting insait long lain 5 inap long lain 7 tasol bilong xml dokumen fail. Ating moabeta yu email na askim ol Adapt It developa bilong helpim yu.

source: Unable to open the file for exporting the target text with path: %s
tpi: No inap opim fail bilong ekspotim taget teks i stap long: %s

source: Pass 1 - %d of %d Total words and phrases
tpi: Ran 1 - %d bilong %d olgeta ol word na fres

source: Processing Filtering Change(s)
tpi: Wokim Filta Senis

source: Pass 2 - %d of %d Total words and phrases
tpi: Ran 2 - %d bilong %d olgeta ol word na fres

source: Caution: maybe location lacks closing parenthesis )
tpi: Toksave: ating nogut klos parenthesis ) is lus

source: Function: %s(): At source word: %s , the text in (...) was too long (max 99), or a closing ) is missing, or document end reached. Adapt It will keep running.
tpi: Function: %s(): Long sos word: %s , tex I stap (...) emi longpela tumas (max 99), o klos parenthesis ) i lus, o pinis bilong dokumen I kamap. Adapt It bai ron yet.

source: Warning: a closing ) character was missing
tpi: Toksave: wanpela klos ) karakta I lus

source: Function: %s(): At source word: %s , a closing parenthesis ) was inserted by Adapt It preceding the next space character. You might need to edit the source text.
tpi: Function: %s(): Long sos word: %s , Adapt It i sutim wanpela klos parenthesis ) I go pas pinis pastaim long neks spes karakta. Nogut yu laik editim sos teks long stretim.

source: Caution: maybe location lacks closing brace }
tpi: Toksave: ating wanpela klos bres } i lus long dispel hap

source: Function: %s(): At source word: %s , the text in {...} was too long (max 99), or a closing } is missing, or document end reached. Adapt It will keep running.
tpi: Function: %s(): Long sos word: %s , tex I stap (...) em i longpela tumas (max 99), o klos bres } i lus, o pinis bilong dokumen I kamap. Adapt It bai ron yet.

source: Warning: a closing } character was missing
tpi: Toksave: wanpela klos bres } karakta I lus

source: Function: %s(): At source word: %s , a closing brace } was inserted by Adapt It preceding the next space character. You might need to edit the source text.
tpi: Function: %s(): Long sos word: %s , Adapt It i sutim wanpela klos bres } I go pas pinis pastaim long neks spes karakta. Nogut yu laik editim sos teks long stretim.

source: Caution: maybe location lacks closing bracket ]
tpi: Toksave: ating wanpela klos braket ] i lus long dispel hap

source: Function: %s(): At source word: %s , the text in [...] was too long (max 99), or a closing ] is missing, or document end reached. Adapt It will keep running.
tpi: Function: %s(): Long sos word: %s , tex I stap (...) em i longpela tumas (max 99), o klos braket ] i lus, o pinis bilong dokumen I kamap. Adapt It bai ron yet.

source: Warning: a closing ] character was missing
tpi: Toksave: wanpela klos braket ] karakta I lus

source: Function: %s(): At source word: %s , a closing bracket ] was inserted by Adapt It preceding the next space character. You might need to edit the source text.
tpi: Function: %s(): Long sos word: %s , Adapt It i sutim wanpela klos braket ] I go pas pinis pastaim long neks spes karakta. Nogut yu laik editim sos teks long stretim.

source: Extended 8-bit ASCII characters were detected in your input document:
tpi: Dokumen bilong ritim i gat ol "Extended 8-bit ASCII" leta i stap insait:

source: Warning: While loading source text, encountered unexpected end-marker: %s Possibly occurs in the pile following: %s in the span: %s Either correct the unknown end-marker and reload the file, or just ignore the error.
tpi: Toksave: Taim Adapt It i lodim sos teks fail, wanpela samting I kamap, wanpela end maka, %s, i kamap wantu Adapt It i no save gut tumas. Dispela maka I kamap insait long pile I bihainim pile I gat dispela sos: %s I stap klostu namel long dispela tok: %s Stretim end maka long sos teks fail, pinis lodim gen dispela sos teks, o maski go het.

source: end fn
tpi: pinis fn

source: %s - %d of %d Total words and phrases
tpi: %s - %d bilong %d olgeta ol word na fres

source: Packing Document
tpi: Pekap Dokumen

source: Packed Documents (*.aip)|*.aip||
tpi: Ol Dokumen i Pekap (*.aip)|*.aip||

source: Filename For Packed Document
tpi: Fail nem bilong Dokumen i Pekap

source: Could not write to the packed/zipped file: %s
tpi: No inap raitim fail i pekap: %s

source: The packed document file was named: %s It was saved at the following path: %s
tpi: Adapt It i yusim dispela nem bilong pekap dokumen: %s Adapt It i sevim fail long dispela ples: %s

source: Packing of document successful
tpi: Dokumen i pekap orait na i stap gut

source: Before closing the document, you must either ACCEPT the revision or RETURN to the latest one.
tpi: Bipo yu ken klosim dokumen, yu mas Tok Orait long kisim dispela vesin, o yu mas Go Bek long vesin i bin stap pastaim.

source: There were places where automatic rebuilding of the document potentially did not fully succeeded. Visually check and edit where necessary:
tpi: Sampela problem i kamap taim Adapt It yet i laik stretim dokumen, olsem ating sampela samting i no stret. Lukim gut dokumen. Nogut sampela samting i no stret i stap na yu mas editim na stretim gut:

source: Locate the following chapter:verse locations for potential errors in the rebuild of the document. Visually check and edit where necessary:
tpi: Painim ol dispela sapta:ves. Ol i ken i gat asua long dispela hap bihain long Adapt It wok long stretim dokumen. Lukluk save long ol na stretim, sapos i no stret:

source: ... for additional later locations needing manual editing please check the document visually. The full list has been saved in your project folder in the file "Rebuild Log.txt"
tpi: ... lukim gut, nogut i gat sampela narapela teks insait long dokumen we yu mas editim na stretim. Adapt It i sevim wanpela fail i toksave long olgeta samting bilong sekim. Nem bilong fail em: "Rebuild Log.txt" na i stap insait long projek folda.

source: This list has been saved in your project folder in the file "Rebuild Log.txt"
tpi: Dispela lista bilong ol tok save Adapt It is sevim insait long projek folda insait long fail i gat nem: "Rebuild Log.txt"

source: Load And Unpack The Compressed Document
tpi: Ritim na lusim Dokumen i Bin Pekap

source: Choose a Packed Document from the following list: (from the location: %s):
tpi: Makim wanpela Dokumen i Pekap bilong dispela lista: (i kam long dispela ples: %s):

source: Error uncompressing; Adapt It cannot read the information in the packed .aip file.
tpi: Problem i kamap long kisim deta; Adapt It i no inap ritim deta i stap long pekup .aip fail.

source: Unable to unpack the packed document
tpi: No inap rausim deta i kam long dispel pek dokumen

source: Error uncompressing; cannot open the file: %s Make sure the file is not being used by another application and try again.
tpi: Problem i kamap taim Adapt It i laik pekap dispela dokumen: %s Sekim, nogut narapela progrem i yusim dispela fail, bihain traim gen.

source: Error removing %s after unpack document command.
tpi: Problem i kamap taim Adapt It i laik dilitim %s bihain long lusim dokumen i pekap.

source: There is a document of the same name in an Adapt It project of the same name on this computer.
tpi: Adapt It i painim olsem wanpela dokumen i stap pinis insait long projek i gat wankain nem.

source: Document name: %s
tpi: Nem bilong dokumen: %s

source: Project path : %s
tpi: Ples bilong projek : %s

source: %s%s%s Do you want the document being unpacked to overwrite the one already on this computer?
tpi: %s%s%s Taim Adapt It i lusim dokumen i pekap, em i ken rausim o dilitim dokumen i bin stap pastaim, o nogat?

source: Failed removing %s before overwrite.
tpi: Adapt It i laik rausim %s bipo em i raitim nupela tasol i no inap mekim.

source: Error renaming earlier configuration file with path %s.
tpi: Problem i kamap taim Adapt It i laik senisim nem bilong seting fail i stap hia: %s.

source: Aborting the command.
tpi: Adapt It bai no inap wokim.

source: Unable to open the file for writing out the UTF-8 project configuration file, with path: %s
tpi: Problem i kamap taim Adapt It i laik opim na raitim UTF-8 seting fail, i stap hia: %s

source: Error restoring name of earlier configuration file with path %s.
tpi: Problem i kamap taim Adapt It i laik senisim nem bilong seting fail pastaim i stap hia %s.

source: Exit Adapt It and manually change .BAK to .aic for the project configuration file.
tpi: Yu mas stopim Adapt It, na senisim .BAK i go long .aic bilong projek seting fail.

source: Writing out the project configuration file's content failed.
tpi: Adapt It i no inap raitim samting insait long projek seting fail.

source: Exit Adapt It, and in Windows Explorer manually restore the .BAK extension on the renamed project configuration file to .aic before launching again. Beware, that configuration file may now be corrupted.
tpi: Yu mas stopim Adapt It, na senisim hap fail nem .BAK i go long .aic pastaim. Bihain yu ken statim Adapt It gen, tasol nogut seting fail nau i bagarap.

source: Removing the renamed earlier project configuration file failed. Do it manually later in Windows Explorer - it has a .BAK extension.
tpi: Adapt It i laik senisim nem bilong projek seting fail, tasol i no inap mekim. Yu ken yusim narapela progrem na senisim nem bilong en bihain. Em i mas i gat .BAK olsem tel bilong fail nem.

source: Unable to open the xml text file for writing to doc folder, with path: %s
tpi: Adapt It i no inap opim xml teks fail bilong raitim i go long doc folda, i stap hia: %s

source: Writing out the xml document file's content failed.
tpi: Adapt It i laik raitim xml dokumen fail, tasol i no inap mekim.

source: Opening the xml document file for Unpack Document... failed. (It was stored successfully on disk. Try opening it with the Open command on the File menu.)
tpi: Adapt It i no inap opim dokumen bilong wokim Lusim Dokumen... (Adapt It i sevim gut pinis i stap long disk. Yu traim yusim Opim Fail seleksen long Fail menu.)

source: A message about knowledge base sharing
tpi: Toksave bilong sheaim nolis bes

source: The person who packed the document was sharing the adaptations knowledge base to a server with this URL: %s. If you intent to make editing changes in the unpacked document which should be shared, you may wish to do the same.
tpi: Man husat i bin pekup dispela dokumen em i wok i stap wantaim adaptesen KBserva i gat dispela URL: %s Sapos yu laik mekim sampela senis insait long dispela dokumen, em gut sapos yu tu wok wantaim dispela KBserva long wankain URL.

source: The person who packed the document was sharing the glossing knowledge base to a server with this URL: %s. If you intent to make editing changes in the unpacked document which should be shared, you may wish to do the same.
tpi: Man husat i bin pekup dispela dokumen em i wok i stap wantaim glos KBserva i gat dispela URL: %s Sapos yu laik mekim sampela senis insait long dispela dokumen, em gut sapos yu tu wok wantaim dispela KBserva long wankain URL.

source: The person who packed the document was sharing both the adapting and the glossing knowledge bases to a server with this URL: %s. If you intent to make editing changes in the unpacked document which should be shared, you may wish to do the same.
tpi: Man husat i bin pekup dispela dokumen em i wok i stap wantaim adaptesen KBserva na glos KBserva, na dispela tupela KBserva i gat wanpela URL: %s Sapos yu laik mekim sampela senis insait long dispela dokumen, em gut sapos yu tu wok wantaim dispela KBserva long wankain URL.

source: Performing Consistency Check
tpi: Wokim Konsistensi Sek

source: No document is open. First have a document open, then the choice to check it will work.
tpi: Nogat dokumen i op is stap. Opim wanpela dokumen pastaim, pinis, wok bilong sekim bai ran gut.

source: Checking current document
tpi: Sekim dispela dokumen tasol

source: Checking Book
tpi: Sekim Buk

source: Starting Consistency Check
tpi: Statim Konsistensi Sek

source: There are no saved document files yet for this project. At least one document file is required for the operation you chose to be successful. The command will be ignored.
tpi: Sori, i no gat yet sampela dokumen i sevim pinis insait long dispela projek. I mas i gat wanpela o moa ol dokumen bilong mekim dispela kain wok, olsem Adapt It bai i no inap mekim.

source: Cleaning up...
tpi: Stretim gut...

source: Finishing Consistency Check
tpi: Pinisim Konsistensi Sek

source: The consistency check was successful. There were %d source words and phrases in %d files.
tpi: Konsistensi sek i pinis gut. I gat %d sos word na fres insait long %d fail.

source: Saving Current Document
tpi: Sevim dispela Dokumen

source: Could not save the current document. Consistency Check Command aborted.
tpi: Adapt It i no inap sevim dispela dokumen. Konsistensi Sek i no inap ran.

source: A bad autocorrect.txt file was found for the "%s" project. In that autocorrect.txt file there are no text characters on the left side of --> at line(s): %s) Ask your administrator to fix or remove the autocorrect.txt file from this project.
tpi: Dispela autocorrect.txt fail bilong "%s" project em I nogut. Insait long autocorrect.txt fail, I nogat tex I stap long lephansait bilong --> long lain %s Askim administreta bilong yu long stretim o rausim autocorrect.txt fail bilong projek I go.

source: Consistency Check
tpi: Konsistensi Sek

source: Checking: %s (file %d of %d)
tpi: Sekim: %s (fail %d bilong %d)

source: Warning: failure on document save operation.
tpi: Toksave: Adapt It i laik sevim dokumen, tasol i no inap mekim.

source: [UNKNOWN MARKER]
tpi: [UNKNOWN MAKA]

source: [FILTERED]
tpi: [FILTA]

source: Set or Clear a Book Name
tpi: Makim o Kliaim Buk Nem

source: study Bible sidebar end
tpi: stadi baibel saitba pinis

source: Failed to find the expected end-marker: %s somewhere after chapter:verse %s Perhaps wrongly omitted in the source text USFM markup? After sequence number %d. Processing can continue. But better to exit without saving, add the missing end-marker, save, then re-create the document
tpi: I no painim end-maka: %s long sampela hap long sapta:ves %s Man I lus tingting long taipim I go long sos teks USFM dokumen? Behain long namba %d Wok bai go het yet, tasol moabeta yu stop nau, no sevim dispela wok, pinis, stretim end-maka na wokim gen dispela dokumen

source: Warning: end-marker omitted?
tpi: Toksave: End maka I lus nating, o?

source: Adapt It does not recognise this marker: %s which is in the input file. Edit the input file in a word processor, save, and then retry creating the document. Adapt It will now abort.
tpi: Adapt It i no gat save long dispela maka: %s i stap insait long input fail. Yu mas editim dispela fail insait long word processor, sevim, na traim wokim gen dispela dokumen insait long Adapt It. Adapt It nau bai stop.

source: Unknown location
tpi: Ples

source: Warning: While loading the source text file at chapter:verse %s, unexpected markers, spaces and/or punctuation were encountered. They occur within the span: %s
tpi: Toksave: Taim Adapt It i lodim sos teks fail na kamap long sapta:ves %s, sampela maka, spes, o pangsuesen mak I kamap, Adapt It I no save lukim. Dispela ol samting i kamap insait long dispela tok: %s

source: When Adapt It encounters "Unexpected" markers, spaces and/or punctuation, it can indicate that leading spaces have interferred with Adapt It's ability to recognize certain end punctuation and/or where it should be stored. Unexpected markers may indicate the use of markers inappropriately - such as target references \xt ... \xt* embedded within other marker content such as footnotes. The result may be markers appearing within the text, or punctuation that appears as a separate word in the display rather than being bound to some text. Fix the input source text file, then re-load to re-create the document. Do you want to continue loading the file?
tpi: Taim Adapt It I lukim ol maka i no save lukim long dispela hap, olsem ol spes, o pangsuesen, dispela i ken mining olsem, i gat sampela spes i go pas, na dispela spes i bagarapim wokabaut bilong Adapt It, olsem Adapt It i no save gut long dispela ol end pangsuesen na I no save long putim we tru. Dispela i ken mining olsem text I no gat ol maka stret long ples we ol I mas go long en - olsem taget referens \xt ... \xt* I stap namel long narapela ol maka olsem futnot. Sapos dispel kamap nogut yu lukim wanpela maka i kamap ples klia insait long teks stret, o pangsuesen mak i stap olsem word insait long Adapt It, na dispel pangsuesen mak I no pas gut long narapela tok. Stretim input teks, pinis lodim gen i kam insait long Adapt It na mekim nupela dokumen gen. Yu laik go het yet long lodim teks fail?

source: User selected No
tpi: Yu selektim Nogat

source: Adapt It will now stop running. When you have fixed the input text, run Adapt It again and try loading the edited text into Adapt.
tpi: Adapt It bai stop nau. Taim yu stretim pinis input teks, orait, ronim gen Adapt It, na traim lodim gen dispela teks yu stretim pinis.

source: User selected Yes
tpi: Yu selektim Yesa

source: Unexpected or isolated end marker
tpi: I no save dispel end maka

source: The input source text was mis-parsed, causing an isolated end marker: %s , in the
tpi: Problem I kamap long input sos teks, na end maka %s, I stap nating long

source: chapter:verse: %s Adapt It will not fail if you ignore this warning.
tpi: sapta:ves: %s Adapt It I stap orait, yu no ken tingting tumas long dispel toksave.

source: We recommend you let the input document finish loading, but do not save it.
tpi: Gutpela sapos yu larim input I go het, tasol moabeta yu no sevim taim em I pinis.

source: Instead, close Adapt It. Open your input source file in a text editor.
tpi: Moabeta yu klosim Adapt It. Na usim wanpela teks edita na opim input teks fail.

source: Find the unexpected end marker, fix the USFM markup there, save, then open
tpi: Painim dispela end maka, stretim USFM makmak long dispel hap, sevim, na pinis opim gen

source: Adapt It again and retry loading the fixed document. Error after: [%s,%s]
tpi: Adapt It na traim gen, lodim dispel dokumen yu stretim pinis. Error bihain long: [%s,%s]
