Repository: adapt-it/adaptit
Catalog: po/tpi.po
Languages: tpi

source: Show or hide the toolbar
tpi: Soim o haitim tulba

source: &Status Bar
tpi: &Statis Ba

source: Show or hide the status bar
tpi: Soim o haitim statis ba

source: &Compose Bar
tpi: &Kompos Ba

source: Show or hide the bar for composing text
tpi: Soim o haitim boks bilong taipim teks (bilong traim)

source: &Mode Bar
tpi: &Mod Ba

source: Show or hide the mode bar
tpi: Soim o haitim mod ba

source: Copy Sourc&e
tpi: Kopi S&os

source: Copy source text to phrase box as default translation
tpi: Kopiim sos teks i kam long fres bokis olsem trenslesen bilong traim

source: Se&lect Copied Source
tpi: Se&lektim Kopi Bilong Sos Teks

source: Select the copied source text within the phrase box when the box lands at a location
tpi: Selektim sos teks insait long fresbokis taim bokis I pundaun long wanpela hap teks

source: &Wrap At Standard Format Markers
tpi: &Statim Nupela Lain Long Standet Fomat Maka

source: Start a new strip whenever a standard format marker is encountered
tpi: Statim nupela strip oltaim standet fomat maka i kamap

source: &Units of Measurement...
tpi: &Skel bilong Skelim...

source: Units to be used when printing
tpi: Skel bilong yusim long printim pes

source: Change Interface Language...
tpi: Senisim Tokples bilong Menu...

source: Change the language of the program interface. You may need to restart Adapt It for the change to take effect
tpi: Senisim tokples Adapt It i save yusim insait long progrem olsem menu samting. Stopim na statim gen Adapt It progrem sapos ol menu samting i no soim narapela tokples gut

source: Show Administrator Menu... (Password protected)
tpi: Soim Administreta Menu (Pasword i lukautim)

source: &Find... Ctrl-F
tpi: &Painim... Ctrl-F

source: Find text in source or target or both, or special search
tpi: Painim teks i stap long sos o taget teks o tupela wantaim, o mekim spesel painim

source: Find and &Replace... Ctrl-H
tpi: Painim na &Senisim... Ctrl-H

source: Replace in target text
tpi: Senisim insait long taget teks

source: A&dapt Clipboard Text Ctrl-7
tpi: Tainim Teks i Stap Long Klipbo&d Ctrl-7

source: Hide document then adapt source text loaded from the clipboard
tpi: Haitim dokumen, pinis na u inap adaptim (trensletim) sos teks i kam pinis long klipbod

source: &Load Consistent Changes...
tpi: &Setim Konsistent Senis...

source: Define and load one or more consistent changes tables
tpi: Makim na setim wanpela o sampela konsisten senis tebol

source: &Unload Consistent Changes
tpi: &Lusim Konsisten Senis

source: Unload any loaded consistent changes tables
tpi: Lusim konsisten senis (Adapt It no ken yusim nau)

source: Use &Consistent Changes
tpi: Yusim &Konsisten Senis

source: Use the consistent changes when copying source text
tpi: Yusim konsisten senis taim Adapt It i kopiim sos teks (i kam insait long fres boks)

source: &Accept Changes Without Stopping
tpi: &Larim Ol Senis na No Ken Stop

source: Accept the changed source text as the translation and continue on
tpi: Larim ol senis Adapt It i wokim na go het - no ken stop bilong luksave pastaim

source: &SIL Converters...
tpi: &SIL Konveta...

source: Load an SIL Converter
tpi: Makim wanpela S&IL Konveta

source: Use S&IL Converter
tpi: Yusim S&IL Konveta

source: Use a loaded SIL Converter
tpi: Yusim S&IL Konveta

source: &Knowledge Base Editor... Ctrl-K
tpi: &Nolis Bes Edita... Ctrl-K

source: Display dialog for editing the knowledge base
tpi: Soim daialog bilong editim o senisim samting insait long nolis bes

source: Use Automatic Ca&pitalization
tpi: Yusim Automatik Ka&pitel Leta

source: Use automatic capitalization when copying source text
tpi: Taim Adapt It i kopiim teks, em yet bai wokim kapitel o litlik leta senis long stat bilong sos teks

source: Make All Knowledge Base Entries Available
tpi: Mekim Olgeta Nolis Bes Entries i Available

source: In AutoCapitalization mode, make entries with upper case keys accessible to lookups (this is not a setting, it does a once only action)
tpi: Long AutoCapitalization mod, mekim wok painim i ken painim olgeta entries i gat kapitel leta (dispela i no seting tru, em bilong haptaim tasol)

source: Re&translation Report...
tpi: Ri&trenslesen Ripot...

source: Output a file listing all retranslations
tpi: Wokim wanpela fail i gat lista bilong ol ritrenslesen insait

source: Split Document...
tpi: Hapim Dokumen...

source: Split the document into two or more documents
tpi: Hapim o brukim dokumen i go long tupela o planti dokumen

source: Join Documents...
tpi: Joinim Ol Dokumen...

source: Join two or more documents into a single document
tpi: Joinim tupela o planti dokumen i kamap wanpela dokumen tasol

source: Move Document...
tpi: Movim Dokumen...

source: Move documents between the Adaptations folder and a book folder location
tpi: Movim dokumen i go kam namel long Adaptations folda na wanpela buk folda

source: Install the Git program...
tpi: Instalim Git program...

source: Install or update the Git program for maintaining document histories
tpi: Instalim o apdetim Git program, em bilong lukautim histori bilong ol dokumen

source: Export &Source Text...
tpi: Ekspotim &Sos Teks...

source: Export the source language text as a *.txt file type
tpi: Ekspotim sos teks tokples i go aut olsem *.txt fail

source: &Export Translation Text...
tpi: &Ekspotim Trenslesen Teks...

source: Export the target language translation as a *.txt file type
tpi: Ekspotim taget tokples trenslesen i go aut olsem *.txt fail

source: Export Interlinear &Text...
tpi: Ekspotim Intalinea &Teks...

source: Export the Source and Target languages in interlinear form as an *.rtf file type
tpi: Ekspotim Sos wantaim Taget tokples i go long intalinea kain dokumen olsem *.rtf fail

source: Export &Glosses As Text...
tpi: Ekspotim &Glos Olsem Teks...

source: Export the glossing lines' contents as text
tpi: Ekspotim ol glos hap tok i kamap olsem teks

source: Export &Free Translation...
tpi: Ekspotim &Fri Trenslesen Teks...

source: Collect all the free translation sections' contents, adding standard format markers, and export
tpi: Bungim ol fri trenslesen teks, putim ol stendet fomat maka i go insait, na ekspotim

source: Export Knowledge &Base...
tpi: Ekspotim Nolis &Bes...

source: Export knowledge base in standard format or LIFT format
tpi: Ekspotim nolis bes i go aut na kamap olsem LIFT fomat

source: &Import to Knowledge Base...
tpi: &Impot bilong Skruim Nolis Bes...

source: Extend knowledge base by importing dictionary records
tpi: Skruim nolis bes - olsem kisim ol diksineri rekod i kam insait long nolis bes

source: Imp&ort Edited Source Text...
tpi: Imp&ortim Sos Teks Yu Editim Pinis...

source: Import an edited version of the text that was used for the currently open document
tpi: Wanpela dokumen nau i op is stap. I gat samplea senis bilong dispela dokumen yet ausait long Adapt It. Impotim gen teks i gat ol dispela senis

source: &See Glosses
tpi: Lukim Ol Glos Tek&s

source: Make glossing line visible on screen
tpi: Soim glos lain i kamap ples klia long skrin

source: Glossing Uses &Navigation Text's Font
tpi: Yusim &Navigesen Teks Font Long Ol Glos Teks

source: Use the navigation text font for glossing text
tpi: Yusim toksave teks font bilong ol glos teks

source: Transform &Adaptations Into Glosses...
tpi: Senisim Wanwan &Adaptesen i Kamap Olsem Glos...

source: Transform adaptations from another project into the current project's glosses
tpi: Tanim ol adaptations bilong narapela projek i kamap olsem glos insait long dispela projek

source: &Delay...
tpi: &Holim Liklik...

source: Slow automatic insertions down to a speed suitable for reading along
tpi: Mekim ol automatik teks i kamap slo liklik olsem bai isi long ritim

source: Storing Documents in &Book Folders
tpi: &Stoaim Ol Dokumen Insait Long Ol Buk Folda

source: Turn on, or off, storage of documents to book folders
tpi: Tanim i go on, o i go of, wok bilong yusim buk folda

source: &Free Translation Mode
tpi: &Fri Trenslesen Mod

source: Turn on, or off, typing of free translations in the Compose Bar and displaying them in the main window
tpi: Tanim i go on, o i go of, wok long taipim fri trenslesen insait long Kompos Ba na i stap ples klia

source: Use &Target Text As Default Free Translation
tpi: Kisim &Taget Teks Na Yusim Olsem Defol Fri Trenslesen

source: Turn on, or off, composition of a default free translation from the existing target text
tpi: Tanim i go on, o i go of, wok bilong bungim fri trenslesen i kam long ol taget teks i stap

source: Use &Gloss Text As Default Free Translation
tpi: Kisim &Glos Teks Na Yusim Olsem Defol Fri Trenslesen

source: Turn on, or off, composition of a default free translation from the existing gloss text
tpi: Tanim i go on, o i go of, wok bilong bungim fri trenslesen i kam long ol glos teks i stap

source: &Remove Free Translations
tpi: &Rausim Olgeta Fri Trenslesen

source: Removes all the filtered free translations in the document
tpi: Rausim olgeta filta fri trenslesen long we long dispela dokumen

source: Collect Back Translations...
tpi: Bungim Ol Bek Trenslesen...

source: Collect adaptations, or glosses, and store them with a back translation marker as filtered material
tpi: Bungim ol adaptations o ol glos, na holim ol wantaim bek trenslesen maka olsem i filta (o hait)

source: Remove Back Translations
tpi: Rausim Ol Bek Trenslesen

source: Deletes all the filtered back translations in the document
tpi: Rausim olgeta filta bek trenslesen i kam long we long dokumen

source: &Use Transliteration Mode
tpi: Y&usim Transliteresen Mod

source: Select this item to use SIL Converters in transliteration mode
tpi: Selektim dispela bilong yusim SIL Konveta i go long trenslitaresen mod

source: Send Synchronized Scrolling Messages
tpi: Salim Kontrol Signal Bilong Skrol Wantaim

source: Select this item to cause applications such as Paratext and TW to automatically scroll to the same location
tpi: Selektim dispela bilong mekim progrem olsem Paratext na TW i mas skrol automatik i go long sem ples insait long dokumen

source: Receive Synchronized Scrolling Messages
tpi: Kisim Kontrol Signal Bilong Skrol Wantaim

source: Select this item to cause Adapt It to scroll to the same location being displayed in other applications such as Paratext and TW
tpi: Selektim dispela bilong mekim Adapt It yet i mas skrol automatik i bihainim sem ples ol narapela progrem olsem Paratext na TW i go long en

source: &Prevent Paratext/Bibledit from getting changes to this document
tpi: &Stopim ol senis bilong dispela dokumen i no ken go moa long Paratext/Bibledit

source: Changes made in this document will not be sent to Paratext/Bibledit, but will only be saved in the local Adapt It document
tpi: Ol senis yu wokim insait long dispela dokumen bai i no go moa long Paratext/Bibledit, ol senis tasol bai sevim long local Adapt It dokumen

source: Allo&w Paratext/Bibledit to get changes to this document
tpi: &Larim Paratext/Bibledit i kisim gen ol senis yu wokim insait long dispela dokumen

source: Changes made in this document will be sent to Paratext/Bibledit, and will also be saved in the local Adapt It document
tpi: Ol senis yu wokim insait long dispela dokumen bai go gen long Paratext/Bibledit, na tu ol senis bai sevim long local Adapt It dokumen

source: Setup Or Remove &Knowledge Base Sharing...
tpi: &Kirapim o Rausim Rot Bilong Tilimaut Ol Nolis Bes Entri...

source: Turn ON, or OFF, the use of KBserver for KB synchronizing
tpi: Tainim igo ON, o OFF, progrem i wok long tilimaut ol Nolis Bes entri

source: &Controls For Knowledge Base Sharing...
tpi: &Ol Kontrol Bilong Tilimaut Nolis Bes Entri...

source: Controls for: Set sync interval. Bulk send/receive. Disable/Enable.
tpi: Ol kontrol bilong: Taim bilong tilimaut. Salim/Kisim planti entri. Larim i go/Holim bek.

source: Layout text in window from right to left
tpi: Mekim teks i wokabaut long han sut i kam long han kais

source: Adapt It &Quick Start Help
tpi: Lukim Adapt It &Quick Start HTML dokumen

source: View the Adapt It Quick Start HTML document
tpi: Opim na ritim Adapt It Quick Start HTML dokumen

source: &Help Topics Shift-Ctrl-/
tpi: &Het Tok Bilong Help Shift-Ctrl-/

source: List Help topics
tpi: Listim na soim ol het tok bilong kisim helpim long yusim Adapt It

source: Report a problem...
tpi: Ripotim problem...

source: Send a bug or problem report to the Adapt It developers
tpi: Salim bug o problem ripot i go long developa bilong Adapt It

source: Give feedback...
tpi: Strongim bel bilong developa...

source: Give the developers feedback on your use of Adapt It
tpi: Strongim bel bilong ol Adapt It developa na toksave long yusim olsem wantm

source: Use Tooltips
tpi: Yusim Tultip

source: Select this item to turn on or turn off tooltip help messages
tpi: Selektim dispela bilong kirapim o stopim ol tultip toksave

source: &About Adapt It...
tpi: Toks&ave Long Adapt It...

source: Display program information, version number and copyright
tpi: Soim toksave long dispela Adapt It progrem, vesin namba na kopirait

source: &Help for Administrators (HTML)
tpi: Lukim Help for Administrators (HTML) dokumen

source: Step-by-step procedures to help administrators set up Adapt It to use the features on this menu.
tpi: Toksave bilong helpim ol administreta taim ol i laik setim ap Adapt It bilong bihainim ol item bilong dispela menu.

source: &Setup or Remove Collaboration...
tpi: &Setap o Rausim Wok Wantaim...

source: Configure Adapt It to use a Paratext or Bibledit project for its input (source) texts, and a different project for exporting its (target) texts
tpi: Stretim Adapt It bilong yusim wanpela Paratext o Bibledit projek bilong kisim ol input (sos) teks, na narapela projek bilong kisim na holim ol taget teks

source: Manage &Data Transfer Protections to Paratext or Bibledit...
tpi: Managim &Deta Trensfa Proteksen Seting bilong Paratext o Bibledit...

source: Manage list of books and chapters that you allow or prevent changes from transferring to Paratext or Bibledit
tpi: Managim lista bilong ol buk na sapta, long stopim o larim senis i go long Paratext o Bibledit

source: Force Free Translation Sectioning By Verse
tpi: Soim &Fri Trenslesen Teks Bilong Ves Olgeta Taim

source: Force free translation sectioning by verse or presence of major standard format markers
tpi: Mekim olget free trenslesen seksen bai i kamap long start bilong ves, o ples we standed fomat maka i stap

source: User &Workflow Profiles...
tpi: User Wok Profail...

source: Choose which menu items the user can access
tpi: Makim wanem ol menu user inap long yusim

source: &Turn OFF the current user profile temporarily
tpi: &Tanim OFF dispela user profail haptaim tasol

source: When ticked no user profiles will be in effect until program restart or until unticked; and all menus will be accessible
tpi: Sapos yu tikim, em bai stopim wanem user profail Adapt It i save yusim, inap progrem i stat gen o yu rausim tik; olgeta menu bai stap ples klia

source: &Assign Locations For Inputs and Outputs...
tpi: &Banisim ol folda bilong holim ol input na autput...

source: Opens a dialog in which folder locations for inputs and outputs can be assigned, protecting users from navigating the file system
tpi: Dispela i save opim wanpela daialog i save listim ol folda bilong input na autput, na yu ken banisim ol olsem na wokman i no ken go nabaut nating long fail sistem

source: &Move Or Copy Folders Or Files... Shift-Ctrl-M
tpi: Movim O Kopiim Folda O Fail... Shift-Ctrl-M

source: Dialog for moving folders or files, or copying them, into a destination folder
tpi: Daialog bilong movim folda o fail, o bilong kopiim ol i go long folda bilong kisim ol

source: Set &Password...
tpi: Makim &Pasword...

source: Set a password, it will be stored in the clear in the basic configuration file
tpi: Makim pasword, Adapt It bai holim i stap ples klia insait long besik configuration fail

source: &Custom Work Folder Location...
tpi: &Makim Ples Bilong Wok Folda...

source: Point Adapt It at a work folder in a non-standard location, and use that work folder until pointed elsewhere
tpi: Makim wanem wok folda Adapt It i mas yusim, na yusim inap long makim narapela folda gen bilong yusim

source: &Lock Custom Location
tpi: &Lokim Kastom Lokesen

source: Make the custom work folder location permanent until explicitly changed
tpi: Makim ples bilong kastom wok folda i stap oltaim olsem, o inap long yu senisim bihain

source: &Unlock Custom Location
tpi: &Rausim Lok Bilong Kastom Lokesen

source: Make the custom work folder location persist only until the end of the session
tpi: Makim ples bilong kastom wok folda i stap hap taim tasol inap long wok nau i pinis

source: &Restore Default Work Folder Location
tpi: &Yusim Defol Wok Folda Gen

source: Point at the local machine's default work folder
tpi: Makim gen defol work folda bilong dispela computa

source: Show DVCS version...
tpi: Soim DVCS Vesin...

source: &Knowledge Base Server Manager...
tpi: &Nolis Bes Serva Managa...

source: Open the Manager for configuration of KBserver users, databases, custom language codes
tpi: Opim Bos Windo bilong konfigurim ol KBserva yusa, detabes, na kastom tok ples kod

source: Ignore Boundaries
tpi: Maski Banis

source: Move Down One Step
tpi: Kalap Daun 1 Step

source: Move the bundle down one step towards the bottom of the file
tpi: Kalap i go daun 1 step i laik go long tel bilong dokumen

source: Move Up One Step
tpi: Kalap Antap 1 Step

source: Move bundle back up one step towards the start of the file
tpi: Kalap i go antap 1 step i laik go long het o stat bilong dokumen

source: Make A Phrase
tpi: Wokim Wanpela Fres

source: Remove the placeholder and its adaptation text
tpi: Rausim plesholda (...) wantaim trenslesen teks bilong en

source: View translation or glosses elsewhere in the document; locate them by chapter and verse
tpi: Luksave long trenslesen o glos i stap longnarapela ples insait long dispela dokumen; painim ples bilong sapta na ves

source: Display Help Topics
tpi: Listim na soim ol het tok bilong kisim helpim long yusim Adapt It

source: Remove a Placeholder, or Remove a Free Translation Widener
tpi: Rausim Plesholda (...) o Rausim Mak bilong Skruim Spes bilong Fri Trenslesen (.....)

source: User Workflow Profiles
tpi: User Wok Profail

source: For the Custom profile, you can copy the settings from one of the following profiles. Then continue customizing the profile to your liking:
tpi: Sapos wokim kastom wok profail, yu ken kisim stret ol seting bilong wanpela bilong ol dispela profail. Pinis, yu ken go het long makim ol wanwan item long laik bilong yu:

source: Adapt It Menu Items:
tpi: Adapt It Menu Tok:

source: Adapt It Preferences Tab Pages:
tpi: Ol Pes bilong Adapt It Preferences Teb:

source: Adapt It Modebar Items:
tpi: Adapt It Mod ba Tok:

source: Adapt It Toolbar Items:
tpi: Ol Item bilong Adapt It Tulba:

source: Adapt It Wizard List Item:
tpi: Lista Item bilong Adapt It Statim Wok Pes:

source: You made changes in the following work profile(s):
tpi: Yu mekim senis pinis insait long dispela ol profail:

source: However, you did not make any changes in the currently selected user profile which is %s.
tpi: Tasol, yu no mekim senis insait long profail yu selektim pinis; em dispela profail: %s.

source: However, you changed the user profile selection from %s to %s.
tpi: Tasol, yu senisim user profail seleksen; bipo em %s, nau em %s.

source: However, the user profile selection remains %s.
tpi: Tasol, user profail seleksen i stap yet olsem %s.

source: Are you sure you want to use the %s work profile?
tpi: Yusim %s profail nau, ah?

source: Click "Yes" to use the %s profile (and also save the other profile's changes). Click "No" to continue editing in the User Workflow Profile dialog.
tpi: Klikim "Yes" bilong yusim %s profail (na sevim ol senis bilong narapela profail wantaim). Klikim "Nogat" sapos yu laik mekim wok yet insait long User Wok Profail daialog.

source: Save Changes
tpi: Sevim Ol Senis

source: You changed the profile description in the edit box.
tpi: Yu bin wokim sampela senis insait long dispela edit boks.

source: If you Cancel now those changes will be lost. Cancel anyway?
tpi: Sapos klikim Kensel nau, ol senis bai lus. Kenselim tru o nogat?

source: You changed the user workflow profile selection and one or more items in the following profile(s):
tpi: Yu mekim senis pinis insait long dispela user wok profail seleksen wantaim sampela senis tu insait long dispela ol profail:

source: You changed the user workflow profile selection from %s to %s.
tpi: Yu senisim pinis user wok profail seleksen; bipo em %s, nau em %s.

source: You changed one or more items in the following profile(s):
tpi: Yu senisim pinis wanpela o moa ol item insait long ol dispela profail:

source: None
tpi: No Ken Yusim Profail

source: Move Or Copy Folders Or Files
tpi: Movim o Kopiim Ol Folda o Fail

source: The folder is empty (or maybe undefined)
tpi: Dispela folda i no gat samting (o yu no bin mekim folda yet)

source: Locate the left side folder
tpi: Painim folda bilong dispela han kais

source: Locate the right side folder
tpi: Painim folda bilong dispela han sut

source: The source and destination folders must not be the same folder.
tpi: Sos folda na destinesen folda i mas i gat narapela narapela nem.

source: Copy or Move is not permitted
tpi: No Inap Kopiim o Movim Dispela

source: The right folder's file with the name %s would be overwritten if this move or copy were to go ahead. To avoid this unexpected possibility for data loss, the move or copy will now be cancelled. Do something appropriate with the right folder's file, and then try again.
tpi: Nogut Adapt It i laik senisim fail i gat dispela nem %s, sapos mov o kopi i go het. Adapt It i ting maski long senisim dispela deta na lusim, olsem Adapt It i kenselim nau dispela wok. Yu mas mekim gut long dispela fail i stap long folda long han sut, pinis traim mov o kopi gen.

source: Unexpected Filename Conflict During Copy Or Move
tpi: Nem Bilong Tupela Fail i Wankain Na Dispela i Stopim Wok Bilong Kopiim o Movim

source: Moving or copying the file with path %s failed unexpectedly. Possibly you forgot to use the button for locating the folder to show on the right. Do so then try again.
tpi: Wok bilong movim o kopiim fail long ples %s i no inap. Ating yu lus tingting long yusim baten bilong painim folda na soim long han sut. Traiim painim folda pastaim, na traim wok movim o kopiim gen.

source: Moving or copying failed
tpi: Problem long kopiim o movim fail

source: Removing the file with path %s failed. Removals have been halted. Possibly an application has the file still open. Close the file and then you can try the removal operation again.
tpi: No inap rausim fail long ples %s. Wok rausim i stop nau. Ating narapela komputa wok i opim fail i stap olsem yet. Pasim fail pastaim na traim dispela wok rausim gen.

source: Removing a file failed
tpi: Adapt It i laik rausim fail, tasol i no inap

source: You first need to select at least one item in either list before clicking the Delete button
tpi: Pastaim yu mas selektim wanpela samting i stap long lista pastaim, pinis na klikim Dilitim baten

source: No Files Or Folders Selected
tpi: I No Selektim Ol Fail O Folda

source: Failed to remove the directory %s. Possibly it contains a hidden file that should not be removed. If so, the rest of the contents may still have been removed.
tpi: Wok bilong rausim dairektori %s i no mekim tru. Ating dispela dairektori i mas i gat wanpela fail i hait yet i stap, na maski long rausim. Sapos olsem, ating ol narapela samting bipo i stap insait, i mov aut pinis.

source: Could not remove directory
tpi: Problem: no inap rausim folda

source: Type the new folder name
tpi: Taipim nupela nem bilong folda

source: Type Name For Folder (spaces permitted)
tpi: Taipim Nem Bilong Folda (i orait long yusim ol spes)
