Repository: adapt-it/adaptit
Catalog: po/tpi.po
Languages: tpi

source: Warning: a knowledge base for storing adaptations was not found. An empty one has been created for your use instead.
tpi: Toksave: Adapt It i no inap painim wanpela nolis bes bilong holim ol trenslesen. Adapt It i wokim wanpela nupela i no gat ol trenslesen yet i go insait na bai yusim nupela.

source: Loading the knowledge base failed. You should now try the Restore Knowledge Base command in the File menu. If that fails, you should restore your knowledge base from backups. You need a valid knowledge base before doing any more work.
tpi: Sori, Adapt It i laik lodim nolis bes, tasol problem i kamap. Yu ken traim "Stretim Nolis Bes" seleksen i stap long Fail menu. Sapos em tu i no wok, yu mas kisim oldpels nolis base i kam long bekap na kopiim i go long wok folda. Adapt It i mas i gat gutpela nolis bes bilong yusim pastaim, pinis, em i ken mekim wok.

source: Creating the knowledge base failed. Ensure that no other program is using the KB files, then try again. If continue to get failures you can try the Restore Knowledge Base... command from the File menu, or restore your knowledge base files from backups. You need a valid knowledge base before doing any more work.
tpi: Sori, Adapt It i laik wokim nupela nolis bes, tasol problem i kamap. Nogut narapela progrem i yusim yet KB fail. Sapos olsem stopim narapela program pastaim, na traim gen. Sapos em tu i no wok, yu ken traim "Stretim Nolis Bes" seleksen i stap long Fail menu, o kopiim i kam long ol bekap fail. Adapt It i mas i gat gutpela nolis bes bilong yusim pastaim, pinis, em i ken mekim wok.

source: Error: loading the glossing knowledge base failed. The application will now close.
tpi: Problem: Adapt It i no inap ritim glos nolis bes. Adapt It bai stop nau.

source: Creating the glossing knowledge base failed. Ensure that no other program is using the KB files, then try again. If continue to get failures you can try the Restore Knowledge Base... command from the File menu, or restore your knowledge base files from backups. You need a valid knowledge base before doing any more work.
tpi: Sori, Adapt It i laik wokim nupela nolis bes bilong ol glos, tasol problem i kamap. Nogut narapela progrem i yusim yet KB fail. Sapos olsem stopim narapela program pastaim, na traim gen. Sapos i no wok yet, yu ken traim "Stretim Nolis Bes" seleksen i stap long Fail menu. Adapt It i mas i gat gutpela nolis bes bilong yusim pastaim, pinis, em i ken mekim wok.

source: Loading Prefixes
tpi: Olgeta hap tok (prefix) i wok long go insait

source: Warning: a prefix file was found, but it was not readable.
tpi: Tok Lukaut: fail i gat ol hap tok (prefix) i stap, tasol komputa i no inap ritim.

source: Loading Suffixes
tpi: Olgeta hap tok (suffix) i wok long go insait

source: Warning: a suffix file was found, but it was not readable.
tpi: Tok Lukaut: fail i gat ol hap tok (suffix) i stap, tasol komputa i no inap ritim.

source: Failed to set the current directory when getting existing adaptation documents
tpi: Problem i kamap taim Adapt It i kisim ol trenslesen dokumen na i laik makim wanem folda bilong yusim

source: Creating folder: "%s" failed. This folder will be skipped, processing will continue.
tpi: Adapt It i laik mekim "%s" folda, tasol i no inap.

source: Error opening glossing KB file for writing with path:
tpi: Problem: Adapt It i no inap raitim tok insait long glos KB i stap long:

source: The glossing knowledge base was not saved. Is your drive's free space low, or is the file open in another application?
tpi: Olsem Adapt It i no inap sevim glos nolis bes. Spes long disk bilong komputa i sot? o glos kb i op i stap yet insait long narapela progrem?

source: Saving KB %s - %d of %d Total entries and senses
tpi: Sevim KB %s - %d bilong %d olgeta hap tok

source: Saving the Glossing KB
tpi: Sevim Glos KB

source: Removing backup glossing kb file failed.
tpi: Adapt It i laik rausim bekap bilong glos kb file, tasol i no inap.

source: Error opening KB file for writing with path:
tpi: Problem: Adapt It i no inap raitim tok insait long KB i stap long:

source: The knowledge base was not saved. Is your drive's free space low, or is the file open in another application?
tpi: Olsem Adapt It i no inap sevim nolis bes. Spes long disk bilong komputa i sot? o kb i op i stap yet insait long narapela progrem?

source: Saving the KB
tpi: Sevim KB

source: Removing backup kb file failed.
tpi: Adapt It i laik rausim bekap kb file, tasol i no inap.

source: You cancelled the dialog - You may turn collaboration off if you want to access a different project from the Start Working Wizard. Do you want to turn collaboration off?
tpi: Yu kenselim daialog pinis - Yu ken tanim wok wantaim i go off sapos yu laik opim narapela projek i stap long Stat Wok pes. Tanim wok wantaim i go off nau?

source: Adapt It cannot collaborate with this project (%s). There is a problem with the project's settings. Please ask your administrator for help.
tpi: Adapt It i no inap wok wantaim dispela projek (%s). I gat problem i stap long ol projek seting. Plis, askim administreta i helpim yu.

source: No project folder defined yet.
tpi: I no makim projek folda yet.

source: If you want to continue, you must choose a project or create a new project. Do you want to continue?
tpi: Sapos yu laik wok yet, yu mas makim wanpela projek, or wokim nupela projek olgeta. Yu laik mekim wok yet o nogat?

source: Basic Configuration File Not Read
tpi: Adapt It i No Ritim Besik Konfig Fail

source: Failed to find the %s folder.
tpi: Problem: Adapt It i no inap painim %s folda.

source: If you want to continue, you must choose a different project or create a new project. Do you want to continue?
tpi: Sapos yu laik wok yet, yu mas makim narapela projek, or wokim nupela projek olgeta. Yu laik mekim wok yet o nogat?

source: Bad path in config file
tpi: Path insait long konfig fail i no stret

source: Adapt It cannot create its work folder:
tpi: Adapt It i laik mekim wok folda bilong en, tasol i no inap wokim long:

source: Adapt It cannot continue and will now abort.
tpi: Adapt It i no inap ran moa, na bai stop nau.

source: Critical Error
tpi: Bikpela problem

source: Warning: Did not remove bad knowledge base file %s.
tpi: Toksave: Adapt It i no inap rausim kranki nolis bes fail %s.

source: Error renaming glossing KB Backup file, path %s, to be the new glossing KB file.
tpi: Problem: Adapt It i no inap senisim nem bilong glos KB bekap fail, i stap long: %s, na kamapim olsem nupela glos KB fail.

source: Error: saving the knowledge base failed. The application will now close.
tpi: Problem: Adapt It i no inap sevim nolis bes. Adapt It bai stop nau.

source: Error renaming KB Backup file with path %s to become the new KB file.
tpi: Problem: Adapt It i no inap senisim nem bilong KB bekap fail, i stap long: %s, na kamapim olsem nupela KB fail.

source: Glossing KB file not found immediately after it was renamed!
tpi: Bihain long senisim nem, Adapt It nau i no inap painim gen dispela glos KB fail!

source: Error: loading a knowledge base failed. The application will now close.
tpi: Problem: Adapt It i no inap ritim nolis bes. Adapt It bai stop nau.

source: KB file not found immediately after it was renamed!
tpi: Bihain long senisim nem, Adapt It i nau no inap painim gen dispela KB fail!

source: The clipboard was empty; there is nothing to do.
tpi: Klipbod i stap nating, progrem i wet long yu givim sampela moa wok.

source: No Source Text
tpi: Sos Teks i no stap

source: Clipboard
tpi: Klipbod

source: The clipboard could not be opened for writing.
tpi: Komputa i traim opim klipbod, na raitim teks i go long en, tasol em i no inap.

source: Clipboard Unavailable
tpi: Klipbod i no redi long wok yet

source: Warning: the consistent changes table number %d, and any further tables, were not loaded.
tpi: Toksave: Konsisten Senis tebol namba %d, wantaim ol narapela tebol bihain long en i no rit gut.

source: The computer will need to restart before Git will be activated and the document histories can be managed. After closing this dialog, quit Adapt It, and then restart your computer. The next time you run Adapt It the document history items will work on the Adapt It File menu.
tpi: Yu mas statim gen komputa pastaim. Bihain Git bai mekim wok long lukautim dokumen histori. Olsem, klosim dispela daialog, stopim Adapt It, na statim gen komputa bilong yu. Pinis, ronim Adapt It gen na ol histori item i stap long File menu bai wok.

source: Do NOT install Git. I'll use Adapt It without Git, or I will install Git later.
tpi: No ken Instalim Git. Bai mi usim Adapt It tasol nau, o bai mi instalim Git bihain.

source: This option installs Git version %s. This option requires access to the Internet and will download about 47MB of data. A copy of the Git installer is saved to the Adapt It installation directory.
tpi: Dispela opsen bai instalim Git vesen %s. Long dispela opsen , yu mas gat Internet. Em bai daunlodim samting olsem 47MB deta. Wanpela kopi bilong Git instala fail bai i go long Adapt It install dairektori.

source: This option installs Git using a previously downloaded Git installer. Git can be installed this way without accessing the Internet.
tpi: Sapos bihainim dispela opsen, yu ken usim Git instala fail sapos yu daunlodim bipo, na i stap pinis. Yu ken bihainim dispela rot bilong instalim Git na maski long kisim gen long Internet.

source: A Git installation is on this computer, but you still have options.
tpi: Git program i stap pinis long dispela komputa, na yu gat opsen yet i stap.

source: Git is NOT installed on this computer, but you still have options.
tpi: Git program i no stap yet long dispela komputa, tasol yu gat opsen yet i stap.

source: The version of git that is already installed is the same as the version that is available for installation (version %s). If you think Git is not working properly or needs to be reinstalled you can try installing it again using one of options on the next dialog. Do you want to continue?
tpi: Ating Git i install pinis long dispela komputa, em I wankain Git vesen inap instalim gen (vesen %s). Sapos yu ting Git i no install gut yet, o i mas install gen, yu ken traim instalim gen. Usim wanpela opsen is stap long narapela daialog. Yu laik go het nau?

source: The version of git that is already installed (%s) is older than the available version (%s). We recommend that you install the available version %s. You can do so using one of the options on the next dialog. Do you want to continue?
tpi: Ating Git i install pinis long dispela komputa (%s) em oldpela moa long vesen nau I laik instal (%s). Mipela I tink I gutpela yu mas instalim nupela vesen %s. Yu ken traim instalim nupela. Usim wanpela opsen is stap long narapela daialog. Yu laik go het nau?

source: The version of git that is already installed (%s) is newer than the version Adapt It can provide at this time (%s). If you really want to install the older %s version (not recommended), you could do so using one of the options on the next dialog. Do you want to continue?
tpi: Git i install pinis na vesin yu gat pinis em (%s). Dispela vesin yu gat pinis i moa nupela. Long dispel taim Adapt It i ken instalim vesin (%s) tasol. Sapos yu laik instalim oldpela %s vesin gen (i nogut tumas), yu ken mekim olsem taim narapela daialog i kamap behain. Yu laik instalim oldpela versin nau?

source: Git Installation Information
tpi: Git Instal Tok Save

source: Use this command if the knowledge base has become corrupted. (To restore a glossing knowledge base, turn glossing ON and then choose this command again.) It will throw away your current knowledge base, and then using your saved document files it will build a new one. Do you wish to go ahead?
tpi: Yusim dispela oda sapos nolis bes i bagarap. (Sapos yu laik stretim glos nolis bes, tanim glos i ON pastaim, bihain wokim dispela oda gen.) Dispela bai rausim nolis bes i stap nau, pinis, bai lukluk insait long ol dokumen na yusim ol long wokim nupela kb gen. Yu laik mekim dispela wok nau?

source: Saving File %s - %d of %d Total words and phrases
tpi: Sevim Fail %s - %d bilong %d olgeta word na fres

source: Saving File
tpi: Sevim Fail

source: Could not save the current document. Restore Knowledge Base command aborted. You can try to continue working, but it would be safer to shut down and relaunch, even if you loose your unsaved edits.
tpi: No inap sevim dispela dokumen. Olsem no inap wokim Stretim Nolis Bes seleksen. Yu ken traim wok gen, tasol moabeta yu stopim Adapt It na statim gen, maski long sampela edit i lus.

source: Adapt It can also try to rescue your settings for the "Force Choice For This Item" checkbox, but it might result in a harmless crash. (If so, just run Adapt It again and take the "No" option.) Do you wish to try this extra rescue?
tpi: Adapt It tu i ken traim stretim ol seting bilong -Soim "Selektim Trenslesen" oltaim- sekboks, tasol i ken mekim progrem i stop nogut. (Sapos i stop nogut, yu ken ranim Adapt It gen na makim "Nogat" tasol.) Yu laik traim dispela narapela samting bilong helpim tu?

source: Restoring the KB - Step %d of %d
tpi: Stretim Nolis Bes - Step %d bilong %d olgeta

source: Restoring Knowledge Base...
tpi: Stretim Nolis Bes...

source: Sorry, there are no saved document files yet for this project. At least one document file is required for the operation you chose to be successful. The command will be ignored.
tpi: Sori, i no gat yet sampela dokumen i sevim pinis insait long dispela projek. I mas i gat wanpela o moa ol dokumen bilong mekim dispela kain wok, olsem Adapt It bai i no inap mekim.

source: Your rebuilt knowledge base is now in operation. It was built from %d source words and phrases taken from %d documents.
tpi: Adapt It i wokim nupela nolis bes pinis na i stap. Em i kapam long %d sos word na fres i kam long %d dokumen.

source: There are no files in the '__SOURCE_INPUTS' folder. Therefore the user is not protected from folder navigation.
tpi: I no gat sampela fail i stap insait long '__SOURCE_INPUTS' folda. Olsem na Adapt It no banasim user bilong wokabaut nating o mekim pasin i kranki insait long fail system.

source: No source text files for document creation
tpi: I no gat wanpela sos teks fail bilong wokim nupela dokumen

source: Some of the '__SOURCE_INPUTS' folder's files are not suitable for creating an adaptation document. They are: %s
tpi: Sampela fail i stap nau insaiit long '__SOURCE_INPUTS' folda i no gutpela fail bilong wokim i kamap olsem adaptesen dokumen. Ol dispela i olsem: %s

source: Warning: do not input these files
tpi: Toksave: No ken lodim dispela fail olsem input fail

source: Folder navigation protection is not turned on, because none of the '__SOURCE_INPUTS' folder's files are suitable for creating an adaptation document. The unsuitable ones are: %s
tpi: Adapt It nau i no banasim rot bilong user long wokabaut nating insait long fail sistem, bilong wanem, olgeta fail insait long '__SOURCE_INPUTS' folda i no gutpela bilong wokim adaptesen dokumen. Ol fail i no gutpela i olsem: %s

source: Unrecognized font attribute field; unmatched name is:
tpi: Adapt It i no save long dispela samting bilong font:

source: Error parsing font information
tpi: Problem long ritim samting bilong font

source: You should not use this non-Unicode version of Adapt It. Your data should first be converted to Unicode using TecKit and then you should use the Unicode version of Adapt It.
tpi: Yu no ken yusim dispela progrem vesin, i no inap wokim Unicode teks. Pastaim yu mas senisim deta bilong yu i go long Unicode deta. Yu ken yusim TecKit progrem long mekim dispela wok, na bihain yu ken yusim Unicode vesin bilong Adapt It.

source: Extended 8-bit ASCII characters were detected in the Basic Configuration File's punctuation string (see below):
tpi: Adapt It i painim ol leta olsem 8-bit ASCII leta i stap insait long pangsuesen bilong Besik Seting Fail (lukim daunbilo):

source: Warning: Invalid Characters Detected
tpi: Toksave: Sampela Leta i No Stret

source: Adapt It was not able to upgrade the collaboration settings for use in this version (%s) of Adapt It. The settings were inconsistent or broken for collaboration with %s. Adapt It will remove those setting now. If you want to collaborate with %s, you or your administrator will need to manually set up the collaboration again.
tpi: Adapt It i no inap stretim ol seting bilong tupela progrem i wok wantaim olsem tupela poro, long dispela vesin (%s) bilong Adapt It. Ol seting i no wok gut wantaim, o ol i bruk. Olsem na progrem i no wok gut wantaim %s. Adapt It bai rausim nau olgeta dispela seting nogut. Sapos yu laik Adapt It bai wok gut wantaim %s, yu yet, o adminestreta bilong yu, i mas setap gen dispela tupela program bai ol i wok gut wantaim.

source: Adapt It did not find your work folder at %s This error will occur either 1. because your work folder is located on an external drive which is not currently plugged in, or 2. because there is a typing error in the work folder path stored in the file named CustomWorkFolderLocation, or 3. another application currently has the CustomWorkFolderLocation file open. You will have a chance to recover now.
tpi: Adapt It i no painim wok folda i stap long %s Dispela problem i ken kamap 1. bikos wok folda bilong yu i stap long wanpela external draiv, na draiv hia yu no subim yet long komputa, o 2. bikos yu taipim kranki tok i makim ples bilong wok folda i stap insait long CustomWorkFolderLocation fail, o 3. narapela progrem i opim o yusim CustomWorkFolderLocation fail. Yu gat taim bilong stretim nau.

source: Failed to find the custom work folder
tpi: Adapt It i laik painim kastom wok folda, tasol i no inap

source: 1. Plug in the missing external drive, then click OK here.
tpi: 1. Subim external drive nau, pinis klikim OK baten hia.

source: 2. Close the other application, or use a text editor to fix the path in the file CustomWorkFolderLocation; then click OK here.
tpi: 2. Klosim narapela progrem, o yusim teks edita bilong stretim tok i makim ples i stap insait long CustomWorkFolderLocation fail; pinis klikim OK hia.

source: 3. Ignore the custom work folder location, use the default location instead. (Then ask your administrator to help you.)
tpi: 3. Maski yusim kastom wok folda, yusim defol ples bilong ol wok folda tasol (Askim hetman administrator bilong helpim yu).

source: 4. Forget the custom work folder location. The command Custom Work Folder Location will then run, use it to relocate the folder.
tpi: 4. Lus tingting long kastom wok folda. Daialog bilong Makim Ples Bilong Kastom Wok Folda bai kamap, yusim bilong makim ples bilong folda.

source: Choose Recovery Action or Cancel (to abort)
tpi: Selektim Wanpela Wok o Kensel (bilong stop olgeta)

source: Select from the list of recovery actions, then click OK. The Cancel button will abort the application. 1. Plug in the required external drive now, then click OK. 2. Leave the dialog open, launch a text editor, open the CustomWorkFolderLocation file in it, edit the path, save, then click OK here. 3. Forget (but do not delete) the custom work folder location, use the default location instead. 4. Same as option 3. but also show the Administrator menu (helpful if you know what to do with it).
tpi: Selektim wanpela wok daunbilo bilong stretim problem, pinis klikim OK baten. Klikim Kensel baten bilong stopim wok olgeta. 1. Subim external drive nau, pinis klikim OK baten. 2. Larim daialog op i stap, statim teks edita, opim CustomWorkFolderLocation fail, editim tok i makim ples, sevim, pinis klikim OK baten hia. 3. Maski yusim kastom wok folda (i no dilitim), yusim defol ples bilong ol wok folda tasol. 4. Wankain olsem opsen 3. tasol soim Administrator menu (em i ken helpim yu sapos yu save gut long yusim).

source: The path to the custom work folder did not find a directory with the required name. Did you plug in the external drive containing the work folder before clicking OK in the dialog? Aborting now. Make the custom work folder's location accessible on your machine before you re-launch Adapt It.
tpi: Ples bilong kastom wok folda i nogut. Yu subim external draiv i gat wok folda long en pastaim, bihain yu klikim OK baten? Adapt It progrem i mas stop nau. Yu mas mekim kustom wok folda i kamap ples klia long komputa pastaim, pinis na statim Adapt It gen.

source: Recovery By Plugging In The Missing External Drive Failed
tpi: Stretim Ples Bilong Wok Folda Long Pasim Gen External Draiv i Bin Pofaia

source: Failed to open the CustomWorkFolderLocation file at default work folder location. Is the CustomWorkFolderLocation file still open in another application? Is the path within it an incorrect path to the custom work folder on your machine? Check and fix such errors before you re-launch Adapt It. Aborting now.
tpi: No inap opim fail i gat nem CustomWorkFolderLocation long defol ples bilong wok folda. Ating CustomWorkFolderLocation fail i stap op yet insait long narapela edita? Ating tok insait i save makim ples bilong kastom wok folda i stret bilong computa bilong yu o nogat? Sekim na stretim pastaim, pinis yu ken statim Adapt It gen. Wok i mas stop nau.

source: The path to the custom work folder did not find a directory with the required name. Did you check the path specification using a file browser, to make sure your edit of the path in the CustomWorkFolderLocation file resulted in a correct path to the custom work folder? Aborting now. Use a text editor again to get the path typed correctly before you re-launch Adapt It.
tpi: Ples bilong kastom wok folda i nogut. Yu ken yusim fail brausa na editim wanpela fail nem bilong en CustomWorkFolderLocation. Insait long dispela fail i makim ples bilong kustom wok folda. Sekim gut gen - ples bilong en i tok stret o nogat? Adapt It progrem i mas stop nau. Yusim teks edita gen na stretim tok i makim ples bilong wok folda, pinis na statim Adapt It gen.

source: Recovery By Editing The Path Specificiation Failed
tpi: Wok Bilong Stretim Ples Bilong Wok Folda i Nogut

source: You did not succeed in locating the work folder location. Aborting now. Next time you launch, you or your administrator will need to use the Administrator menu to locate the required work folder.
tpi: Yu no makim gut ples bilong wok folda. Bai wok i stop nau. Taim yu statim gen progrem tasol yu o hetman bilong yu mas yusim Administrator menu bilong painim na makim tru wok folda.

source: One chance to relocate the work folder failed
tpi: Dispela wok bilong setim wok folda i gat problem

source: Extended 8-bit ASCII characters were detected in the Project Configuration File's punctuation string (see below):
tpi: Ol leta olsem 8-bit ASCII leta i stap insait long pangsuesen bilong Projek Seting Fail (lukim daunbilo):

source: Warning: Unrecognized project settings field; unmatched name is:
tpi: Toksave: Adapt It i no save long dispela samting insait long Projek seting fail:

source: basic
tpi: besik

source: project
tpi: projek

source: The %s configuration file exists but it is empty (has no content). Default values will be used instead. You may need to reset some preferences by selecting Preferences... from the Edit menu.
tpi: Dispela %s configuration fail i stap tasol i no gat samting insait long fail. Adapt It bai yusim ol defol seting tasol. Sapos yu laik senisim sampela ol seting, yu ken selektim Seting... i stap long Edit menu.
