Repository: adapt-it/adaptit
Catalog: po/tpi.po
Languages: tpi

source: Set Custom Color...
tpi: Setim kastam kala...

source: Click this button to change the source font color
tpi: Klikim dispela baten bilong senisim kala bilong sos font

source: View/Set Encoding...
tpi: Vu/Setim Enkoding...

source: Target Font Data:
tpi: Taget Font Deta:

source: Use the buttons at right to change the Target Font
tpi: Yusim ol baten i stap long han sut bilong senisim Taget Font samting

source: Target text language reads Right to Left
tpi: Taget teks i save stat long han sut na i save ran i go long han kais

source: Check this box if the target language reads right-to-left
tpi: Tikim dispela boks sapos Taget teks i save stat long han sut na i ran i go long han kais

source: Target Font Size in Points
tpi: Dispela namba i makim bikpela bilong Taget Font (makim long "point")

source: Click this button to change the target language font (name, size, etc.)
tpi: Klikim dispela baten bilong senisim taget tokples font (nem, bikpela)

source: Click this button to change the target font color
tpi: Klikim dispela baten bilong senisim kala bilong taget font

source: Navigation Font Data:
tpi: Toksave Font Deta:

source: Use the buttons at right to change the Navigation Font
tpi: Yusim ol baten i stap long han sut bilong senisim Toksave Font samting

source: Navigation text language reads Right to Left
tpi: Toksave teks i save stat long han sut na i save ran i go long han kais

source: Check this box if the navigation language reads right-to-left
tpi: Tikim dispela boks sapos Toksave teks i save stat long han sut na i ran i go long han kais

source: Navigation Font Size in Points
tpi: Dispela namba i makim bikpela bilong Toksave Font (makim long "point")

source: Click this button to change the navigation language font (name, size, etc.)
tpi: Klikim dispela baten bilong senisim toksave tokples font (nem, bikpela)

source: Click this button to change the navigation font color
tpi: Klikim dispela baten bilong senisim kala bilong toksave font

source: The font for navigation text is used for displaying file and folder names, standard format marker names. The navigation text font is also used for chapter, verse, project and document names. Glossing can be displayed in either the target text's font (default), or the navigation text's font.
tpi: Adapt It i save yusim Toksave Font bilong soim ol fail na folda nem, na nem bilong ol stendet fomat maka. Toksave Font tu em bilong soim ol sapta na ves namba wantaim ol projek na dokumen nem. Adapt It i ken yusim Taget Font (defol), o Toksave Font bilong soim ol Glos.

source: Set Special Text Color...
tpi: Setim spesel teks kala...

source: Click this button to select a custom special text color
tpi: Klikim dispela baten bilong selektim wanpela kastam teks kala

source: Set Retranslation Text Color...
tpi: Setim Ritrenslesen teks kala...

source: Click this button to select a custom retranslation text color
tpi: Klikim dispela baten bilong selektim wanpela kastam ritrenslesen teks kala

source: Set Text Differences Color...
tpi: Setim teks kala bilong teks i bin senis...

source: Click to set the target text's color for when the text differs from the source text
tpi: Klikim bilong makim kala bilong taget teks taim taget teks i no wankain olsem sos teks

source: Please wait while Adapt It lays out the document again. This may take a while...
tpi: Plis wet long Adapt It i stretim gen dokumen. Em i ken kisim taim liklik...

source: Select an unwanted file. Press the "X" button to move the file from the left list to the right.
tpi: Selektim wanpela fail yu ting maski long en. Presim "X" baten bilong movim i go long han sut.

source: Document files listed here will be used
tpi: Ol dispela dokumen Adapt It bai yusim

source: Only these document files will be used
tpi: Ol dispela fail tasol bai Adapt It i yusim long mekim wok

source: Move to the unused list
tpi: Movim i go long maski lista

source: Move to the used list
tpi: Movim i go long yusim lista

source: Move All Right >>
tpi: Mov Olgeta Han &Sut >>

source: << Move All Left
tpi: << Mov Olgeta Han &Kais

source: Document files listed here will not be used
tpi: Ol dokumen hia bai Adapt It i no yusim

source: None of these document files will be used
tpi: Ol dispela Adapt It bai i no yusim

source: This command expects that you will get the data which is to be transformed from a project which is not currently open. This will work best if you are currently in an empty project which you have just created. Is that so?
tpi: Sapos yu mekim dispela wok, Adapt It bai kisim ol deta fail bilong senisim i kam long narapela projek i no op yet. I gutpela moa sapos yu wok nau long wanpela projek yu statim nau tasol. Em i tru?

source: No
tpi: Nogat

source: If you click the Yes button, any adaptations in your current project will be discarded, and another dialog will appear. The new dialog will allow you to select the other project which has the adaptations to be transformed into glosses. (The transformation process will create a glossing knowledge base from the former adaptations knowledge base, and from copied documents in which the old adaptations have become glosses.)
tpi: Sapos yu klikim "Yes" baten, olgeta trenslesen i gat insait long dispela projek bai rausim (sapos sampela i stap), na narapela daialog bai kamap. Long dispela narapela daialog yu bai inap selektim arapela projek i gat ol trenslesen bilong tanim i kam olsem glos insait long dispela projek (dispela wok bai mekim nupela glos nolis bes hia i kamapim long ol trenslesen long hap, na i kamapim long ol dokumen long hap tu, pinis Adapt It bai kopiim ol dokumen i kam tu.)

source: If you click the No button, the transformation process is cancelled immediately. Then create a new empty project. Do not create a document in the new project, but try this command again, and this time click the Yes button.
tpi: Sapos yu klikim "Nogat" baten, wok bai i no go het moa, bai stop wantu tasol. Olsem, yu ken statim nupela projek i no gat sampela wok yet, na i no gat dokumen yet. Na bihain sapos yu gat laik yu ken ranim dispela oda gen na klikim "Yes" baten.

source: Define Any Lower To Upper Case Equivalences
tpi: Makim Ol Smol Leta Wantaim Ol Poroman Bikpela Leta

source: Check here if the source text contains both upper case and lower case
tpi: Tikim dispela boks sapos sos teks i gat ol kapitel leta wantaim ol smol leta tu

source: Check this box if the source text uses capitalization
tpi: Tikim dispela boks sapos sos teks i save yusim kapitel na smol leta tu

source: Check here if you want Adapt It to automatically capitalize a word-initial lower case letter when appropriate
tpi: Tikim dispela boks sapos yu laikim Adapt It mas yusim kapitel na smol leta long taget teks tu

source: Check this box to Use Automatic Capitalization
tpi: Tikim dispela boks bilong Adapt It i mas yusim automatik kapitel leta

source: In the edit boxes type the lower case to upper case character equivalences for the source and target languages. (If you intend to do glossing, do it also for the glossing language). Do not type spaces. Type the equivalences as a series of two-character lines; each line is a lower case character followed by its upper case equivalent. (If using Adapt It Unicode, then for equivalences between any pair of composed characters, type just the lower case base character followed by the upper case base character.) For languages which read from right to left, type the lower case character first, and then the upper case equivalent next (that is, at its left).
tpi: Insait long tupela edit boks, tu taipim smol leta wantaim poroman kapitel leta. Wokim bilong sos na taget tokples tupela wantaim. (Sapos yu laik wokim wok glos, taipim smol na kapitel bilong glos tokples tu). No ken yusim ol spes leta. Wokim olsem tu tu long wanpela lain; lain i mas i gat smol leta pastaim na poroman kapitel leta bihain. (Sapos yu yusim Adapt It Unicode, na yu gat kompos leta, olsem yu ken taipim smol bes leta tasol na bihain long en taipim kapitel bes leta.) Na sapos tokples i save ran long han sut i go long han kais, taipim smol leta pastaim, na bihain taipim kapitel leta (kapitel bai go long han kais).

source: Source Language
tpi: Sos Tokples

source: Target Language
tpi: Taget Tokples

source: Gloss Language
tpi: Glos Tokples

source: Edit Source text lower case - upper case pairs here
tpi: Taipim ol smol - kapitel poroman bilong Sos teks hia

source: Edit Target text lower case - upper case pairs here
tpi: Editim Taget teks smol-kapitel leta poroman hia

source: Edit Gloss text lower case - upper case pairs here
tpi: Editim Glos teks smol-kapitel poroman leta hia

source: Clear Source List
tpi: Kliaim Sos lista

source: Remove all lower case - upper case equivalences from the source list above
tpi: Rausim olgeta smol - kapitel poroman leta i klia long sos lista

source: Clear Target List
tpi: Klia Taget Lista

source: Remove all lower case - upper case equivalences from the target list above
tpi: Rausim olgeta smol-kapitel poroman leta i klia long Taget lista

source: Clear Gloss List
tpi: Klia Glos Lista

source: Remove all lower case - upper case equivalences from the gloss list above
tpi: Rausim olgeta smol-kapitel poroman leta i klia long Glos lista

source: Set English Equivalences
tpi: Setim Ol English Poroman

source: Fill the source list above with English lower-upper case equivalences
tpi: Pulamapim lista wantaim ol English smol - kapitel poroman leta

source: Fill the target list above with English lower-upper case equivalences
tpi: Pulamapim Taget lista wantaim ol English smol-kapitel leta poroman

source: Fill the gloss list above with English lower-upper case equivalences
tpi: Kisim English smol-kapitel leta poroman na pulamapim Glos lista

source: Copy To Target List
tpi: Kopi i go long Taget Lista

source: Copy the source lower-upper case equivalences above to the target list
tpi: Kopi Sos smol-kapitel lista i go long Taget Lista

source: Copy To Gloss List
tpi: Kopi i go long Glos Lista

source: Copy the target lower-upper case equivalences above to the gloss list
tpi: Kopi Taget smol-kapitel lista i go long Glos Lista

source: Copy To Source List
tpi: Kopi i go long Sos Lista

source: Copy the gloss lower-upper case equivalences above to the source list
tpi: Kopiim Glos smol-kapitel lista i go long Sos Lista

source: Copy the source lower-upper case equivalences above to the gloss list
tpi: Kopi Sos smol-kapitel lista i go long Glos Lista

source: Sentence-final punctuation triggering capitalization
tpi: Pangsuesen i lasim sentens, na i kirapim kapitel long stat bilong neks sentens

source: Use this when the source language does not have a case distinction but the target language does
tpi: Usim dispela sapos sos tokples i nogat smol-kapitel kes, tasol taget tokples i gat smol-kapitel kes

source: Type into the box below any punctuation characters that should cause the next adaptation word to be capitalized, for example: ?.!> (Note: do this only if the source text language has no distinction between upper versus lower case.)
tpi: Taipim insait long bokis daunbilo, ol wanwan pangsuesen mak i mas kirapim kapitel leta i kamap long stat bilong neks sentens, olsem: ?.!> (Tok save: mekim olsem sapos sos teks i no save makim smol na bikpela leta. Sapos sos teks i save makim smol na bikpela tela, maski long taipim pangsuesen hia long dispel bokis).

source: Welcome to
tpi: Welkam long

source: This application gives you tools for translating text from one language which you know, to another related language known to you or a co-worker.
tpi: Dispela progrem i givim yu sampela tul bilong trensletim teks long wanpela tokples yu save long en, i go long narapela klostu tokples olsem yu o poroman bilong yu i save long en.

source: Do &not show this window in future
tpi: &No ken soim dispela toksave bihain gen

source: Check this box to avoid displaying this welcome message each time Adapt It runs
tpi: Tikim dispela boks sapos yu no laik lukim dispela toksave olgeta taim Adapt It i save stat

source: Click OK to continue
tpi: Klik OK long go het

source: Choose a Document
tpi: Selektim Dokumen

source: If you want to create a new document, double click <New Document>. If you want to continue work on a document you created previously, you will see its name in the list - double click the name to open that document.
tpi: Sapos yu laik wokim nupela dokumen, selektim <Nupela Dokumen> pastaim. O, sapos yu laik mekim sampela wok gen long wanpela dokumen yu bin statim bipo, bai yu lukim nem bilong en i stap long lista. Selektim nem bilong en na Klikim "Pinis".

source: Book mode is OFF
tpi: Buk folda mod i no wok long ran

source: What is a document? ...
tpi: Dokumen em wanem samting? ...

source: Click here for more information about Adapt It documents
tpi: Klikim dispela baten bilong kisim save long ol dokumen bilong Adapt It

source: Documents will be saved to the Adaptations folder
tpi: Ol dokumen bai sev insait long Adaptations folda

source: List of Adapt It documents in the current project
tpi: Lista bilong ol Adapt It dokumen i statim insait long dispela projek

source: Make diagnostic logfile during document creation and opening
tpi: Mekim diagnostic log fail taim program i mekim na opim dokumen

source: &Change USFM fixed space markers (~) to regular spaces
tpi: &Senisim USFM fiks spes maka (~) i go long ol nomal spes

source: Check if you want Adapt It to change any fixed space markers to regular spaces in new documents
tpi: Klikim dispela boks sapos yu laikim Adapt It i senisim ol fiks spes maka i go long nomal spes

source: Change Folder...
tpi: Senisim Folda...

source: Click this button to change the folder for storing documents
tpi: Klikim dispela baten sapos yu laik senisim buk folda bilong holim ol dokumen

source: Force UTF-8 encoding for source data input
tpi: Wokim UTF-8 Enkoding tasol bilong ritim Sos teks i kam insait

source: Check this box to force Adapt It to read the input file as Unicode UTF-8 data
tpi: Tikim dispela boks sapos yu laikim Adapt It i mas ritim Sos teks olsem i gat UTF-8 Enkoding bilong en

source: Choose a Project
tpi: Selektim wanpela Projek

source: If you do not have your project set up yet, double click <New Project>. If it is already set up, you will see its name in the list - double click the name to open that project.
tpi: Sapos yu nogat wanpela projek yet selektim <Nupela Projek> na klikim GoHet. Sapos yu setimap pinis wanpela projek, bai yu lukim nem bilong en i stap long lista. Selektim nem long lista, na klikim GoHet.

source: What is a project? ...
tpi: Projek em wanem samting? ...

source: Click here for more information about Adapt It projects
tpi: Klikim dispela baten bilong kisim save long ol Adapt It projek

source: List of Adapt It projects on this computer
tpi: Lista bilong ol Adapt It projek long dispela komputa

source: Source Text:
tpi: Sos Teks:

source: The source text
tpi: Sos teks i stap long dispela edit boks

source: List of punctuation characters
tpi: Lista bilong ol pangsuesen mak

source: To insert the top item in the list, place the cursor in the correct location in the box below. Then click the Place button. Or you can place the punctuation manually. You can ignore or change punctuation.
tpi: Bilong entaim item i stap antap long lista, putim kursa long ples we yu laik entaim insait long teks long bokis bilo. Pinis, klikim "Entaim" baten. O, yu ken wokim long laik bilong yu tasol - senisim pangsuesen mak o maski, larim i stap olsem tasol.

source: Make the punctuation look the way you want it here
tpi: Wokim ol pangsuesen mak hia long dispela boks olsem yu laik wokim

source: Place
tpi: Entaim Nau

source: Click this button to place the selected punctuation at left at the cursor's location above
tpi: Klikim dispela baten bilong entaim pangsuesen mak i kam long lista na i go insait long teks stret long ples yu makim long kursa

source: Click OK when you are finished and ready to proceed
tpi: Klikim OK sapos yu pinis long dispela na laik go het long wok

source: Units
tpi: Skel

source: Inches
tpi: Insis

source: Use inch measurements in page and printer setup dialogs
tpi: Yusim insis olsem skel insait long pes na printa setap daialog

source: Centimeters
tpi: Sentimita

source: Use Centimeters (metric) measurements in page and printer setup dialogs
tpi: Yusim sentimita olsem skel insait long pes na printa setap daialog

source: Type your new translation into the box (include any punctuation where needed):
tpi: Taipim nupela trenslesen long dispel bokis (putim pangsuesen tu i go stret long ples bilong en):

source: Type the retranslation here (including appropriate punctuation)
tpi: Dispela hia em boks bilong taipim ritrenslesen nau (putim pangsuesen tu i go stret long ples bilong en)

source: Font size:
tpi: Font Sais:

source: Copy From Clipboard
tpi: Kopi I Kam Long Klipbod

source: Copy the clipboard contents and make it the retranslation
tpi: Kopim Klipbod teks na usim olsem sos teks bilong ritrenslesen

source: Copy To Clipboard
tpi: Kopi Long Klipbod

source: Click here to copy the retranslation to the clipboard
tpi: Klikim dispela baten long wokim kopi bilong ritranslation i go long klipbod (bilong wokim kopi bihain)

source: Earlier source text
tpi: Sos teks i go pinis i stap

source: Earlier translation (target) text
tpi: Trenslesen (taget) teks i go pinis i stap

source: Chapter:
tpi: Sapta:

source: Verse:
tpi: Ves:

source: Get Chapter:Verse Text
tpi: Kisim Sapta:Ves Teks

source: Find and display the chapter and verse text of references selected at left
tpi: Painim na soim sapta na ves teks bilong sapta na ves yu makim long han kais

source: Close and Jump Here
tpi: Klosim Na kalap i Go Hia

source: Close this dialog and jump to the displayed chapter and verse text location
tpi: Klosim dispela daialog na kalap i go long sapta na ves yu makim long han kais

source: Show More
tpi: Soim Moa Yet

source: Display more of the source and translation text
tpi: Soim moa yet bilong sos teks na trenselsen teks

source: Show Less
tpi: Soim Liklik Yet

source: Display less of the source and translation text
tpi: No ken soim tumas long sos teks na trenslesen teks

source: Showing from:
tpi: Soim long:

source: to
tpi: long

source: Close
tpi: Klosim

source: Close this dialog and continue working
tpi: Klosim dispela daialog na go het long wok

source: Define KB and Miscellaneous Options
tpi: Makim Ol Seting Bilong Nolis Bes Na Narapela Samting

source: Disable automatic knowledge base backups
tpi: No ken wokim automatik nolis bes bekap

source: Check this box if you do not want automatic KB backups
tpi: Tikim dispela boks sapos yu no laikim Adapt It i wokim ol automatik KB bekap

source: Automatically produce a backup copy when closing the document
tpi: Wokim automatik bekap kopi taim dokumen i klos

source: Check this box if you want a backup made when closing the document
tpi: Tikim dispela boks sapos yu laikim Adapt It i wokim bekap taim dokumen i klos

source: If the source or target language names stored in the knowledge base become corrupted (check the basic configuration file), you can fix the problem by typing correct names in the boxes below.
tpi: Sapos nem bilong sos o taget tokples i paul o i no kamap klia long nolis bes (sekim besik seting fail), yu ken stretim dispela problem - stretim o raitim gut nem inisait long tupela edit boks daun bilo.

source: This is the source language name
tpi: Dispela em i sos tokples nem

source: This is the 2-letter or 3-letter source language code
tpi: Dispela em i 2-pela o 3-pela leta i makim sos tokples

source: This is the target language name
tpi: Dispela em i taget tokples nem

source: This is the 2-letter or 3-letter target language code
tpi: Dispela em i 2-pela o 3-pela leta i makim taget tokples

source: Gloss Language Name:
tpi: Nem Bilong Glos Tokples:

source: Gloss Language Code:
tpi: Kod bilong Glos Tokples:

source: This is the name of glossing mode's language
tpi: Dispela em i nem bilong glos tokples

source: This is the 2-letter or 3-letter glossing language code
tpi: Dispela em i 2-pela o 3-pela leta i makim glos tokples

source: Free Translation Language Name:
tpi: Nem bilong Fri Trenslesen Tokples:

source: Free Translation Language Code:
tpi: Fri Trenslesen Tokples Kod:

source: This is the name of free translation mode's language
tpi: Dispela em nem bilong fri trenslesen mod tokples

source: This is the 2-letter or 3-letter free translation language code
tpi: Dispela em i 2-pela o 3-pela leta i makim fri trenslesen tokples

source: Set Order of Adaptations and Glosses for Vertical Editing Steps
tpi: Makim oda bilong ol Adaptesen na ol Glos bilong ol Vetikel Edit Step

source: Do adaptations updating before glosses updating
tpi: Stretim ol adaptesen pastaim, bihain wokim ol glos

source: Do glosses updating before adaptations updating
tpi: Stretim ol glos pastaim, bihain wokim ol adaptesen

source: Choose the top option to support copy of source text ZWSP into the adaptation
tpi: Sapos yu laik sapotim ZWSP (spes i no gat brait bilong en) long taim yu ekspotim trenslesen, klickim baton i stap antap long arapela baton

source: Copy the source text word breaks to use them for the adaptation word breaks
tpi: Kopi ol kain spes i stap namel long olgeta tupela tok, na yusim ol dispela gen insait long ekspot teks

source: If ZWSP or similar special space precedes the source word, it will be used to precede the target word automatically
tpi: Sapos ZWSP o narapela kain spes olsem i stap paslain long sos teks tok, em bai i stap paslain long tok insait long trenslesen ekspot tu

source: Programmatically join adaptation words only with normal spaces
tpi: Taim progrem em yet i work long joinim ol trenselen tok, yusim Tok Pisin spes tasol

source: Word joiner is normal space when programmatic joining is done, but ZWSP can be manually typed in mergers and retranslations
tpi: Yusim Tok Pisin spes tasol long olgeta taim progrem em yet i laik joinim sampela tok wantaim. Tasol sapos yu yet taipim, yu inap mekim long laik bilong yu

source: When collaborating, send no footnotes to Paratext or Bibledit
tpi: Taim progrem i work long kolaboret (poro wantaim), progrem i no salim ol futnot igo long Paratext o Bibledit

source: Completely remove footnote markers and their contents before transferring the text to Paratext or Bibledit
tpi: Rausim olgeta maka bilong futnot wantaim olgeta teks bilong ol, orait, bihain teks i stap yet em inap long go to Paratext o Bibledit

source: Turn on user-guided conflict resolution (for collaboration mode)
tpi: Tainim igo on, rod bilong makim wanem ves i mobeta long arapela (Kolaboresen mod)

source: Turned on, identified conflicts will allow the conflict resolution dialogs be shown
tpi: Sapos em i on, taim ves i no gat mining i wankain long ves insait long Paratext, dialog i larim yu stretim

source: Define View Options
tpi: Makim Ol Vu Seting

source: Vertical gap between multi-line text strips (in pixels, min 14, max 80)
tpi: Spes namel long ol strip (long piksel, liklik 14, planti 80)

source: Higher numbers create more vertical spacing between strips
tpi: Ol namba i moa antap bai wokim moa spes namel long ol strip

source: Width of the inter-pile gap (in pixels, min 0, max 80)
tpi: Spes namel long ol pail (long piksel, liklik 0, planti 80)

source: (Free translating gap is at least 40 pixels. Normal gap is restored on exit from that mode.)
tpi: (Spes namel long ol pail em i 40 piksel taim yu wok long mekim ol fri trenslesen tasol.)

source: Higher numbers create more horizontal spacing between piles
tpi: Ol namba i moa antap bai wokim moa spes namel long ol pail

source: Left margin (in pixels, min 16, max 40)
tpi: Spes nating long sait i stap long han kais (long piksel, liklik 16, planti 40)
