Repository: adapt-it/adaptit
Catalog: po/tpi.po
Languages: tpi

source: Adapt It again and retry loading the fixed document.
tpi: Adapt It na traim gen, lodim dispel dokumen yu stretim pinis.

source: Warning: While loading the source text file at chapter:verse %s, unexpected markers, %s ... %s , were encountered. They occur at sequence number: %d, and within the span: %s.
tpi: Toksave: Taim Adapt It i lodim sos teks fail na kamap long sapta:ves %s, sampela maka, %s … %s, i kamap, Adapt It I no save lukim. Ol maka i kama long sekwens namba: %d, na insait long dispela tok: %s.

source: When Adapt It encounters "Unexpected" markers, it means that either Adapt It doesn't recognize the markers, or they are not located where Adapt It would expect them within the text. You should avoid putting punctuation between consecutive end markers. Put any final punctuation after consecutive end markers. Fix the input source text file, then re-load to re-create the document. Do you want to continue loading the file?
tpi: Taim Adapt It I lukim ol maka i no save lukim long dispela hap, dispela i ken mining olsem, Adapt It i no save long dispela maka, o ol maka hia i no stap long ples we Adapt It i save lukim insait long teks. Maski long putim pangsuesen I go namel long ol end maka. Putim pangsuesen bilong pinis tok I go na stap bihain long ol end maka. Stretim input teks, pinis lodim gen i kam insait long Adapt It na mekim nupela dokumen gen. Yu laik go het yet long lodim teks fail?

source: User selected Yex
tpi: Yu selektim Yesa

source: footnote
tpi: futnot

source: end note
tpi: pinis fn

source: end endnote
tpi: pinis endnote

source: end crossReference
tpi: sapta:ves Namba

source: end ext xref note
tpi: pinis xref not

source: Do you wish consistent changes to be applied to the text to be pasted?
tpi: Yu laikim Konsisten Senis i senisim teks bilong pestim?

source: Do you wish the configured SILConverter to be applied to the text to be pasted?
tpi: Yu laikim SIL Konveta i senisim teks bilong pestim?

source: Sorry, the paste operation resulted in text which exceeded the maximum width of a strip, so the operation was aborted.
tpi: Sori, teks bilong pestim i longpela tumas long fitim insait long strip, olsem na Adapt It i no mekim.

source: Sorry, the range you specified is illegal. Try again.
tpi: Sori, dispela ol ves namba yu makim i no stret. Traiim gen.

source: Error: a chapter number was specified, but this document does not appear to contain chapter specifications. The print operation has been aborted.
tpi: Problem: Yu makim sapta namba, tasol ating dokumen hia i no gat ol sapta namba. Olsem Adapt It i no inap printim olsem.

source: Error: the specified chapter and verse for the start of the printing range could not be found. The print operation has been aborted.
tpi: Problem: Yu makim sapta namba na ves namba bilong statim print, tasol Adapt It i no inap painim dispela sapta na ves. Olsem Adapt It i no inap printim olsem.

source: Error: the specified chapter and verse for the end of the printing range could not be found. The print operation has been aborted.
tpi: Problem: Yu makim sapta namba na ves namba bilong pinis print, tasol Adapt It i no inap painim dispela sapta na ves. Olsem Adapt It i no inap printim olsem.

source: Edit Preferences
tpi: Senisim Setting

source: Failure when trying to save the glossing knowledge base.
tpi: Problem i kamap taim Adapt It i laik sevim glos nolis bes.

source: Failure when trying to save the knowledge base.
tpi: Problem i kamap taim Adapt It i laik sevim nolis bes.

source: You should immediately save the document, then try again.
tpi: Yu traim sevim dokumen hariap, pinis, traim gen.

source: If you have repeated failures, then exit the application
tpi: Sapos Adapt It i gat planti problem, yu stopim progrem tasol

source: and try one of the recovery strategies (either use the backup one
tpi: na traim bihainim toksave bilong stretim problem (yusim bekap toksave

source: or the Restore Knowledge Base command). DO NOT use
tpi: o, yusim "Stretim Nolis Bes" seleksen). No ken yusim

source: the Backup Knowledge Base command now!
tpi: nau dispela seleksen: Bekap Nolis Bes!

source: No project is currently active - select "Start Working..." from the File menu to open a project
tpi: I nogat projek i aktiv yet - selektim "Stat Wok..." i stap long Fail menu bilong opim wanpela projek

source: Current Folder: %s
tpi: Folda Nau Em: %s

source: Cannot open the Clipboard
tpi: No inap opim Klipbot

source: Adapt It cannot step down to the beginning of the next chapter because it cannot find a legal place to put the phrase box, retranslations at the end of the document prevent it.
tpi: Adapt It no inap kalap i go het long neks sapta, bilong wanem em i no inap painim gutpela ples bilong putim fres box, ol ritrenslesen i stap long tel bilong dokumen i pasim na no inap kalap i go het.

source: Adapt It cannot step up to the beginning of chapter, or to the beginning of the previous chapter because it cannot find a legal place to put the phrase box, retranslations at the beginning of the document prevent it.
tpi: Adapt It no inap kalap i go long stat bilong sapta, bilong wanem em i no inap painim gutpela ples bilong subim fres box, ol ritrenslesen i stap long het bilong dokumen i pasim na no inap kalap i go bek.

source: This particular operation is not available when you are glossing.
tpi: Adapt It i no inap mekim kain wok olsem taim yu wokim ol glos.

source: This operation is not permitted when the selection contains any part of a retranslation. First remove the retranslation and then try again.
tpi: I tambu long mekim olsem taim seleksen i gat ritrenslesen i stap insait. Yu mas rausim ritrenslesen pinis pastaim, bihain traim gen.

source: Merging is not permitted when the selection contains ~ which is the USFM fixed space marker. Try a retranslation instead.
tpi: Joinim ol hap tok i tambu long taim seleksen i gat ~ long namel; em olsem USFM fiks spes maka. maski long joinim tok, traim wokim ritrenslesen tasol.

source: Merging a selection which contains a placeholder (represented by ... dots) is not permitted.
tpi: I tambu long joinim ol tok insait long seleksen sapos seleksen i gat plesholda (...) i stap insait.

source: Merging across the end of a free translation is not permitted. (You can merge up to the end of the free translation, but not beyond that point in the same merger.)
tpi: Adapt It i no inap joinim tok sapos seleksen i karamapim sampela teks bihain long Fri Trenslesen tu (Mobeta yu bungim hap teks i gat Fri Trenslesen tasol na joinim dispela pastaim.)

source: Adapt It attempted to make a phrase of the source words " %s". However, the word "%s" within this marker span: %s has stored (hidden/filtered) data. Making a phrase across stored (hidden/filtered) data is not allowed.
tpi: Adapt It i traim bungim dispel sos haptok " %s". Tasol, dispela hap "%s" i stap insait long dispela tok I gat dispela maka: %s na dispela I gat deta i hait o i filta pinis. No ken bungim ol haptok sapos I gat deta i hait o i stap olsem i filta.

source: Making a phrase across hidden data not allowed
tpi: Adapt It i no inap joinim tok sapos i gat ol filta tok insait long dispela hap teks

source: Medial markers:
tpi: Ol maka i stap namel:

source: To undo a merger using a selection, select only one pile.
tpi: Selektim wanpela pail tasol, bihain rausim ol tok i join.

source: Error while trying to deselect a cell. Try selecting using the mouse instead.
tpi: Problem i kamap taim Adapt It i laik rausim seleksen bilong sel. Yu traim yusim maus tasol.

source: Could not get a pointer to the next cell. Try selecting with the mouse instead.
tpi: Problem i kamap taim Adapt It i laik painim sel bihain long dispela. Yu traim yusim maus tasol.

source: Could not get a pointer to the previous cell. Try selecting with the mouse instead.
tpi: Problem i kamap taim Adapt It i laik painim sel i go pas long dispela. Yu traim yusim maus tasol.

source: Processing a CC table failed. Got error code %d with table having index %d.
tpi: Adapt It i painim problem i stap long CC Tebol. Eror kod %d na tebol indeks %d.

source: The dialog can be opened at a selection only if the phrase box is located at the first word of the selection.
tpi: Daialog hia i no inap op long ples bilong seleksen, sapos fres boks i no i stap long nambawan hap tok insait long seleksen.

source: Illegal attempt to open ChooseTranslation dialog
tpi: I tambu long traim opim "Selektim Trenslesen" daialog

source: Sorry, the knowledge base does not yet have an entry matching this source text, so the Choose Translation dialog cannot be shown.
tpi: Sori, nolis bes i no gat wanpela tok i wankain olsem dispela sos teks, olsem na i no soim "Selektim Trenslesen" daialog.

source: Here Only, or Everywhere It Occurs
tpi: Hia Tasol, o Long Olgeta Hap We Em i Stap

source: You have changed this source text ( %s ) to be stored in the knowledge base, along with its translation. Do you want this to happen, in all documents, at every location where the same source text occurs with an asterisk? (The translations at other locations can be the same or different, that will not matter.)
tpi: Yu senisim pinis dispela sos teks ( %s ) bilong stoaim long nolis bes, wantaim trenslesen bilong en. Yu laik dispela senis bai i kamap long olgeta documen, long olgeta hap we wankain sos teks i stap wantaim * antap long en, o nogat? (Ol trenslesen long ol dispela arapela hap, sapos ol i wankain o nogat, em orait.)

source: Editing document %d of %d
tpi: Nau editim documen %d bilong %d

source: File read failure
tpi: Trai long ritim fail, tasol em i pofaia

source: Loading the document ( %s ) failed. So processing this document has been skipped.
tpi: Lodim dispela dokumen ( %s ) i gat problem na i no kamap. Olsem na Adapt It i kalapim pinis dispela dokumen, em i no inap mekim wok wantaim en.

source: File write failure
tpi: Trai long raitim fail, tasol em i pofaia

source: Writing the automatically updated document ( %s ) failed. So the older version remains unchanged.
tpi: Progrem i no inap raitim dokumen ( %s ), problem i kamap pinis. Olsem na olpela dokumen i stap yet, i no gat senis i kamap insait long en yet.

source: The former open document could not be reopened. Adapt It is in a non-stable state. You should close down immediately without saving, then launch and enter your project again.
tpi: Asua i kamap. Dokumen i stap op bipo, progrem i no inap opim gen. Ating Adapt It i stap bagarap liklik. Klosim program nau, na tambu tru yu trai sevim dokumen. Bihain, statim Adapt It gen, go instait long projek gen, na mekim wok.

source: Sorry, the Go To command failed. No valid location for the phrase box could be found before or after your chosen chapter and verse. (Are all your adaptations in the form of retranslations?)
tpi: Sori, "Go Long" oda i no wok. Adapt It i no inap painim wanpela gutpela ples bilong putim fres bokis. (Olgeta trenselsen yu bin, wokim yu wokim olsem ritrenslesen tasol?)

source: Sorry, but the chapter and verse combination %s does not exist in this document. The command will be ignored.
tpi: Sori, yu makim sapta na ves olsem %s, tasol dispela sapta:ves i no stap insait long dispela dokumen. Olsem Adapt It i no painim.

source: Layout Window Right To Left Ctrl-1
tpi: Wokim toktok i stat long han sut na i go long han kais Ctrl-1

source: Layout Window Left To Right Ctrl-Shift-1
tpi: Wokim toktok i stat long han kais na i go long han sut Ctrl-Shift-1

source: Layout Window Left To Right Ctrl-1
tpi: Wokim toktok i stat long han kais na i go long han sut Ctrl-1

source: Stop Selection At Boundaries
tpi: Stop Arare Long Seleksen Boda

source: Show Punctuation
tpi: Soim Pangsuesen

source: Show Source And Target Text
tpi: Soim Sos Wantaim Taget Teks

source: No punctuation copy
tpi: No Ken Kopiim Pangsuesen

source: Enable Punctuation Copy
tpi: Go Het na Kopiim Pangsuesen

source: Import to Knowledge Base
tpi: Impot bilong Skruim Nolis Bes

source: Choose type of format for import of data into the Knowledge Base:
tpi: Selektim fomat bilong deta fail bilong impotim I kam insait long Nolis Bes:

source: SFM plain text import (from \lx & \ge fields) (*.txt)|*.txt|All Files (*.*)|*.*||
tpi: SFM plen teks impot (wokim i kam long \lx & \ge maka) (*.txt)|*.txt|Olgeta fail (*.*)|*.*||

source: XML LIFT import (*.lift)|*.lift|All Files (*.*)|*.*||
tpi: XML LIFT impot (*.lift)|*.lift|Olgeta Fail (*.*)|*.*||

source: Filename for KB import
tpi: Fail Nem bilong KB Impot

source: Import KB Records from SFM File
tpi: Impotim ol KB rekot i kam long SFM fail

source: Import KB Records from LIFT File
tpi: Impotim ol KB rekot i kam long LIFT fail

source: Choose a file from the following list: (from the location: %s):
tpi: Makim wanpela fail bilong dispela lista: (i kam long dispela ples: %s):

source: Import your edited version of the source text which belongs to the currently open document
tpi: Impotim sos teks i wankain olsem sos teks i op i stap, tasol nupela teks i gat samplea liklikk senis gen

source: SFM plain text import(*.txt)|*.txt|All Files (*.*)|*.*||
tpi: SFM plen teks impot(*.txt)|*.txt|All Files (*.*)|*.*||

source: Warning: there was no source language data in the file you imported, so the document has not been changed.
tpi: Sori, fail yu laik impotim i kam long Adapt It i no gat sos tokples teks insait, olsem dokumen i no senis.

source: Collaboration with Paratext is currently ON. You cannot use Adapt It to edit the source text while collaboration is ON. If the source text needs to be edited, close Adapt It, run Paratext and edit the source text using Paratext. Then continue working with the source text within Adapt It. Note: Any changes you make to the source text externally after Adapt It has created its document will likely cause a conflict when you save your work within Adapt It, and Adapt It will ask you to resolve any conflicts at Save time.
tpi: Wok wantaim Paratext i ON. Yu no inap editim sos teks insait long Adapt It taim wok wantaim Paratext i ON. Sapos yu laik editim sos teks, klosim Adapt It pastaim, ronim Paratext na editim sos teks insait long Paratext. Pinis, wok gen wantaim dispela sos teks insait long Adapt It. Toksave: Ol wanem senis yu mekim long sos teks ausait long Adapt It bihain long Adapt It i wokim dokumen pinis bilong en yet, bai kamapim sampela conflict taim yu sevim wok bilong yu insait long Adapt It, na Adapt It bai askim yu long stretim ol dispela conflict long taim yu sevim wok insait long Adapt It.

source: Collaboration with Bibledit is currently ON. You cannot use Adapt It to edit the source text while collaboration is ON. If the source text needs to be edited, close Adapt It, run Bibledit and edit the source text using Bibledit. Then continue working with the source text within Adapt It. Note: Any changes you make to the source text externally after Adapt It has created its document will likely cause a conflict when you save your work within Adapt It, and Adapt It will ask you to resolve any conflicts at Save time.
tpi: Wok wantaim Bibledit i ON. Yu no inap editim sos teks insait long Adapt It taim wok wantaim Bibledit i ON. Sapos yu laik editim sos teks, klosim Adapt It pastaim, ronim Bibledit na editim sos teks insait long Bibledit. Pinis, wok gen wantaim dispela sos teks insait long Adapt It. Toksave: Ol wanem senis yu mekim long sos teks ausait long Adapt It bihain long Adapt It i wokim dokumen pinis bilong en yet, bai kamapim sampela conflict taim yu sevim wok bilong yu insait long Adapt It, na Adapt It bai askim yu long stretim ol dispela conflict long taim yu sevim wok insait long Adapt It.

source: Cannot use Adapt It to edit source text while collaboration is ON
tpi: No inap editim sos teks taim wok wantaim Patatext o Bibledit i ON

source: WX Version
tpi: WX Vesin

source: This version designed for %s data
tpi: Dispela vesin em i wok wantaim %s deta

source: Downloads:
tpi: DaunLod i kam long:

source: Send problem or feedback reports to developers via the Help menu
tpi: Yusim Help menu seleksen bilong salim wanpela tok save (problem o tok save tasol) i go long ol developa bilong Adapt It

source: Built with wxWidgets version
tpi: Wokim long wxWidgets vesin

source: Language and Locale Information:
tpi: Tokples na Lokal Infomesen:

source: Active User Interface Language:
tpi: Tokples Bilong Progrem Menu Na Toksave:

source: Host Operating System:
tpi: Sistem Bilong Dispela Komputa:

source: System Default Language:
tpi: Tokples Bilong Sistem Yet:

source: System Locale Name:
tpi: Nem Bilong Sistem Lokal:

source: Canonical Locale Name:
tpi: Sotpela Nem Bilong Lokal:

source: System Encoding:
tpi: System Teks Enkoding:

source: System Layout Direction:
tpi: Sistem Teks Direksen:

source: Drafting
tpi: Wokim Draf

source: Use Drafting mode for initial drafting of your translation
tpi: Yusim Wokim Draf baten taim yu wokim namba wan raun bilong trenslesen

source: Reviewing
tpi: Wokim Rivu

source: Use Reviewing mode to review your translation phrase by phrase without jumping ahead
tpi: Yusim Rivu baten taim yu laik rivu na sekim ol trenslesen yu wokim pinis

source: Automatic
tpi: Automatik

source: When Automatic is selected, Adapt It looks up translations in the KB and enters them automatically without stopping
tpi: Taim Automatik boks igat mak, Adapt It i save painim ol mining long KB na i save entaim ol i go long taget teks wantu na i go het yet

source: Save To Knowledge Base
tpi: Sevim Long Nolis Bes

source: Uncheck this box only to prevent Adapt It from storing anything in the KB for this particular word or phrase
tpi: Rausim sek long dispela boks sapos yu ting mining bilong dispela word o fres i no ken i go long KB

source: Force Choice For This Item
tpi: Soim "Selektim Trenslesen" Oltaim

source: Check this box to show the Choose Translation Dialog even if there is only one adaptation for this source word or phrase
tpi: Tikim dispela boks sapos yu laik "Selektim Trenslesen" daialog i mas kamap gen bihain, maski KB i gat wanpela mining tasol bilong dispela word o fres

source: Press this button to store an "empty translation" for this particular word or phrase in the KB
tpi: Presim dispela baten bilong makim "nogat trenslesen" bilong dispela word o fres i go long KB

source: Delay
tpi: Wet

source: To slow down automatic insertions of adaptations, enter a number from 1 to 300 here
tpi: Wet liklik taim bihain movim fres boks i go het automatik gen, taipim namba namel long 1 na 300 hia

source: Select to toggle glossing mode on and off
tpi: Makim dispela boks bilong wokim glos mod i ran, o, rausim mak bilong pasim glos mod i no ran

source: Use Auto Correct
tpi: Yusim Auto Korek

source: Type text here
tpi: Taipim teks hia

source: &Shorten
tpi: &Sotim

source: Shorten the span of a free translation
tpi: Sotim fri trenslesen (rausim wanwan word long tel bilong en)

source: < &Prev
tpi: Go&Bek

source: Jump to the previous free translation
tpi: Go bek na selektim fri translatioin i stap long teks bipo long dispela

source: &Lengthen
tpi: S&kruim

source: Lengthen the span of a free translation
tpi: Wokim teks bilong fri trenslesen i go moa longpela

source: &Next >
tpi: Go&Neks >

source: Jump to the next free translation
tpi: Go long neks fri trenslesen

source: &Remove
tpi: &Rausim

source: Remove free translation
tpi: Fail nem bilong Ritrenslesen Ripot

source: Ad&vance
tpi: Go&Het

source: Jump to the next span needing a free translation
tpi: Kalap i go long hap teks we i nidim yet wanpela fri trenslesen

source: Adjust...
tpi: Senisim...

source: Show a button which allows various options such as joining or splitting
tpi: Soim baten bilong Senisim fri trenslesen o boda long kain kain rot

source: Join To Next
tpi: Joinim wantaim neks

source: Join this section to what follows, extending the section
tpi: Joinim dispela seksen i go wantaim seksen i stap bihain, olsem na seksen i skruim em yet

source: Define Sections By:
tpi: Makim Boda Olsem:

source: P&unctuation
tpi: P&angsuesen

source: Define free translation spans by punctuation
tpi: Bungim ol fri trenselesen long pangsuesen mak

source: V&erse
tpi: V&es

source: Define free translation spans by verse
tpi: Bungim ol hap fri trenselesen i bihainim ol ves tasol

source: Clear Contents
tpi: Rausim olgeta teks

source: Clear all text from the compose bar
tpi: Rausim olgeta teks long kompos ba na bai no gat moa teks insait

source: Select All
tpi: Selektim Olgeta

source: Select all of the text in the compose bar
tpi: Selektim olgeta teks i stap insait long kompos ba

source: Select the adaptation project you wish to access:
tpi: Selektim wanem trenslesen projek yu laik kisim:

source: Select a project from this list
tpi: Selektim wanpela rojek i stap long lista

source: Click Open to continue
tpi: Klikim Opim baten bilong go het

source: Cancel
tpi: Kensel

source: Click Cancel to stop accessing another project
tpi: Klikim Kensel baten bilong tok maski long wokim samting nau

source: Type a document name (title only, no extension) which suitably names the source data which you intend to translate.
tpi: Taipim dokumen nem (nem tasol, nogat fulstop na nogat ekstensen), em nem bilong sos teks yu laik tanim.

source: For example: Romans
tpi: Em Olsem: Rom

source: Type a brief name for the file here
tpi: Taipim sotpela nem bilong fail long hia

source: Note: Do not use any of these characters in a file name:
tpi: Toksave: No ken yusim ol dispela leta insait long fail nem:

source: These characters are not allowed in the name
tpi: Ol dispela leta i tambu long yusim insait long fail nem

source: Define Source and Target Language Names
tpi: Makim Sos Tokples Nem na Taget Tokples Nem

source: Type the name of the source and target languages.
tpi: Taipim nem bilong sos wantaim taget tokples.

source: Documents will be stored in a folder named "<source name> to <target name> adaptations".
tpi: Ol dokumen bai go insait long folda i gat dispela nem: "<sos nem> long <taget nem> trenslesen".

source: This will be the name of your project.
tpi: Dispela bai kamap olsem nem bilong projek bilong yu.

source: Source Language Name:
tpi: Nem bilong Sos Tokples:

source: Type a name for the source language here
tpi: Taipim nem bilong sos tokples hia

source: Source Language Code:
tpi: Kod bilong Sos Tokples:

source: Type the 3-letter source language code here (or use Lookup Codes button)
tpi: Taipim 3-pela leta kod bilong sos tokples i go hia (o, klikim Painim Kod baten)

source: Target Language Name:
tpi: Nem bilong Taget Tokples:

source: Type a name for the target language here
tpi: Taipim nem bilong taget tokples hia

source: Target Language Code:
tpi: Kod bilong Taget Tokples:

source: Type the 3-letter target language code here (or use Lookup Codes button)
tpi: Taipim 3-pela leta kod bilong taget tokples i go hia (o, klikim Painim Kod baten)

source: Lookup Codes
tpi: Painim Kod

source: Press this button to get a list of 3-letter language codes
tpi: Presim dispela baten bilong soim lista i gat 3-pela leta kod bilong olgeta tokples

source: Choose Fonts and Font Characteristics
tpi: Selektim Ol Font

source: Source Font Data:
tpi: Sos Font Deta:

source: Use buttons at right to change the Source Font
tpi: Yusim ol baten i stap long han sut bilong senisim Sos Font samting

source: Source text language reads Right to Left
tpi: Sos teks i save stat long han sut na i save ran i go long han kais

source: Check this box if the source language reads right-to-left
tpi: Tikim dispela boks sapos Sos teks i save stat long han sut na i ran i go long han kais

source: Size
tpi: Bikpela

source: Source Font Size in Points
tpi: Dispela namba i makim bikpela bilong Sos Font (makim long "point")

source: Change Font...
tpi: Senisim Font...

source: Click this button to change the source language font (name, size, etc.)
tpi: Klikim dispela baten bilong senisim sos tokples font (nem, bikpela)
