Repository: adapt-it/adaptit
Catalog: po/tpi.po
Languages: tpi

source: The Adapt It project "%s" was previously setup for collaboration with %s, but %s is not installed on this computer. That project was set to collaborate with these projects: %s source language project: %s %s target language project: %s %s free translation project: %s Answer "No" to the question below - if you plan to install Paratext or Bibledit so that Adapt It can continue working in collaboration with this project. Then you should install Paratext or Bibledit before trying to open this project within Adapt It. Answer "Yes" to the question below - if you want to go ahead and view or edit documents in this project now. However, if you do answer "Yes", you should know that this project's collaboration settings will be removed from its project configuration file. If you later want this AI project to resume collaboration, you (or your administrator) will need to first install Paratext or Bibledit on this computer, and make sure that Paratext or Bibledit have the required source language and target language projects (within Paratext or Bibledit). Then you will need to make Adapt It's Administrator menu visible and select its "Setup or Remove Collaboration..." menu item, and setup collaboration again for this project using that dialog. Do you want to remove collaboration settings from this "%s" project?
tpi: Adapt It projek "%s" i setap bipo long wok wantaim %s, tasol %s i no install long dispela komputa. Dispela Adapt It projek i setap long wok wantaim ol dispela projek: %s sos tok ples projek: %s %s taget tok ples projek: %s %s fri trenslesen projek: %s Selektim "No" long kwesten daunbilo - sapos plen bilong yu em long instalim Paratext o Bibledit na wok wantaim yet long dispela projek. Yu mas instalim Paratext o Bibledit bipo yu opim dispela projek insait long Adapt It. Selektim "Yes" long kwesten daunbilo - sapos yu laik go het na opim o editim ol dokumen insait long dispela projek nau. Tasol, sapos yu klikim "Yes", yu mas save olsem ol seting bilong dispela wok wantaim project bai raus long projek config fail. Na sapos bihain yu laik setimap gen long wok wantaim, yu (o administreta bilong yu) i mas instalim Paratext o Bibledit long dispela komputa gen, na mas luksave olsem Paratext o Bibledit i gat ol sos na taget tok ples projek i stap (insait long Paratext o Bibledit). Pinis, bai i mas mekim kamap ples klia Administreta menu, na selektim "Setimap O Rausim Wok Wantaim..." menu. Na daialok i kamap pinis, i mas setimap gen ol seting bilong wok wantaim insait long daialok. Yu laik rausim nau ol Wok Wantaim seting belong dispela "%s" projek?

source: This project's collaboration settings are invalid
tpi: Ol seting bilong wok wantaim bilong dispela projek i no stret

source: Choose The Best Verses To Transfer To Paratext
tpi: Selektim ol mobeta ves yu laik igo long Paratext

source: Collect Text As Back Translations
tpi: Bungim Ol Bek Trenslesen Olsem Teks

source: Choose how to resolve conflicting versions of verses
tpi: Selektim rot bilong kisim ol mining i mobeta

source: The CC-Table "%s" could not be found or opened.
tpi: No Inap painim o opim dispela CC-Tebol "%s"

source: CC couldn't load the table: %s. Got error code: %d. Check the syntax of the table.
tpi: CC i no inap ritim tebol: %s. I givim era kod: %d. Sekim ol senis oda insait long tebol yet.

source: CC environment did not accept CCSetUTR8Encoding() call: Got error code: %d.
tpi: CC i no wok stret taim em i singautim CCSetUTR8Encoding(): I givim era kod: %d.

source: Provide Language Names for New Adapt It Project Creation
tpi: Taipim Tokples Nem bilong Wokim Nupela Adatp It Projek

source: Please enter a name for the source language, or Cancel to quit.
tpi: Plis, yu taipim nem bilong sos tokples hia, o klikim Kensel sapos maski long go het.

source: Please enter a name for the target language, or Cancel to quit.
tpi: Plis, yu taipim nem bilong taget tokples hia, o klikim Kensel sapos maski long go het.

source: [No Comment] Version saved on
tpi: [Nogat toksave] Vesin i sev long dispela det

source: Save in History
tpi: Sevim long dokumen history

source: Document History
tpi: Dokumen History

source: Earlier Document Version
tpi: Oldpela Dokumen Vesin Bipo

source: You must Select a document (or <New Document>) from the list before continuing.
tpi: Yu mas Selektim wanpela dokumen (o <Nupela Dokumen>) insait long lista. Sapos wokim pinis yu ken go het.

source: Book folder mode is %s
tpi: Buk folda mod em %s

source: Documents are being saved to the %s folder
tpi: Adapt It is sevim ol dokumen i go long %s folda

source: OFF
tpi: OF

source: <New Document>
tpi: <Nupela Dokumen>

source: An Adapt It document does not start off empty. Instead, it starts out containing all of the source text you wish to translate in that document - perhaps a whole book such as Romans.
tpi: Ol dokumen i no save empti nating taim Adapt It i wokim pastaim. Nogat. Ol dokumen i gat olgeta sos teks insait na i wetim yu long tanim tasol - i ken olgeta buk olsem buk bilong ol Rom.

source: To get the source text into the document, you must first double-click the <New Document> item. Then you will see a file dialog which you can use to locate and get the file which has the source text.
tpi: Long kisim sos teks i kam insait long dokumen, pastaim yu mas dabel klikim <Nupela Dokumen>. Pinis, bai yu lukim wanpela fail daialog i kamap, na yu ken yusim dispela long painim fail i gat sos teks insait.

source: Any existing Adapt It documents will have their names shown in the list below the <New Document> item. To open one of those documents for further work, just double-click it.
tpi: Ol dokumen bilong Adapt It bai gat nem insait long lista daun bilo ananit long <Nupela Dokumen>. Sapos yu laik opim wanpela bilong ol yu ken dabel klikim nem bilong en insait long lista.

source: You don't have to finish translating a document in one session. Just be sure that it is saved when you close it. Adapt It stores your documents in your project's Adaptations folder.
tpi: Yu no ken ting yu mas pinisim trenslesen insait long wanpela taim tasol. Nogat. Yu ken sevim fail na klosim pastaim, na Adapt It i save holm dispela fail insait long Adaptations folda insait long projek bilong yu.

source: Adapt It documents cannot be read by other computer programs. To do that you must first have your document open in Adapt It, then export its translation to a file which another program can read.
tpi: Ol dokumen bilong Adapt It i no inap go insait long ol narapela komputa progrem bilong ritim o bilong senisim. Nogat. Pastaim yu mas opim insait long Adapt It yet, na ekspotim trenslesen i go aut long disk fail, bilong ol arapela progrem i ken opim na ritim.

source: Warning: invalid path to the last new document: %s A safe default path will be used instead.
tpi: Toksave: nem bilong ples i paul bilong las dokumen: %s Adapt It yet bai makim gutpela ples.

source: Loading the document failed. Possibly it was created with a later version of Adapt It. Contact the developers if you cannot resolve the problem yourself.
tpi: No inap long lodim dokumen. Ating nupela vesin bilong Adapt It i wokim dispela dokumen, na yu yusim yet vesin i oldpela liklik. Salim email i kam long mipela developa sapos yu yet i no inap stretim dispela problem.

source: View Translation or Glosses Elsewhere In The Document
tpi: Lukim Trenslesen o Glos i Stap Long Narapela Ples Insait Long Dokumen

source: Sorry, the application was not able to find the verse you specified.
tpi: Sori, progrem i no inap painim ves yu bin makim.

source: Sorry, but the chapter and verse combination %s does not exist in this document. The command will be ignored.
tpi: Sori, dispela sapta na ves yu makim %s i no i stap insait long dispela dokumen. Adapt It no inap painim.

source: Fonts
tpi: Font

source: Toolbar
tpi: Tulba

source: Case
tpi: Kes

source: Backups and Misc
tpi: Bekap na ol Arapela

source: View
tpi: Vu

source: Auto-Saving
tpi: Auto-Sev

source: USFM and Filtering
tpi: USFM wantaim Filta

source: Note: The Edit Preferences "Punctuation" Tab is not available when the Glossing box is checked on the control bar.
tpi: Toksave: "Pangsuesen" Teb bilong Senisim Seting i no inap kamap taim Wokim Glos bokis i gat ti (dispela bokis i stap long kontrol ba).

source: Sorry, the source font name cannot be left blank.
tpi: Sori, sos font nem i mas i gat nem.

source: Sorry, the target font name cannot be left blank.
tpi: Sori, taget font nem i mas i gat nem.

source: Sorry, the navigation font name cannot be left blank.
tpi: Sori, toksave font nem i mas i gat nem.

source: Sorry, the %s font size must be between %d and %d points. A default size of 12 points will be used instead.
tpi: Sori, bikpela bilong %s font i mas inap %d na %d poin. Adapt It bai setim olsem 12 poin.

source: Sorry, the %s language name should be limited to no more than 64 characters in length. Please type a shorter name.
tpi: Sori, longpela bilong nem bilong %s tokples i ken i gat olsem 64 leta tasol. Taipim sotpela nem liklik.

source: Sorry, the %s value must be between %d and %d. Please type a value within that range.
tpi: Sori, namba bilong %s i ken i stap namel long %d na %d. Plis, taipim namba i stap namel long dispela tupela namba.

source: vertical gap between text strips
tpi: spes namel long ol teks strip

source: inter-pile gap width
tpi: spes namel long ol pail

source: left margin width
tpi: brait bilong han kais

source: expansion multiplier
tpi: spes bilong Fres Boks i ken i solap i go longpela

source: font size for dialogs
tpi: bikpela bilong Font insait long daialog (liklik 10, bikpela 24)

source: number of minutes value
tpi: namba bilong ol minit

source: number of moves value
tpi: namba bilong ol mov

source: number of minutes
tpi: namba bilong minit

source: Sorry, this %s language punctuation edit box cannot have more than 4 punctuation characters.
tpi: Sori, dispela %s tokples pangsuesen edit boks i ken i gat inap long 4 pangsuesen mak tasol.

source: Sorry, this %s language punctuation edit box cannot have more than 9 punctuation characters.
tpi: Sori, dispela %s tokples pangsuesen edit boks i ken i gat inap long 9 pangsuesen mak tasol.

source: Sorry, the list of %s language case correspondences should be limited to no more than 180 characters in length. Please type a shorter list.
tpi: Sori, lista bilong %s tokples kes poroman leta i no ken i gat moa olsem 180 leta tasol. Taipim sotpela lista liklik.

source: Edit Source Text
tpi: Editim Sos Teks

source: You can edit the text, or the markers, or both. Do not edit the markers unless you know what you are doing. A marker must have a space following it; end markers(these end with *, for example \f*) can optionally have a following space omitted. If your selection included one or more notes or free translations, they were removed and stored in lists so that you will not have to deal with them here. Collected back translations in this section of the document were deleted. After this dialog closes, Adapt It helps you. (1) It helps you do new adaptations; and glosses too when appropriate, for the new source text. (2) It automatically restores removed notes (their locations may differ a little bit). (3) It helps you to produce new free translations, or edit the old ones. (4) Any deleted back translations will be automatically collected again.
tpi: Yu ken editim dispela teks, wantaim ol maka tu. Tasol no ken editim ol maka sapos yu no save gut long rot bilong editim gut. Maka i mas i gat spes i stap long tel bilong maka; Tasol, ol "end" maka (ol dispel maka i gat * i stap long tel, olsem \f*) i ken i gat spes long tel o nogat. Sapos seleksen yu mekim i gat ol not o ol fri trenslesen, Adapt It i rausim ol long teks pastaim na i sevim ol i stap long ol lista - olsem yu no ken tingim ol pastaim. Sapos yu bungim ol bek trenslesen bipo insait long dispela hap, Adapt It i rausim ol pinis long dispela hap tasol. Taim dispel daialog i pinin, Adapt It i save helpim yu olsem. (1) Adapt It i helpim yu long wokim ol nupela adaptesen, na ol glos tu sapos i gat, i go long nupela sos teks (2) Adapt It i save putim bek ol not bihain long rausim (ples bilong ol i ken senis liklik). (3) Adapt It i helpim yu long wokim nupela fri trenslesen, o long editim oldpela fri trenslesen. (4) Sapos rausim ol bek trenslesen, Adapt It bai bungim ol gen.

source: View User Log File
tpi: Lukim Usage Log

source: Cannot display user log: %s
tpi: No inap soim user log: %s

source: Send Report to Adapt It Developers
tpi: Salim Ripot i go long Developa bilong Adapt It

source: Report a problem
tpi: Ripotim wanpela problem

source: Please provide a description of the problem (for body of Email)
tpi: Plis, yu raitim toktok bilong problem i olsem wanem (bilong go olsem mit bilong Email)

source: What steps will reproduce the problem? (Edit the steps below:)
tpi: Wanem step o wokabaut i save mekim problem i kamap? (Yu ken raitim bilo:)

source: Provide any other information you think would be helpful (such as attaching an Adapt It document, user log, etc.):
tpi: Raitim tu ol narapela toktok yu ting bai helpim mipela i save moa yet long dispela samting (olsem atasim Adapt It dokumen, log bilong usa):

source: Please provide feedback details (for body of Email)
tpi: Plis, yu wokim toksave o fidbek (olsem mit bilong Email)

source: In what ways has Adapt It been a helpful tool for your work?
tpi: Adapt It i helpim wok bilong yu olsem wanem tru?

source: What suggestions do you have that would make Adapt It more helpful?
tpi: Yu gat wanem tingting bai helpim Adapt It i mekim wok i ken moa gutpela yet?

source: Left-to-Right
tpi: Han Kais i Go Han Sut

source: Right-to-Left
tpi: Han Sut i Go Han Kais

source: System Default
tpi: Nomal Bilong Sistem

source: Could not create the email report to disk at the following work folder path: %s
tpi: Sori, no inap wokim email ripot i go long disk long dispela ples: %s

source: Problem creating or writing the xml file
tpi: Problem i kamap taim Adapt It i laik wokim o raitim xml fail

source: The email report was saved at the following work folder path: %s
tpi: Adapt It i sevim email ripot long dispela ples: %s

source: Your report was saved for later use or reference
tpi: Adapt It i sevim ripot bilong yu sapos yu laik lukim gen bihain

source: You made changes to this report - Do you want to save those changes?
tpi: Yu wokim pinis sampela senis insait long dispela ripot - Sevim ol dispela senis yu bin mekim?

source: Unable to save the report to the following path: %s
tpi: No inap sevim ripot i go long: %s

source: Select one of the following previously saved %s report files:
tpi: Selektim wanpela bilong ol dispela %s ripot fail Adapt It i sevim bipo pinis:

source: Please enter your email address
tpi: Plis, yu mas taipim email adres bilong yu pastaim

source: Information missing or incomplete
tpi: Sampela teks igo lus pinis, o hap bilong en i no stap

source: The email address you entered [%s] is not valid - please enter a valid email address
tpi: Problem: email adres yu bin taipim [ %s ] em i no stret. Taipim stretpela email adres nau

source: Please enter a brief summary/subject for your email
tpi: Plis yu mas taipim sotpela het tok/sabjek bilong email pastaim

source: Please enter some description for the body of your email
tpi: Plis, yu mas raitim sampela toktok insait long bodi bilong email bilong yu pastaim

source: Please enter your name so we can respond to you by name
tpi: Plis, yu mas taipim nem bilong yu pastaim, na mipela i ken bekim na kolim nem bilong yu

source: Filename for XHTML Export
tpi: Fail Nem Bilong XHTML Ekspot

source: Filename for Intermediate XHTML Export
tpi: Fail Nem bilong Namel XHTML Ekspot

source: Cascading Stylesheet file, aiDefault.css, is missing. The aiDefault.css file was supposed to be at: %s The export cannot be done unless the file exists at that location. (If you can find such a file, you can manually copy it to that location, and try the export again.)
tpi: Adapt It i no painim Cascading Stylesheet fail, aiDefault.css. Defol aiDefault.css i mas stap long dispela lokesen: %s Olsem i no inap wokim ekspot sapos aiDefault.css i no stap long dispela lokesen. (Sapos yu painim dispela fail, yu ken kopiim i go long dispela lokesen, pinis, na traim ekspot gen.)

source: Export in XHTML xml format is supported only for data originally marked up in standard format (meaning, the data includes backslash markers). The current document lacks backslash markers.
tpi: Bilong wokim ekspot long XHTML fomat, ol deta i mas i gat standard fomat maka (i gat bekslash maka). Dispela dokumen i no gat ol bekslash maka insait.

source: Unstructured Data
tpi: Teks i No Gat USFM Maka (Unstructured Data)

source: The book code either is invalid, or does not exist. An xhtml export is not possible without it. (It should be at the start of the adaptation.) The book code obtained was %s
tpi: Buk kod i no stret, o i no stap olgeta. Sapos olsem no inap wokim Xhtml expot. (Em mas i stap long stat bilong adaptesen.) Dispela buk kod em %s

source: Invalid or Absent Book Code
tpi: Kod Bilong Buk i No Stret O i No Stap Olgeta

source: The language's 2-letter or 3-letter code code is not set, so the export cannot be done yet. You can set the right code in the Backups & Misc page of Preferences... Do so now, and then try the xhtml export again.
tpi: I no makim 2-pela leta or 3-pela leta kod yet, olsem na no inap wokim ekspot yet. Yu ken makim dispela kod insait long Bekap na Misc pes bilong ol Seting... Wokim nau, na traim xhtml ekspot gen.

source: No Language Code Is Set
tpi: Nogat Yet Kod bilong Tokples

source: XHTML export operation successful
tpi: XHTML Ekspot i kamap gut pinis

source: source_text_
tpi: sos_teks_

source: Export Source Text
tpi: Ekspotim Sos Teks

source: target_text_
tpi: taget_teks_

source: Export Translation (Target) Text
tpi: Ekspotim Trenslesen (Taget) Teks

source: glosses_text_
tpi: glos_teks_

source: Export Glosses As Text
tpi: Ekspotim Glos Olsem Teks

source: freetrans_text_
tpi: fri_ trenslesen_teks_

source: Export Free Translation Text
tpi: Ekspotim Fri Trenslesen Teks

source: Exported Adapt It RTF Documents (*.rtf)|*.rtf|All Files (*.*)|*.*||
tpi: Ol RTF Ekspot Dokumen bilong Adapt It (*.rtf)|*.rtf|Olgeta Fail (*.*)|*.*||

source: Exported XHTML Documents (*.xhtml)|*.xhtml||
tpi: Ol Dokumen i Ekspot olsem XHTML (*.xhtml)|*.xhtml||

source: Missing intermediate XHTML file: %s. The Pathway export cannot be completed without this file.
tpi: Nidim XHTML fail, tasol em i no stap: %s. No inap pinisim Pathway ekspot sapos i no gat dispela fail.

source: Missing Stylesheet file: %s. The Pathway export cannot be completed without this file.
tpi: Nidim Stylesheet fail, tasol em i no stap: %s. I no inap pinisim Pathway ekspot sapos i no gat dispela fail.

source: Error: CSS file missing
tpi: Problem: CSS fail i no stap

source: Error: Pathway export could not be started,
tpi: Problem: No inap statim Pathway ekspot,

source: Error: Pathway Export
tpi: Problem: Pathway Ekspot

source: Error: Pathway export returned an error: %s
tpi: Problem: Pathway ekspot i soim dispela problem: %s

source: Pathway did not create any files. This could be due to low disk space. You currently have %s bytes of free disk space.
tpi: Pathway i no wokim fail, nogat. Ating spes bilong disk i laik pinis, o?. I gat %s bytes tasol long disk i no yusim yet.

source: Pathway Export
tpi: Pathway Ekspot

source: Pathway export did not create any files. If you clicked Cancel on the Export through Pathway dialog, this is expected.
tpi: Pathway ekspot i no wokim ol fail. As bilong dispela em olsem: Ating yu klikim Kensen long Ekspot i go long Pathway daialog.

source: Pathway export did not create any files. Output from the Pathway command follows: %s
tpi: Pathway ekspot i no wokim ol fail. Toksave i kam long Pathway command i kamap olsem: %s

source: Pathway export returned with no reported errors. Output can be found in the following directory: %s Note that you are running low on disk space; you currently have %s bytes of free disk space left.
tpi: Pathway ekspot i kamap gut, nogat problem. Em wokim ol fail i stap long dispela folda: %s Toksave: Disk spes i sot nau; yu gat %s bytes bilong fri disk spes tasol.

source: Pathway did not clean up temporary files in the output directory. This might be due to an earlier error in the Pathway export.
tpi: Pathway i no stretim ol temporary fail long output folda. Ating dispela i kamap bikos i gat problem long Pathway ekspot.

source: Pathway export returned with no reported errors. Output can be found in the following directory: %s
tpi: Pathway ekspot i pinis na i no gat problem i kamap. Yu ken painim ol fail i wokim i stap long dispela folda: %s

source: All Files (*.*)|*.*|Exported Adapt It Documents (*.txt)|*.txt||
tpi: Olgeta Fail (*.*)|*.*|Ol Ekspot Dokumen bilong Adapt It (*.txt)|*.txt||

source: Filename For Export
tpi: Fail Nem Bilong Ekspot

source: Unable to open the file for exporting the source text with path: %s
tpi: No inap opim fail bilong ekspotim sos teks i stap long: %s

source: Unable to open the file for exporting the glosses text with path: %s
tpi: No inap opim fail bilong ekspotim glos teks i stap long: %s

source: Unable to open the file for exporting the free translation text with path: %s
tpi: No inap opim fail bilong ekspotim fri trenslesen teks i stap long: %s

source: Filename For Exported Interlinear Document
tpi: Fail Nem Bilong Intalinea Dokumen Ekspot

source: Unable to open export file.
tpi: No inap opim ekspot fail.

source: Unable to open export file.
tpi: No inap opim ekspot fail.

source: Export to Interlinear RTF
tpi: Ekspot i Go Long Intalinea RTF

source: No text was found to output in the range you specified. The output file will exist but will be empty.
tpi: Adapt It i no painim teks bilong autim long hap you makim. Aut fail bai stap tasol em bai emti tasol.

source: Unable to open export source text file
tpi: No inap opim ekspot sos teks fail

source: Exporting File %s - %d of %d Total words and phrases
tpi: Ekspotim Fail %s - %d bilong %d olgeta ol word na fres

source: Exporting To Rich Text Format
tpi: Ekspot i Go Long Ris Teks Fomat

source: Rebuilding Source Text - %d of %d Total words and phrases
tpi: Kirapim gen Sos Teks - %d bilong %d Namba bilong ol wod na fres

source: Rebuilding Source Text
tpi: Kirapim gen Sos Teks

source: retranslation
tpi: ritrenslesen

source: Export RTF Interlinear Document
tpi: Ekspot RTF Intalinea Dokumen

source: Warning: The Navigation text row is necessary to display Adapt It Notes and any Free translation or Back translation when they are formatted as footnotes. If you omit the Navigation text row, these note items will not be included in the RTF output.
tpi: Toksave: Toksave teks i mas i gat long soim Adapt It Not wantaim ol Fri Trenslesen na Bek Trenslesen sapos ol i fomat olsem futnot. Sapos yu no laik makim Toksave teks row, dispela not bai i no kamap insait long RTF fail.

source: Export Filter/Options
tpi: Ekspot Filta/Seting

source: Export Document
tpi: Ekspotim Dokumen

source: Export to:
tpi: Ekspotim i go long:

source: Export a Rich Text Format file that can be loaded into a Word processor like MS Word. Adapt It will format the file using the Word Scripture Template, so that you can print it in a publishable format.
tpi: Ekspotim Ris Teks Fomat sapos yu laikim teks i go aut long RTF fail na yu ken opim insait long kain progrem olsem MS Word. Adapt It bai yusim Word Scripture Template bilong wokim fomat bilong en, na yu ken printim i go olsem buk tru.

source: Export an XHTML file that can be viewed using a current web browser.
tpi: Ekspotim wanpela XHTML fail, kain fail ol nupela brausa inap soim gut.
