Repository: adapt-it/adaptit
Catalog: po/tpi.po
Languages: tpi

source: When checked, the interlinear display tables contain a separate row for the translation (target) text
tpi: Putim tik long boks bilong kirapim narapela row insait long ol intalinea tebol bilong holim trenslesen (taget) teks

source: Gloss Text (Available only if See Glosses is enabled)
tpi: Glos Teks (em sapos Lukim Glos i gat tik)

source: When checked, the interlinear display tables contain a separate row for the gloss text
tpi: Putim tik long boks bilong kirapim narapela row insait long ol intalinea tebol bilong holim glos teks

source: Note: Other rows in exported tables may optionally be created for Free Translations and Back Translations. Click the Export Filter/Options button to control the addition of extra table rows in RTF interlinear exports.
tpi: Toksave: Adapt It i ken wokim ol narapela row bilong tebol bilong soim ol Fri Trenslesen na Bek Trenslesen. Klikim Ekspot Filta/Seting baten bilong makim nupela row bilong tebol insait long RTF intalinea ekspot.

source: Portrait Orientation
tpi: Pepa i sanap stret

source: Click this button to format interlinear tables for portrait pages
tpi: Klikim dispela baten sapos yu laikim ol intalinea ekspot i wokabaut long pepa olsem pepa i sanap stret

source: Landscape Orientation
tpi: Pepa i slip long sait

source: Click this button to format interlinear tables for landscape pages
tpi: Klikim dispela baten sapos yu laikim ol intalinea ekspot i wokabaut long pepa olsem pepa i slip long sait

source: Output Range:
tpi: Haumas bai go aut long ekspot:

source: All
tpi: Olgeta

source: Click this button to output the whole document in interlinear format
tpi: Klikim dispela baten bilong autim olgeta dispela dokumen i go long intalinea fomat

source: Chapter/Verse Range
tpi: Sampela Lain Sapta/Ves Tasol

source: Click this button to format a selected chapter and verse range in interlinear format
tpi: Klikim dispela baten bilong autim sampela lain sapta na ves tasol i go long intalinea fomat

source: from: chapter
tpi: stat long: sapta

source: Type a beginning chapter number here
tpi: Taipim sapta namba bilong stat i go hia

source: verse
tpi: ves

source: Type a beginning verse number here
tpi: Taipim ves namba bilong stat i go hia

source: to: chapter
tpi: i go long: sapta

source: Type an ending chapter number here
tpi: Taipim sapta namba bilong pinis i go hia

source: Type an ending verse number here
tpi: Taipim ves namba bilong pinis i go hia

source: Preliminary Material Only (Preface, Introduction, Outline)
tpi: Ol toktok tasol i stap long fran bilong buk (olsem Prepas, Intro, Autlain)

source: Click this button to only format preliminary material for interlinear export (and omit everything else)
tpi: Klikim dispela baten bilong fomatim ol toktok tasol i save go pas long het bilong intalinea dokumen (na olgeta arapela samting larim tasol)

source: Final Material Only (Glossary, Topical Index)
tpi: Ol toktok i stap long tel bilong buk tasol (Glosari, Topikal Indeks)

source: Click this button to only format final material for interlinear export (and omit everything else)
tpi: Klikim dispela baten bilong fomatim ol toktok tasol i kamap las olsem tel bilong intalinea dokumen (na olgeta arapela samting larim tasol)

source: Paragraph breaks and centering
tpi: Paragref i bruk olsem wanem na i stat long namel o nogat

source: Start new tables for markers that start new lines (\p, \q, \s, \ip etc.)
tpi: Statim nupela tebol sapos maka yet i save statim nupela lain (\p, \q, \s, \ip ...)

source: Uncheck this box to ignore paragraph breaks and save paper when printing
tpi: Rausim tik sapos no ken tingim ol bruk bilong paragref, na no ken yusim planti tumas pepa long taim bilong print

source: Center the tables for markers that use centered justification (\mt, \s, etc.)
tpi: Wokim ol tebol i kamap long namel stret sapos maka yet i tok olsem teks i mas kamap namel (\mt, \s, ...)

source: Uncheck this box to ignore centered paragraph attributes and start tables at the margin
tpi: Rausim tik long dispela boks sapos yu ting maski long paragref i stap namel long pes, i go long sait tasol

source: Use project name prefix %s on export filename
tpi: Yusim dispela nem bilong projek "%s" i go pas long fail nem bilong ekspot

source: Export &Filter/Options
tpi: Ekspot &Filta/Seting

source: Select a marker on the left to see its associated text
tpi: Selektim maka long han kais bilong lukim teks bilong en

source: &Marker:
tpi: &Maka:

source: Associated &text material (editable below):
tpi: Ol &teks bilong wantaim maka (yu ken editim):

source: End Marker:
tpi: Pinis Maka:

source: This is a list of filtered markers at this location
tpi: Dispela em lista bilong ol filta maka i stap long dispela hap

source: This is the text associated with the marker selected at left (it can be changed)
tpi: Dispela em teks bilong go wantaim maka yu selektim pinis long han kais (yu ken senisim dispela teks)

source: &Remove Back Translation
tpi: &Rausim Bek Trenslesen

source: Click this button to remove the selected filtered material marker and its associated text from this document
tpi: Klikim dispela baten sapos yu laik rausim filta maka yu selektim wantaim teks bilong en i aut olgeta long dispela dokumen

source: &Switch Encoding
tpi: &Senisim Enkoding

source: Click this button to toggle encoding of the displayed text if it is not displaying correctly
tpi: Klikim dispela baten sapos yu laik traim narapela teks enkoding - sapos dispela i no soim leta stret

source: This list contains any end markers associated with the marker in the list at far left
tpi: Dispela em lista bilong pinis maka i save poromanim maka yu selektim long han kais, na i soim pinis bilong ran bilong dispela teks

source: Marker Description:
tpi: Toksave long Maka:

source: This is a description of the marker selected in the Marker list box (at upper left)
tpi: Dispela em toksave long maka yu selektim long lista boks long han kais antap

source: Marker Status:
tpi: Kain Maka:

source: This tells if the text of the Marker can be available for adaptation (see Filtering tab in Edit Preferences)
tpi: Dispela i tok save olsem teks bilong maka i ken i gat trenslesen o nogat (lukim Filta teb long Senisim Setings seleksen insait long Edit menu)

source: &Chapter:
tpi: &Sapta:

source: Type a chapter number here, or use the up and down arrows to change the number
tpi: Taipim sapta namba long hia, o yu ken presim liklik baten i gat spia i go antap o i go daun bilong senisim namba

source: &Verse:
tpi: &Ves:

source: Type a verse number here, or use the up and down arrows to change the number
tpi: Taipim ves namba long hia, o yu ken presim liklik baten i gat spia i go antap o i go daun bilong senisim namba

source: Go &Back To:
tpi: < Go &Bek:

source: Select reference then click "Go Back To:" button
tpi: Selektim reperens pinis, klikim "Go Bek" batan

source: A knowledge base %s entry is expected, but it has been deleted (maybe deliberately)
tpi: Adapt It i ting Nolis Bes tok %s bai stap, tasol nogat; ating yu rausim pinis (yu laim mekim o nogat)

source: Source text:
tpi: Sos teks:

source: This source word or phrase has an inconsistency in the knowledge base
tpi: Dispela sos word o fres i paul i stap insait long nolis bes

source: This is the translation or gloss, but it is not in the knowledge base (see below for ways to correct this)
tpi: Dispela em trenslesen o gloss, tasol i no stap long nolis bes (lukim daun bilo, i gat rot long stretim)

source: Choose an action:
tpi: Selektim wanpela wok:

source: &Accept the %s shown above as valid for this location in the document (this will undelete the entry)
tpi: &Kisim na yusim %s olsem yu lukim antap; em i fitim gut dispela hap dokumen (Adapt It bai kisim bek dispela hap tok)

source: Accept the text shown above as valid for the document at this location (undeletes it)
tpi: &Kisim na yusim teks olsem yu lukim i stap antap; em i fitim gut dispela hap dokumen (Adapt It bai kisim bek dispela hap tok)

source: (Accepting the above option when %s is displayed in the box means that the knowledge base will store a valid, but empty, entry)
tpi: (Taim yu oraitim dispela na yu lukim %s i stap insait long bokis, em i mining olsem nolis bes bai holim ples bilong dispela, tasol em i no gat teks insait long en)

source: &No. Instead I want to change the %s shown above to a different entry at this location in the document
tpi: &Nogat. Mi laik senisim dispela %s i kamap narapela samting gen hia insait long dispela dokumen

source: Select this button to accept the word/phrase above as a translation or gloss for the phrase at upper left
tpi: Selektim dispela baten sapos yu laikim word/fres i stap antap bai kamap olsem trenslesen o glos bilong fres antap han kais

source: The number of translations or glosses in the KB
tpi: Haumas ol trenslesen o glos i stap insait long KB

source: Available %s in the knowledge base:
tpi: %s i stap insait long nolis bes:

source: This is a list of translations or glosses currently in the knowledge base
tpi: Dispela em lista bilong ol trenselsen na glos i stap nau long nolis bes

source: Do one of the following to get the %s you want:
tpi: Dispela lista bilo i soim ol wok yu ken mekim bilong kamapim %s olsem laik bilong yu:

source: 1. Click a listed %s to get it into the %s box
tpi: 1. Klikim wanpela %s insait long lista, bilong salim i go long %s bokis

source: Click a listed entry to get it into the box (you can edit it there too)
tpi: Klikim wanpela %s insait long lista, bilong mekim kamap insait long bokis (na yu ken editim tu)

source: 2. Click and then edit one of the listed %s entries
tpi: 2. Klikim wanpela haptok bilong %s lista, pinis, yu ken editim

source: Click to enter the item into the text box and then edit it to make it the final form that you want
tpi: Klikim bilong salim i go long teks bokis; pinis, editim i kamap olsem laik bilong yu tru

source: 3. Ignore the list. Instead, just type the different %s that you want
tpi: 3. Maski lista. Mi laik taipim stret narakain %s olsem laik bilong mi

source: Type into the text box whatever form you want the one shown at the top right
tpi: Taipim wanem teks yu laikim i go long edit bokis i stap antap long han sut

source: Auto-fix later instances the same way
tpi: Stretim wankain automatik bihain

source: Check this box if you want to fix other later occurring inconsistencies the same way
tpi: Tikim dispela boks sapos yu laikim Adapt It yet i stretim automatik ol narapela wankain samting i kamap bihain

source: Click OK to continue with the consistency check
tpi: Klikim OK bilong go het long wokim konsistensi sek

source: Ignore it (do nothing)
tpi: Maski (no ken wokim)

source: Do nothing here, I will fix this later
tpi: Maski, bai mi stretim bihain

source: &Cancel
tpi: &Kensel

source: Click Cancel to stop consistency checking and close the dialog
tpi: Klikim Kensel bilong stopim konsistensi sek na klosim dispela daialog

source: Note: the Cancel button cancels the whole consistency check operation
tpi: Toksave: Kensel baten i save save stopim olgeta wok bilong konsistensi sek

source: Check &this document only
tpi: Sekim &dispela dokumen tasol

source: Select this button if you only want to check the consistency of the open document
tpi: Selektim dispela baten sapos yu laikim Adapt It i sekim tasol dispela dokumen i op nau i stap

source: Check this &and other documents in this project
tpi: Sekim dispela &wantaim ol arapela dokumen bilong dispela projek

source: Select this button if you want to check the consistency of this and other documents in the project
tpi: Selektim dispela baten sapos yu laikim Adapt It i mas sekim dispela wantaim ol arapela dokumen bilong dispela projek tu

source: Note: If you choose the second of the above two options, please note the following behaviours. If Book Mode is turned off, all documents in the Adaptations folder will be checked, and any in book folders will be ignored. If Book Mode is turned on, all documents in every book folder will be checked, and any documents in the Adaptations folder will be ignored. (If you have documents in both places, run this command twice, once with Book Mode turned off, and once with it turned on. It doesn't matter what order you choose.)
tpi: Toksave: Sapos yu selektim namba tu antap, plis luksave olsem; Sapos Buk Mod i no gran, Adapt It i save sekim olgeta dokumen insait long Adaptesen folda tasol, na wanem ol dokumen i stap insait long ol buk folda, no gat sekim. Sapos tasol, Buk Mod i wok long ran, Adapt It bai sekim olgeta dokumen insait long olgeta buk folda, na i no save sekim wanem ol buk i stap yet insait long Adaptesen folda. (Sapos yu gat sampela dokumen i stap insait long tupela ples wantaim, yu ken ranim dispela Sek i go tupela taim. Ranim taim Buk Mod i no op, na narapela taim Buk Mod i wok long ran. Maski wanem kain sekim i go pas, em orait tasol.)

source: Do blind fixes whenever possible
tpi: Larim progrem i stretim asua long 'aipas pasin', sapos em inap

source: A blind fix is a correction made to the document without asking you in a dialog. It would happen every time an inconsistency has been detected and the source text at that location has only a single adaptation available in the knowledge base. If you tick the above checkbox, then every time the conditions are met, the knowledge base entry will replace whatever adaptation the document has at that location. If you make a lot of manual edits in the knowledge base, then tick this checkbox - it will save you a lot of work.
tpi: Stretim asua long 'aipas pasin' - em wanem samting? Dispela pasin i olsem: progrem em yet i trai stretim asua, na em i no askim yu long helpim em. Em olsem yu aipas man. Progrem inap traim dispela pasin bilong stretim asua sapos wanpela as tasol i kamap pinis: sos teks long dispela hap i gat asua insait long dokumen, na i gat wanpela trenslesen tasol bilong en insait long nolis bes. Olsem na, sapos yu putim tik long sekbokis antap, dispela samting bai kamap: sapos as i stap bilong traim dispela pasin bilong stretim, taget teks insait long nolis bes em bai kisim ples bilong olpela taget teks long dispela hap insait long dokumen. Orait, nau sapos han bilong yu i bin stretim planti tumas speling insait long nolis bes pinis, putim tik long dispela sekbokis - sapos yu mekim olsem, progrem bai givim yu bikpela helpim.

source: Preceding Context:
tpi: Ol hap tok i go pinis:

source: This is the preceding context of the source text text shown below
tpi: Dispela em ol hap tok i go pinis bipo arare long sos teks yu lukim bilo

source: Original Source Text (including standard format markers). The text in this box can be copied:
tpi: Sos Teks olsem bipo long edit (wantaim ol standet fomat maka). Yu ken kopiim teks i stap insait long dispela boks:

source: This is the original source text you selected - it is read only
tpi: Dispela em sos teks yu bin selektim pastaim - dispela yu inap ritim tasol

source: Do your editing, including punctuation, on the text in the box below.
tpi: Editim teks wantaim ol pangsuesen insait long edit boks daunbilo.

source: This is the source text you selected to edit - make your changes here
tpi: Dispela em sos teks yu bin selektim bilong editim - wokim senis long hia

source: Following Context:
tpi: Ol hap tok i go pinis:

source: This is the following context of the source text text shown above
tpi: Dispela em ol tok i kam bihain long dispela tok

source: Help on Editing Source Text
tpi: Tok save long Editim Sos Teks

source: Stop Unpacking
tpi: No Ken Lusim Moa

source: Stop and close the dialog
tpi: Stopim Wok Bilong Lusim Dokumen na klosim daialog nau

source: &Source Phrase:
tpi: &Sos Fres:

source: (Number of Entries: %d)
tpi: (Namba bilong Ol: %d)

source: The number of source word or phrases in the list below
tpi: Namba bilong ol sos word o fres i stap long lista daun bilo

source: E&xisting Translations of the Selected Source Phrase
tpi: Ol T&renslesen bilong Sos Fres Yu Selektim

source: &Edit or Add a Translation
tpi: &Editim o Wokim narapela Trenslesen

source: Edit an existing translation here then press Update; or type a new translation here then press Add
tpi: Senisim wanpela trenslesen i stap bipo, pinis klikim "Sevim Senis"; o, taipim nupela trenslesen olgeta na klikim Sevim Nupela

source: &Update
tpi: Se&vim Senis (Apdetim)

source: Apply edits to the existing translation selected above
tpi: Sevim ol senis yu taipim pinis bilong trenslesen yu bin selektim antap

source: Move &Up
tpi: Movim i Go A&ntap

source: Move the existing translation up in the list
tpi: Movim trenslesen i go antap insait long lista

source: Remove the existing translation selected above
tpi: Rausim trenslesen yu bin selektim antap

source: &Add
tpi: Sevim Nupela

source: Add edits as a new translation for the source word or phrase selected at left
tpi: Sevim nupela trenslesen yu bin taipim bilong sos word na fres yu bin selektim long han kais

source: Move &Down
tpi: Movim i Go &Daun

source: Move the existing translation down in the list
tpi: Movim trenslesen i go daun bilo insait long lista

source: Add <&no adaptation>
tpi: Makim <&nogat trenslesen>

source: Add <no adaptation> to the existing translations list for the selected source word or phrase
tpi: Putim <nogat trenslesen> i go long lista bilong makim sos word o fres yu bin selektim

source: Checkbox: Force Choice For This Item is
tpi: Sekboks: Soim "Selektim Trenslesen" oltaim em i

source: If YES makes Choose Translation dialog appear even when it is the only existing translation in the list
tpi: Sapos i tok "YES" em i save kirapim "Selektim Trenslesen" daialog, maski i gat wanpela trenslesen tasol i stap long lista

source: &Toggle The Setting
tpi: S&witsim Seting

source: Toggle the "Force Choice For This Item" checkbox YES or NO
tpi: Wokim -Soim "Selektim Trenslesen" oltaim- sekboks i go YES o NOGAT

source: F&ind Source:
tpi: Pa&inim Sos teks:

source: Type here the first few letters of a source phrase to be found in the list above
tpi: Taipim hia sampela leta bilong stat bilong sos fres yu laik painim long lista antap

source: Find the typed source text entry in the list
tpi: Painim dispel sos teks insait long lista

source: Number of references:
tpi: Namba i yusim:

source: Number of references in the knowledge base (approximate)
tpi: Namba bilong haumas taim i yusim long nolis bes (klostu)

source: Remove Some Entries or Save List...
tpi: Rausim Ol Sampela Long Lista, o Sevim Lista...

source: Shows contents with reference counts, allows deletions, or can save list to a file
tpi: Soim ol trenslesen tok, larim yu rausim sampela, o yu ken sevim lista igo long fail

source: &Search for:
tpi: &Painim dispela:

source: Go
tpi: Stat Nau

source: Erase All Lines
tpi: Rausim Olgeta Lain

source: Old searches:
tpi: Ol painim yu wokim pinis:

source: Click to add the line to the search box
tpi: Klikim dispela baten long subim lain i go long boks bilong painim

source: Number of &Words: Select a Tab according to the number of words in the Source Phrase
tpi: Namba bilong ol &Word: Selektim wanpela Teb i makim namba bilong ol word insait long Sos Fres

source: Adaptations Knowledge Base
tpi: Trenslesen Nolis Bes

source: 2 Words
tpi: 2 Word

source: 3 Words
tpi: 3 Word

source: 4 Words
tpi: 4 Word

source: 5 Words
tpi: 5 Word

source: 6 Words
tpi: 6 Word

source: 7 Words
tpi: 7 Word

source: 8 Words
tpi: 8 Word

source: 9 Words
tpi: 9 Word

source: 10 Words
tpi: 10 Word

source: Select the document in this list that you want to move
tpi: Selektim dokumen long dispela lista yu laik movim

source: Move a document from one folder to another:
tpi: Movim dokumen long wanpela folda i go long narapela:

source: From the Adaptations folder to the current book folder
tpi: I kam long Adaptations folda na i go long dispela buk folda

source: Click this button to move the document from the Adaptations folder to the current book folder
tpi: Klikim dispela bata bilong movim dokumen i stap long Adaptations folda i go long dispela buk folda

source: From the current book folder to the Adaptations folder
tpi: I kam long dispela buk folda na i go long Adaptations folda

source: Click this button to move the document from the current book folder to the Adaptations folder
tpi: Klikim dispela baten bilong movim dokumen i stap long dispela buk folda i go long Adaptations folda

source: View The Other Folder's Documents...
tpi: Soim Ol Dokumen Bilong Arapela Folda...

source: Click this button to to view the names of the documents in the other folder
tpi: Klikim dispela baten bilong soim ol nem bilong ol dokumen i stap long arapela folda

source: Rename Document...
tpi: Senisim Nem Bilong Dokumen...

source: Click this button to give the document a different name
tpi: Klikim dispela baten bilong sensim nem bilong dokumen i go narapela nem

source: Move Now
tpi: Movim Nau

source: Click this button when you are ready to move the document
tpi: Klikim dispela baten taim yu redi long movim dokumen

source: Select an unwanted file and then press the "X" button to move the file from the left list to the right. The Tick button can be used to move documents back to the left list.
tpi: Selektim wanpela fail bilong rausim long lista na subim "X" baten bilong movim long han kais i go long list long han sut. Yusim baten i gat Tik bilong movim i go bek long han kais.

source: Document files listed here will be appended to the open document starting from the top and working down
tpi: Ol dokumen i stap long dispela lista bai joinim tel bilong dokumen i op - bai stat long dokumen antap na i go daun

source: Move All &Right >>
tpi: Mov Olgeta Han &Sut >>

source: Click this button to move all documents to the ignore list (you can then move one or more back to the append list)
tpi: Klikim dispela baten bilong movim olgeta dokumen i go long lista bilong no ken yusim (bihain yu ken movin wanwan i kam bek long join lista)

source: << Move All &Left
tpi: << Mov Olgeta Han &Kais

source: Click Cancel to stop the process and return to what you were doing
tpi: Klikim Kensel long stopim dispela wok na go bek long narapela wok pastaim

source: Document files listed here will not be joined to the open document
tpi: Ol dispela dokumen i stap long maski lista hia, bai i no join long dokumen i op, nogat

source: Only these document files will be appended, starting from the top and working down.
tpi: Ol dispela dokumen tasol bai joinim tel, bai stat long antap na i go daun.

source: All of these document files will be ignored
tpi: Maski Lista - no ken yusim ol dispela long wok

source: &Join Now
tpi: &Joinim Nau

source: Joining... Please wait.
tpi: Joinim ... Plis yu wet.

source: (Optional) Type a filename for the joined document. (If none is typed, the open document's name is used):
tpi: (sapos yu laik) Taipim wanpela fail nem bilong dokumen i join pinis. (Sapos yu no nemim, bai yusim nem bilong dokumen i op yet i stap):

source: View or Set Font Encoding for the %s Language Font
tpi: Lukim o Setim Font Enkoding bilong %s Tokples Font

source: The current encoding for the %s font is:
tpi: Enkoding bilong font %s nau em:
