Repository: adapt-it/adaptit
Catalog: po/tpi.po
Languages: tpi

source: Unable to open the %s configuration file for reading. Default values will be used instead. (Ignore this message if you have just launched Adapt It for the first time, or have just created a new project, because no configuration file exists yet.)
tpi: Adapt It i no inap opim %s seting fail bilong ritim. Olsem Adapt It yet bai makim na yusim ol seting long save bilong en yet. (I orait, maski long tingting planti sapos em nambawan taim yu ranim Adapt It, o sapos nau tasol yu wokim nupela projek, bilong wanem, i no gat wanpela seting fail i stap yet.)

source: Unable to read %s font data from the %s configuration file. Default values will be used instead.
tpi: Adapt It i no inap ritim %s font deta bilong %s seting fail. Olsem Adapt It yet bai makim na yusim ol samting long save bilong en yet.

source: source
tpi: sos

source: target
tpi: taget

source: navigation
tpi: soim ples

source: Reading file %s - part %d of %d
tpi: Ritim fail %s - hap %d bilong %d olgeta

source: Loading the Other Project's Knowledge Base
tpi: Lodim Nolis Bes Bilong Narapela Projek

source: Error: the application could not find the other project's knowledge base, or failed to open and load it. The command has therefore been ignored.
tpi: Problem: Adapt It i no inap painim nolis bes bilong dispela narapela projek, o, i painim, tasol no inap opim na ritim. Olsem Adapt It bai i no inap mekim.

source: Transforming File %s - %d of %d Total words and phrases
tpi: Senisim Fail: %s - %d bilong %d olgeta word na fres

source: Transformations To Glosses
tpi: Tanim i go long ol glos

source: The document with pathname: %s, was not opened and therefore not processed.
tpi: Adapt It i no opim na wokim dokumen i stap long: %s.

source: The documents you chose from the other project have been transformed and copied to the current project. A total of %d source words and phrases were transformed, and these occur in %d documents. Also, the knowledge base information from both projects has been preserved in the current project.
tpi: Adapt It i senisim pinis ol dokumen yu bin selektim bilong arapela projek. Namba bilong ol sos word na fres Adapt It i tanim i go long glos i kamap olsem %d, na ol dispela i kam long %d dokumen. Na tu, nolis bes bilong tupela projek i stap yet long dispela projek.

source: Automatic capitalization support will work only provided the source language distinguishes between upper case and lower case letters. A "No" response will prohibit auto-capitalization from being turned on. Does your source language have both upper and lower case letters?
tpi: Adapt It yet i ken wokim kapital leta senis, tasol bilong wokim, i mas i gat smol leta wantaim kapital leta tupela wantaim insait long dispela tokples. Sapos yu makim "Nogat" Adapt It yet bai i no inap wokim ol smol leta i go kapital olsem automatik. Dispela sos tokples em i gat smol leta na kapital leta, tupela wantaim?

source: The source language upper and lower case correspondences do not yet exist. Until they do, automatic captialization cannot be turned on. You can set them up in the Edit Preferences menu selection on the "Case" tab.
tpi: Yu no makim ol smol leta na kapital leta yet. Sapos yu no makim wanem ol kapitel leta i save go wantaim ol smol leta, Adapt It yet i no inap senisim. Yu ken makim ol smol leta na ol kapital leta sapos yu go long Edit menu na selektim "Senisim Seting", pinis selektim "Kes".

source: The Startup Wizard failed to open. Use the File menu's Open command to open a document.
tpi: Statim Wok Pes i no kamap gut. Yu ken yusim Fail menu na selektim "Opim Fail" bilong opim wanpela dokumen.

source: [Custom Work Folder Location] Project: %s
tpi: [Kastom wok folda lokesen] Projek: %s

source: [Temporary Work Folder Location] Project: %s
tpi: [Hap Taim Wok Folda Lokesen] Projek: %s

source: Collaborating with
tpi: Mekim wok wantaim

source: [Default Work Folder Location] Project: %s
tpi: [Defol Wok Folda Lokesen] Projek: %s

source: from Book:
tpi: stat long Buk:

source: Adapting
tpi: Wokim Trenslesen

source: Reviewing
tpi: Wokim Rivu

source: : Clipboard Text
tpi: : Klipbod Teks

source: Folder: %s
tpi: Folda: %s

source: Undefined
tpi: Nogat

source: !! TRANSLITERATING !!
tpi: !! Trenslitaresen Mod !!

source: Choose a translation from the drop-down list, or type a new translation. Press F8 for more options.
tpi: Selektim wanpela trenslesen I kam long lista, o taipim nupela trenslesen. Taipim F8 bilong soim ol arapela opsen.

source: Deleting %d of %d
tpi: Deletim %d bilong %d olgeta

source: Setup of the chapter and verse range failed. This printing operation has been aborted. Perhaps the document does not contain chapter or verse numbers within the range you specified.
tpi: Sori, ating setap bilong sapta na ves i paul. Wok bilong print i no inap na i stop. Ating dokumen i no gat ol sapta o ves namba olsem dispela sapta na ves yu laik makim.

source: Setup of your chosen range of pages for printing, failed. This printing operation has been aborted. Please alert the developers.
tpi: Setap bilong ol pes yu selektim bilong print i no kamap gut. Olsem dispela wok bilong print nau bai stop. Plis yu salim tok save i go long ol developa.

source: Locate the folder you wish to use for Adapt It work
tpi: Painim folda yu laik yusim olsem Adapt It wok folda

source: Adapt It needs to close the currently open project (%s) in order to set up collaboration with %s.
tpi: Adapt It bai klosim dispela projek (%s) pastaim bilong setimap wok wantaim %s.

source: There are no collaboration projects set up yet for this user. Use the "Setup Or Remove Collaboration" menu item on the Administrator menu to set up collaboration projects.
tpi: Projek bilong wok wantaim i no setap yet. Bilong setimap wok wantaim projek, yu ken usim "Setap o Rausim Wok Wantaim" menu item i stap long Administreta menu.

source: No Adapt It collaboration projects found
tpi: No painim wanpela wok wantaim projek

source: Chapter %s of the book %s is already marked to prevent changes from being transferred to %s, so ignoring the command.
tpi: Sapta %s bilong buk %s i gat mak pinis bilong stopim ol senis i no ken go long %s, olsem no ken mekim dispela komand.

source: The whole book %s is already marked to prevent changes from being transferred to %s, so ignoring the command.
tpi: Dispela hol buk %s i gat mak pinis bilong stopim ol senis i no ken go long %s, olsem no ken mekim dispela komand.

source: Command ignored
tpi: No inap mekim

source: Chapter
tpi: Sapta

source: Changes to %s will no longer be transferred to %s.
tpi: Senis bilong %s bai i no go moa long %s.

source: Collaboration settings changed
tpi: Ol Seting bilong wok wantaim i senis

source: Chapter %s of the book %s is not marked to prevent changes from being transferred to %s, so ignoring the command.
tpi: Sapta %s bilong buk %s i nogat mak bilong stopim ol senis i go long %s, olsem no ken mekim dispel komand.

source: The whole book %s is not marked to prevent changes from being transferred to %s, so ignoring the command.
tpi: Hol buk %s i no gat mak bilong stopim senis i no ken go long %s, olsem no ken mekim dispel komand.

source: Changes to %s will now be transferred to %s.
tpi: Ol senis bilong %s nau bai go long %s.

source: Could not launch the default browser to open the HTML file's URL at: %s You may need to set your system's settings to open the .htm file type in your default browser. Do you want Adapt It to show the Help file in its own HTML viewer window instead?
tpi: No inap statim defol brausa, na no inap opim HTML fail i stap long dispela URL: %s Ating yu mas setim sistem seting bilong kirapim brausa bilong opim ol .htm fail taip. Yu laikim Adapt It i soim dispela HTML fail insait long wanpela liklik brausa bilong Adapt It yet?

source: Browser launch error
tpi: Brausa i no inap kirap

source: Help for Administrators
tpi: Helpim bilong ol Administreta

source: Type A Password
tpi: Taipim Pasword

source: The password can be a mix of letters, numbers and punctuation. Less than five characters will not be accepted. Emptying the text box erases the previously set password, leaving no password set. Typing a different password replaces the current one.
tpi: Pasword i ken i gat kain kain leta, namba or pangsuesen mak. Pasword i gat 4-pela leta o moa i gutpela. Rausim olgeta leta long boks bilong rausim pasword olgeta. Taipim narapela pasword bilong senisim oldpela pasword.

source: Too short.
tpi: Em i sotpela tumas.

source: You failed to locate a valid work folder. Please try again.
tpi: Yu no painim wanpela gutpela wok folda. Plis, traim gen.

source: You have selected the following folder to be used as a custom work folder: %s Do you want this custom work folder to be "locked" so that it becomes the user's permanent work folder?
tpi: Yu bin makim dispela folda bilong kamap olsem kastom wok folda: %s Yu laik pasim dispela kastom wok folda bilong kamap ples tru we man i save mekim wok olgeta taim, o nogat?

source: Someone just opened the project folder on the remote computer, so you have READ-ONLY access.
tpi: Narapela komputa i stap longwe liklik i opim projek folda nau tasol, olsem yu inap ritim ol samting tasol.

source: Another process owns write permission
tpi: Narapela proses i gat yesa bilong raitim dokumen fail

source: Source Font Name
tpi: Nem Bilong Sos Font

source: Target Font Name
tpi: Nem Bilong Taget Font

source: Navigation Font Name
tpi: Nem Bilong Toksave Font

source: The following fonts (in the project configuration file) cannot be found on your computer:
tpi: Ol dispela font (i stap insait long projek konfig fail) Adapt It i no inap painim long dispela komputa:

source: A system font (%s) will be used instead. You may need to install the appropriate font, then select it from the Fonts tab of the Preferences... dialog (on the Edit menu).
tpi: Bai yusim wanpela sistem font (%s) tasol. Sapos yu laik, yu ken instalim wanem font pastaim, bihain yu ken selektim i kam long Fonts teb insait long Ol Seting daialog (i stap long Edit menu).

source: Font name in configuration file not found
tpi: Adapt It i no save long font i stap insait long konfig fail

source: Unable to write updated config file, so just did nothing
tpi: Adapt It i no inap raitim konfig fail, olsem i no wokim wanpela samting

source: Export Knowledge Base
tpi: Ekspotim Nolis Bes

source: Choose type of format for export of data from the Knowledge Base:
tpi: Selektim fomat bilong deta fail i holim ekspot i kam long Nolis Bes:

source: dictionary records
tpi: diksineri rekot

source: glossing
tpi: wokim glos

source: SFM plain text export (with \lx & \ge fields) (*.txt)|*.txt|All Files (*.*)|*.*||
tpi: SFM plen teks ekspot (i gat \lx & \ge fields) (*.txt)|*.txt|Olkain Fail (*.*)|*.*||

source: XML LIFT export (*.lift)|*.lift|All Files (*.*)|*.*||
tpi: XML LIFT ekspot (*.lift)|*.lift|Olkain Fail (*.*)|*.*||

source: Filename For KB Export
tpi: Fail Nem bilong KB Ekspot

source: Unable to open knowledge base export file.
tpi: No inap opim nolis bes ekspot fail.

source: The exported file was named: %s It was saved at the following path: %s
tpi: Ekspot fail i gat nem: %s Adapt It is sevim long dispela ples: %s

source: Export operation successful
tpi: Ekspot i kamap gut pinis

source: Language name for 'glossing mode': %s
tpi: Tokples bilong 'glos mod': %s

source: Attempting to put the active location within the gray text area while updating information in Vertical Edit mode is illegal. The attempt has been ignored.
tpi: Taim Adapt It i wokim vetikel edit bilong sos teks, yu no ken putim ples bilong wok insait long hap teks i gat grei kala, maski. Pinisim vetikel edit pastaim.

source: Sorry, but the application will not allow you to extend a selection forwards across any punctuation unless you use a technique for ignoring a boundary as well.
tpi: Sori, yu no ken wokim yelo seleksen i go na kalapim ol pangsuesen. Sapos yu laik kalapim, yu mas wokim long rot olsem selektim "Maski Banis" pastaim.

source: Sorry, it is not possible to extend the selection backwards at this location unless you use one of the methods for ignoring a boundary.
tpi: Sori, yu no ken wokim yelo seleksen i go bek long hia. Sapos yu laik mekim, yu mas wokim long rot olsem selektim "Maski Banis" pastaim.

source: Sorry, you are trying to select text of different types, such as a heading and verse text, or some other illegal combination. Combining verse text with poetry is acceptable, other combinations are not.
tpi: Sori, ating yu traim wokim yelo seleksen i go karamapim kain kain teks, olsem yu laik karamapim heding wantaim ves teks, o samting olsem. Tasol nogat. Yu ken joinim ves teks wantaim ol singsing o samtimg olsem. Joinim arapela kain i go wantaim arapela kain tru i nogut.

source: Adapt It cannot do any useful work unless you select a source file to adapt. Please try again.
tpi: Sapos yu no makim wanpela sos teks fail Adapt It i no inap mekim wok. Plis, yu traim gen.

source: Input Text File For Adaptation
tpi: Givim Nem Bilong Teks Fail Bilong Trenslesen

source: Adapt It requires plain text files for input
tpi: Ol fail bilong adaptim i mas olsem plen teks fail tasol

source: The following file: %s has a %s extension which indicates that it is not loadable as an input file for Adapt It. Please try again or click Cancel at the file selection dialog.
tpi: Dispela fail: %s i gat %s ekstensen, na Adapt It i no inap kisim fail i gat dispela ekstensen i kam insait bilong wokim trenslesen. Plis, traim gen, o klikim Kensel tasol long daialog bilong makim fail seleksen.

source: Invalid Data For Current Book Folder
tpi: Kod o Deta Bilong Dispela Buk Folda i No Stret

source: The source text file's \id line contains the 3-letter code %s which does not match the 3-letter code required for storing the document in the currently active %s book folder.
tpi: Sos teks fail i gat \id maka na i gat 3-leta kod %s, tasol dispela i no stret wantaim 3-leta kod yu mas yusim bilong putim dokumen i go insait long %s buk folda.

source: Change to the correct book folder and try again, or try inputting a different source text file which contains the correct code.
tpi: Yu mas selektim narapela buk folda na traim gen, o, yu ken traiim ritim narapela sos teks fail sapos i gat kod insait i stret.

source: Sorry, Adapt It needs an output document name. (An .xml extension will be automatically added.) Please try the New... command again.
tpi: Sori, yu mas makim nem i go long autput fail dokumen. (Adapt It yet bai skruim .xml i go wantaim nem yu makim) Olsem, plis yu traim Nupela... menu gen.

source: Sorry, Adapt It will not work correctly unless you specify an output document name. Please try again.
tpi: Sori, Adapt It bai no inap wok gut sapos yu no makim nem bilong autput dokumen. Plis, yu traim gen.

source: Aborting document creation. A significant parsing error occurred. The most recent diagnostic log file named %s is in the __LOGS_EMAIL_REPORTS folder. The last line in that diagnostic file shows the last source word/phrase processed before the error. Please send that diagnostic file to the developers.
tpi: No inap mekim dispel dokumen. Bikpela problem I kamap taim Adapt It i laik mekim dispela dokumen. I gat wanpela diagnostic fail, nem bilong en %s i stap insait long __LOGS_EMAIL_REPORTS folda. Las lain insait long diagnostic fail i soim las word/fres Adapt It i mekim taim problem i kamap. Plis salim dispel diagnostic fail i kam long mipela developa.

source: Sorry, but there was no source language data in the file you input, so there is nothing to be displayed. Try a different file.
tpi: Sori, fail yu makim bilong Adapt It i yusim i no gat sos tokples insait, olsem i no gat teks i kamap bilong soim. Traiim making narapela fail pastaim.

source: Error opening file %s.
tpi: Problem i kamap long opim fail %s.

source: The file you selected for input appears to be a binary file.
tpi: Dispela fail yu selektim bilong opim - em wanpela bineri fail tasol.

source: Adapt It cannot use Microsoft Word Document (doc) files as input files.
tpi: Adapt It i no inap yusim ol Microsoft Word Dokumen (doc) fail.

source: Adapt It cannot use OpenOffice's Open Document Text (odt) files as input files.
tpi: Adapt It i no inap yusim ol OpenOffice Open Dokumen Teks (odt) fail.

source: Adapt It input files must be plain text files.
tpi: Ol fail bilong adaptim i mas olsem plen teks fail tasol.

source: File read error: no data was read in
tpi: Problem i kamap: Olsem no inap ritim gut

source: The file you selected for input is a Unicode file.
tpi: Dispela fail yu selektim biliong opim - em i Unicode fail.

source: This Regular version of Adapt It cannot process Unicode text files.
tpi: Dispela Regular vesin bilong Adapt It i no inap opim ol Unicode teks fail.

source: You should install and use the Unicode version of Adapt It to process Unicode text files.
tpi: Yu mas instalim na ranim Unicode vesin bilong Adapt It bilong yusim ol Unicode teks fail.

source: No username entered -- owner not changed.
tpi: I no gat yusanem - olsem na papa i no senis.

source: Adapt It cannot maintain a history of its documents because the Git program is not installed on this computer. Git can be installed by selecting the 'Install the Git program...' item on the Tools menu. If you just installed Git using the Tools menu item, you need to quit Adapt It and restart the computer for Git to work.
tpi: Adapt It i no inap mekim histori bilong dokumen, bilong wanem, Git program i no install yet long dispela komputa. Yu ken instalim Git, selektim 'Instalim Git program...' i stap long Tul menu. Sapos instalim Git pinis, yu mas stopim Adapt It, na statim gen. Orait, bihain bai Git i ken mekim wok.

source: Git program is not available for use by Adapt It
tpi: Git program i no stap yet, olsem Adapt It i no inap usim

source: Adapt It cannot transfer your work to %s while %s is running. Click on OK to close this dialog. Leave Adapt It running, switch to %s and shut it down. Then switch back to Adapt It and do the save operation again.
tpi: Adapt It i no inap salim wok bilong yu i go long %s taim %s i wok long ran yet. Larim Adapt It i ran yet, orait go nau long %s na stopim pastaim (sevim wok tu). Orait, kam bek gen long Adapt It na traim Sevim gen.

source: Collaboration editor is running
tpi: Progrem bilong editim teks i ran i stap

source: Before saving in the document history, you must enter a username for yourself.
tpi: Yu mas taipim wanpela username bilong yu yet pastaim. Bihain yu ken sevim i go long dokumen history.

source: No username entered -- document not saved.
tpi: I no gat yusanem - olsem na dokumen i no sev yet.

source: Sorry, it appears the owner of this document is
tpi: Sori, ating papa bilong dispela dokumen em

source: but the currently logged in user is
tpi: tasol user i log in nau em

source: . Only the document's owner can save in the document history.
tpi: . Papa bilong dokumen tasol inap long sevim i go long dokumen history.

source: Before saving in the document history, you must either ACCEPT the revision or RETURN to the latest one.
tpi: Yu mas Tok Orait long kisim dispela vesin, o yu mas Go Bek long vesin i bin stap pastaim.

source: There are no more recent versions in the history!
tpi: I no gat moa vesin i stap bipo long dispela!

source: We're already back at the earliest version saved!
tpi: Nogat moa vesin bilong bipo yet!

source: There are no earlier versions saved!
tpi: I no gat wanpela vesin i sev bipo long dispela!

source: We're not looking at earlier revisions!
tpi: Yumi i no lukim ol vesin i bin kamap bipo!

source: This document was corrupt, but we have restored the latest version saved in the document history.
tpi: Dispela dokumen i bagarap, tasol Adapt It i bin kisim las vesin i kam long dokumen history na senisim.

source: There are no previous versions in the history!
tpi: I no gat ol vesin bilong bipo insait long history!

source: Warning: document save failed for some reason.
tpi: Toksave: Adapt It i laik sevim dokumen tasol i no inap mekim.

source: Something went wrong. The adaptation document's file on disk was lost or destroyed. If the document is still visible, please click the Save command on the File menu immediately.
tpi: Samting i bagarap. Adaptesen dokumen i bin stap long disk i lus o bagarap pinis. Sapos yu inap lukim dokumen yet long skrin, plis klikim Sevim nau (Sevim i stap long Fail menu).

source: Immediate Save Is Recommended
tpi: Gutpela Yu Mas Sevim Nau

source: Something went wrong. The adaptation document was not saved to disk. Please click the Save command on the File menu immediately, and if the error persists, try the Save As... command instead - if that does not work, you are out of luck and the open document will not be saved, so shut down and start again.
tpi: Samting i bagarap. Adaptesen dokumen i bin stap long disk i lus i no sef gut. Plis, yu mas klikim Sevim nau (i stap long Fail menu), na sapos problem i stap yet, traim Sevim Olsem... - sapos em tu i no wok, em tasol nogat moa rot. Dokumen bai i no inap sevim, olsem stopim Adapt It na statim gen.

source: Please wait while the translation is sent to Paratext...
tpi: Plis wet - Adapt It i wok long salim trenslesen teks i go long Paratext...

source: Please wait while the translation is sent to Bibledit...
tpi: Plis wet - Adapt It i wok long salim trenslesen teks i go long Bibledit...

source: Elevate Permission Level?
tpi: Apim Level bilong ol Permisen?

source: Probably the owner of the text being transferred lacks Translator or Administrator permission level for the target text project within Paratext, or Bibledit. A permissison level that allows editing is necessary for a successful transfer of text when collaborating.
tpi: Ating bosman bilong dispela teks yu work long salim i go, i no gat Transleta o Administreta permisen level long dispela taget teks projek insait long Paratext, o Bibledit. Taim yu wok insait long kolaboresen, yu nidim kain permisen level em i givim namba long yu inap long teks i ken go insait long arapela progrem na sensisim dokumumen insait long progrem.

source: Please wait while the free translation is sent to Paratext...
tpi: Plis wet - Adapt It i wok long salim fri trenslesen i go long Paratext...

source: Please wait while the free translation is sent to Bibledit...
tpi: Plis wet - Adapt It i wok long salim fri trenslesen i go long Bibledit...

source: New XML format, for 6.0.0 and later (default)|*.xml|Legacy XML format, as in versions 3, 4 or 5. |*.xml||
tpi: Nupela XML fomat, bilong 6.0.0 na antap (defol))|*.xml|Oldpela XML fomat, olsem i stap long vesin 3, 4, o 5. |*.xml||

source: Save As
tpi: Sevim Olsem

source: You must not use the Save As... dialog to change where Adapt It stores its document files. You can only rename the file, or make a different 'Save as type' choice, or both.
tpi: No ken yusim Sevim Olsem... daialog bilong senisim ples we Adapt It i save putim ol dokumen fail. Yu ken senisim nem bilong fail tasol, o senisim 'Sevim kain olsem', o tupela wantaim.

source: Folder Change Is Not Allowed
tpi: Senisim Folda i Tambu

source: Adapt It documents cannot be renamed when collaborating with Paratext or Bibledit.
tpi: Sori, no inap senisim nem bilong dokumen taim Adapt It i wok wantaim Paratext o Bibledit.

source: Cannot Change The Document's Filename
tpi: No Inap Senisim Nem Bilong Dokumen Fail

source: Filenames cannot include these characters: %s Please type a valid filename using none of those characters.
tpi: No inap yusim ol dispela leta insait long ol nem bilong fail: %s Plis taipim gutpela nem bilong fail na no ken yusim dispela leta insait.

source: Bad Characters In Filename
tpi: Ol Leta Nogut i Stap Insait Long Nem Bilong Fail
