Repository: adapt-it/adaptit
Catalog: po/tpi.po
Languages: tpi

source: Type the new file name
tpi: Taipim nupela nem bilong fail

source: Type Name For File (spaces permitted)
tpi: Taipim Nem Bilong Fail (i orait long yusim ol spes)

source: One or more files selected for copying to the __SOURCE_INPUTS folder were not copied. They were: %s
tpi: Wanpela o sampela fail yu selektim bilong kopiim i go long __SOURCE_INPUTS folda, Adapt It i no inap kopiim. Ol dispela i no inap kopiim: %s

source: Detected files not suitable for creating adaptation documents
tpi: Adapt It i painim sampela fail i nogut long wokim olsem adaptesen dokumen

source: Moving files to the __SOURCE_INPUTS folder is not permitted. You are allowed to copy them to that folder, so use the Copy button instead.
tpi: I tambu long movim ol fail in go long __SOURCE_INPUTS folda. Tasol wok bilong Kopiim i orait, olsem ken yusim Kopiim baten tasol.

source: Only copy files to __SOURCE_INPUTS folder
tpi: Yu ken kopiim tasol ol fail i go long __SOURCE_INPUTS folda

source: You are allowed only to copy files to the __SOURCE_INPUTS folder. The folders you selected have not been copied. Instead, in the left pane, choose a folder and open it, select the files you want to copy, then click Copy.
tpi: Yu ken kopiim tasol ol fail i go long __SOURCE_INPUTS folda. Adapt It i no inap kopiim ol folda yu bin selektim. Nau, insait long windo long han kais, opim wanpela folda, na selektim ol fail yu laik kopi, na klikim Kopiim baten.

source: Copy of folders to __SOURCE_INPUTS folder is not allowed
tpi: I tambu long kopiim folda yet i go long __SOURCE_INPUTS folda

source: Failed to create the copy directory %s for the Copy or Move operation. The parent dialog will now close. Files and folders already copied or moved will remain so. You may need to use your system's file browser to clean up before you try again.
tpi: No inap wokim folda bilong kisim ol samting %s olsem na no inap mekim wok movim o kopiim. Papa daialog nau bai pas. Wanem ol fail o folda yu kopiim piinis i stap yet olsem pinis. Ating yu ken yusim fail progrem bilong stretim ol folda o fail samting, pinis traim gen.

source: Error: could not make directory
tpi: Problem: no inap wokim folda

source: No source folder is defined. (The source folder is where your selections are made.) Use the appropriate 'Locate the folder' button to first open a source folder, then try again.
tpi: I no gat yet wanpela sos folda. (Sos folda em i ples we yu bai mekim ol seleksen.) Yusim 'Painim folda' baten stret, na opim wanpela sos folda pastaim, pinis, traim gen.

source: Cannot copy
tpi: No inap kopiim

source: No destination folder is defined. (The destination folder is where your selections will be copied to.) Use the appropriate 'Locate the folder' button to first open a destination folder, then try again.
tpi: Yu no makim yet folda bilong kisim ol fail samting long taim yu laik kopiim. Yusim baten "Painim wanpela folda" na makim folda pastaim, pinis traim gen.

source: Before you click the Copy button, you need to select at least one item from the list in whichever pane you want to copy data from.
tpi: No ken klikim Kopiim baten yet; pastaim yu mas selektim wanpela o moa ol item i stap insait long wanpela lista. Na Adapt It bai yusim bilong wokim kopi.

source: Cannot move
tpi: No inap movim

source: No destination folder is defined. (The destination folder is where your selections will be moved to.) Use the appropriate 'Locate the folder' button to first open a destination folder, then try again.
tpi: Yu no makim yet folda bilong kisim ol fail samting long taim yu laik movim. Yusim baten "Painim wanpela folda" na makim folda pastaim, pinis traim gen.

source: Trying to move the '__SOURCE_INPUTS' folder is not permitted. The Move operation is cancelled. Nothing has been moved.
tpi: I tambu long movim __SOURCE_INPUTS folda. Dispela wok yu laik traim i kensel pinis. Adapt It i no movim.

source: Illegal folder move attempt
tpi: Tambu long movim folda

source: Before you click the Move button, you need to select at least one item from the list in whichever pane you want to move data from.
tpi: No ken klikim yet dispela Movim baten, pastaim yu mas selektim wanpela o moa ol item i stap insait long wanpela lista.

source: The Peek... button will show you up to the first 16 kB of whichever file you selected in either list. But first, click on a file to select it, then click the Peek... button.
tpi: Dispela Soim Insait... baten bai soim yu inap long 16 kb bilong fail yu selektim long lista. Tasol, yu mas klikim wanpela fail na selektim pastaim, pinis, klikim Soim Insait... baten.

source: Peek needs a file selection
tpi: Soim Insait - yu mas selektim fail pastaim

source: Assign Locations For Inputs and Outputs
tpi: Banisim Ol Folda bilong Input o Autput

source: Using Paratext project
tpi: Yusim Paratext projek

source: Using Bibledit project
tpi: Yusim Bibledit projek

source: Authenticate For Lookup User
tpi: Makim pasword bilong painim Yusanem

source: Warning: no IpAddress
tpi: Toksave: i nogat ipAdres yet

source: <not named>
tpi: <nogat nem>

source: Consistent Changes Error
tpi: Problem Long Konsisten Senis

source: Error closing file
tpi: Problem long klosim fail

source: Consistent Changes
tpi: Konsisten Senis

source: Get One Or More Consistent Change Tables
tpi: Kisim Wanpela o Sampela Konsisten Senis Tebol

source: - [USED in Table 1]
tpi: - [YUSIM PINIS long Tebol 1]

source: - [USED in Table 2]
tpi: - [YUSIM PINIS long Tebol 2]

source: - [USED in Table 3]
tpi: - [YUSIM PINIS long Tebol 3]

source: - [USED in Table 4]
tpi: - [YUSIM PINIS long Tebol 4]

source: The %s changes table was already assigned in Table tab %d
tpi: Senis tebol %s yu makim pinis insait long Tebol Teb %d

source: ccTable
tpi: ccTebol

source: Consistent Changes Tables (*.cct)|*.cct||
tpi: Ol Konsisten Senis Tebol (*.cct)|*.cct||

source: Locate The Consistent Change Table
tpi: Painim Konsisten Senis Tebol

source: Choose a Consistent Changes table from the following list: (from the location: %s):
tpi: Makim wanpela Konsisten Senis tebol i stap long dispela lista: (i kam long folda: %s):

source: Sorry, the default consistent changes table path is not valid. Adapt It has substituted the path to the project folder. Use the Browse button to locate the changes table files(s).
tpi: Sori, projek seting konfig fail i makim wanpela ples bilong konsisten senis tebol, tasol ples hia i no stret. Olsem Adapt It bai yusim tasol ples bilong projek folda. Yusim "Painim..." baten bilong painim ples/folda we (ol) senis tebol fail i stap.

source: Sorry, you have not yet selected a consistent changes table from the list box. Do so and then try the editing button again.
tpi: Sori, yu no makim yet wanpela konsisten senis tebol insait long lista boks. Selektim pastaim na bihain traim "Editim..." baten gen.

source: Error opening the file. Cannot edit the file. Aborting.
tpi: Problem i kamap taim Adapt It i laik opim fail, na i no inap editim.

source: Error creating the file. Aborting.
tpi: Problem i kamap taim Adapt It i laik wokim fail.

source: Error opening cc table file for writing with path %s.
tpi: Problem i kamap taim Adapt It i laik opim cc tebol fail na raitim i go long %s.

source: Edit Consistent Changes Table
tpi: Editim Konsisten Senis Tebol

source: Create CC Table
tpi: Wokim CC Tebol

source: Type the filename (omit the extention) for the consistent changes table. Adapt it will automatically append a .cct extension; and the file will be created in the following folder: %s
tpi: Taipim fail nem (maski taipim ekstensen) bilong konsisten senis tebol. Adapt It bai skruim .cct ekstensen i go long tel bilong nem; na bai sevim dispela fail insait long projek folda. %s

source: Sorry, the length of the upper and lower case strings are not the same. Check the project's configuration file, edit it if necessary to make the lengths identical.
tpi: Sori, longpela bilong ol bikpela na smol kes leta i no wankain. Sekim projek seting fail, na traim editim na wokim longpela bilong ol kes leta i wankain tasol.

source: Sorry, in the Case wizard page, the %s list contains and error - one or more of the lines has only a single letter. Each line must contain a lower/upper case pair of letters.
tpi: Sori, insait long Kes pes, dispela %s lista i gat problem - wanpela o sampela lain i gat singel leta tasol. Olgeta wanwan lain i mas i gat smol kes leta wantaim poroman kapitel kes leta.

source: Gloss
tpi: Glos

source: Sorry, in the Case tab page, the %s list contains and error - one or more of the lines has only a single letter. Each line must contain a lower/upper case pair of letters.
tpi: Sori, insait long Kes teb pes, %s lista i gat problem - wanpela o sampela lain i gat wanpela leta tasol. Olgeta lain i mas i gat poroman, smol na kapitel kes leta.

source: Choose How You Want To Work With This Project
tpi: Makim Wanem Rot Yu Laik Wokim Wantaim Dispela Projek

source: %s is NOT INSTALLED on this computer. No collaboration is possible
tpi: %s I NO STAP long dispela komputa. No inap mekim wok wantaim

source: COLLABORATION DISABLED! - invalid %s projects detected. Ask your administrator for help:%s
tpi: WOK WANTAIM I NO INAP - %s projek i no stret. Askim administreta bilong yu long helpim yu:%s

source: Option 1: Work with my %s Scripture texts (Collaboration on). When you enter the "%s" project With collaboration turned on, only scripture books and chapters will be visible for opening and doing work. Any other documents created outside of collaboration will not be available for work until you turn collaboration off.
tpi: Opsen 1: Wok wantaim ol teks bilong %s (Wok wantaim i on). Sapos yu selektim "%s" projek na wok wantaim i on, ol buk na sapta bilong buk baibel bai kamap ples klia bilong mekim wok. Ol narapela dokumen yu wokim arasait long wok wantaim, bai i no kamap ples klia inap yu tanim wok wantaim i go off gen.

source: Option 2: Work with other Adapt It texts (%s texts not available: Collaboration off). When you enter the "%s" project with collaboration turned off, any document files used when collaborating with %s will be hidden. You can still work with scripture files, or any other type of text file, but you must set them up for adaptation yourself. Their data will not be exchanged with %s.
tpi: Opsen 2: Wok wantaim ol narapela Adapt It teks (%s teks i no inap kisim: Wok wantaim i off). Sapos yu selektim "%s" projek na wok wantaim i off, ol dokumen yu mekim insait long wok wantaim %s bai i no kamap ples klia. Yu ken wokim ol kain teks, tasol yu yet i mas stretim ol long mekim adaptesen wok. Adapt It bai no inap kisim i kam, na salim i go long %s.

source: Option 3: Read-only mode (All texts accessible but not editable - I'm an advisor or consultant). When you enter the "%s" project in "read-only" mode, "read-only" means that you can open and read the project's data, but you cannot make any changes to the documents.
tpi: Opsen 3: Ritim-tasol mod (olgeta teks i kamap ples klia tasol no inap senisim - Mi advisa o konsultan). Sapos yu selektim "%s" projek na "ritim-tasol" i on, dispela tok "ritim-tasol" em i mining olsem yu ken opim na ritim ol dokumen bilong projek, tasol yu no inap senisim ol dokumen.

source: Select One Language Code
tpi: Selektim Wanpela Tokples Kod

source: Select your preferred language for Adapt It's menus and other messages
tpi: Makim Tokples yu laikim Adapt It i yusim long ol menu wantaim ol arapela toksave

source: (Use system default language)
tpi: (Yusim tokples bilong sistem)

source: Enter Language Name
tpi: Taipim Nem bilong Tokples

source: Please enter the common language name for the %s localization:
tpi: Plis yu taipim nem bilong tokples yu save yusim bilong makim %s lokal:

source: List box error when getting the current selection
tpi: Problem i kamap taim Adapt It i laik kisim seleksen bilong lista boks

source: Removing: "%s", will make %d occurrences of it in the document files inconsistent with the knowledge base. (You can fix that later by using the Consistency Check command.) Do you want to go ahead and remove it?
tpi: Sapos yu Rausim: "%s", bihain ol dokumen bai gat %d i stap yet, tasol nolis bes i ting ol i no moa stap. (Yu ken stretim dispela bihain - yusim tasol Konsistensi Sek.) Na yu laik go het na rausim nau o nogat?

source: Your Paratext 7 collaboration projects were migrated to Paratext 8
tpi: Ol Paratext 7 projek bilong wok wantaim, ol i maigret pinis i go pinis long Paratext 8

source: Manage Data Transfer Protections for Collaboration Editor
tpi: Managim Deta Trensfa Proteksen bilong Wok Wantaim Edita

source: 2. Select a book from the 'Books List' below.
tpi: 2. Selektim buk i kam long 'Lista bilong ol Buk' daun bilo.

source: 3. Tick books in the 'Books List' to keep changes in those books from Paratext.
tpi: 3. Tikim ol buk long 'Lista bilong ol Buk' yu laik stopim ol senis i no ken go moa long Paratext.

source: You made changes to the Data Transfer Protections for the "%s" collaboration project. Do you want to abandon the changes you made?
tpi: Yu senisim pinis ol Deta Trensfa Proteksen seting bilong dispela "%s" wok wantaim projek. Yu laik rausim ol senis yu bin mekim nau?

source: Changes made to the project settings
tpi: Yu mekim senis long ol projek seting

source: Select a book from the "Books List".
tpi: Selektim wanpela buk i stap long "Lista bilong ol Buk".

source: No book is selected.
tpi: Nogat buk seleksen yet.

source: Chapter Only Documents
tpi: Ol Sapta Tasol Dokumen

source: Whole Book Documents
tpi: Hol Buk Dokumen

source: Cannot find the versification file at: %s The "Manage Data Transfer Protections for Collaboration Editor" dialog cannot be used because Adapt It cannot list all of the books and chapters for the %s versification. Instead of using this dialog, you can still use these menu items on the Advanced menu: Prevent Paratext/Bibledit from getting changes to this document Allow Paratext/Bibledit to get changes to this document to adjust the protections for a collaboration document that you have opened in Adapt It. Please Cancel this dialog now.
tpi: No inap painim versifikesen fail i stap long: %s Dispela "Managim Deta Trensfa Proteksen bilong Wok Wantaim Edita" daialog no inap usim bikos Adapt It i no inap listim ol buk na sapta bilong dispela %s versifikesen. Yu ken usim dispela tupela menu item i stap long Advens menu: Stopim ol senis bilong dispela dokumen i no ken go moa long Paratext/Bibledit Larim Paratext/Bibledit i kisim gen ol senis yu wokim insait long dispela dokumen bilong senisim ol proteksen bilong wok wantaim dokumen i stap op insait long Adapt It. Plis Kenselim dispela daialog nau.

source: The %s versification definition file was not found
tpi: Dispela versifikesen fail %s i no inap painim

source: [Not used in 'Whole Book Documents' mode]
tpi: [Nogat long Hol Dokumen]

source: chapter
tpi: sapta

source: details:
tpi: toksave:

source: The following verses have no target text:
tpi: Ol dispela ves i no gat taget teks:

source: Free translation details:
tpi: Fri Trenslesen Toksave:

source: The following verses have no free translations:
tpi: Ol dispela ves i no gat fri trenslesen teks:

source: The following verses have no source text:
tpi: Ol dispela ves i no gat sos teks:

source: No translations (no verses of a total of %d have translation text yet)
tpi: Nogat trenslesen (nogat wanpela ves i gat teks yet. %d ves i stap)

source: No verses of a total of %d have free translations yet
tpi: Nogat ol fri trenslesen. I gat %d ves i stap

source: No verses of a total of %d have source text
tpi: Nogat ol sos teks insait long ol %d ves i stap

source: Partly drafted (%d of a total of %d verses have translation text)
tpi: Sampela wok i no yet (%d bilong %d ves olgeta i gat trenslesen teks)

source: %d of a total of %d verses have free translations
tpi: %d bilong %d ves olgeta i gat fri trenslesen teks)

source: %d of a total of %d verses have source text
tpi: %d bilong %d ves olgeta i gat sos teks

source: All %d verses have translation text
tpi: Olgeta %d ves i gat trenslesen teks

source: All %d verses have free translations
tpi: Olgeta %d ves i gat fri trenslesen teks

source: All %d verses have source text
tpi: Olgeta %d ves i gat sos teks

source: Analyzing the %s project: %s
tpi: Skelim %s projek: %s

source: Analyzing book %s
tpi: Skelim buk %s

source: Could not read data from the Bibledit projects. Error(s) reported: %s Please submit a problem report to the Adapt It developers (see the Help menu).
tpi: No inap ritim deta bilong Bibledit projek. Dispela eror i kamap: %s Plis yu salim problem ripot i go long ol Adapt It developa (lukim Help menu).

source: <Create a new project instead>
tpi: <Wokim nupela projek tasol>

source: Opening %s and merging with current document
tpi: Wok long opim %s na joinim wantaim dokumen nau i stap

source: Opening Document and Merging With Current Document
tpi: Wok long opim dokumen na joinim wantaim dispela dokumen

source: Merging Documents - Step %d of %d
tpi: Wokim ol dokumen i kamap wanpela - Step %d bilong %d

source: Merging Documents...
tpi: Joinim Ol Dokumen...

source: Aborting document creation. A significant parsing error occurred. See View page of Preferences for how to produce a diagnostic log file on a retry.
tpi: No inap wokim dispel dokumen. No inap ritim text. Lukim Vu pes na Prefrens o Seting... bilong kisim save long wokim log fail na traim gen.

source: Source project (%s) does not have any books created in it.
tpi: Sos projek (%s) i no gat buk insait long en.

source: Target project (%s) does not have any books created in it.
tpi: Taget projek (%s) i no gat yet sampela buk insait long en.

source: Free Translation project (%s) does not have any books created in it.
tpi: Fri Trenslesen projek (%s) i no gat yet sampela buk insait long en.

source: Adapt It cannot find the helper application %s at the following location: %s For more information see the Trouble Shooting topic in Help for Administrators (HTML) on the Help Menu.
tpi: Adapt It no inap ranim helpa progrem %s i stap long dispela ples: %s Paslain, yu mas stretim "execute permissions" bilong help progrem, orait bihain Adapt It i ken yusim dispela helpa. Long painim moa helpim yu ken ritim toktok bilong Trouble Shooting i stap long Help for Administrators (HTML) i stap long Help Menu.

source: Adapt It cannot execute the helper application %s at the following location: %s Please ensure that the current user has execute permissions for %s. For more information see the Trouble Shooting topic in Help for Administrators (HTML) on the Help Menu.
tpi: Adapt It no inap ranim helpa progrem %s i stap long dispela ples: %s Plis, yu stretim "execute permissions" bilong %s olsem Adapt It i ken yusim dispela progrem. Long painim moa helpim yu ken ritim toktok bilong Trouble Shooting i stap long Help for Administrators (HTML) i stap long Help Menu.

source: free translation
tpi: fri trenslesen

source: translation
tpi: trenslesen

source: Getting the chapter and laying out the document... step %d of %d
tpi: Kisim sapta na stretim ai bilong dokumen... step %d bilong %d

source: Getting the book and laying out the document... step %d of %d
tpi: Kisim buk na stretim ai bilong dokumen... step %d bilong %d

source: Getting Document for Collaboration
tpi: Kisim Dokumen bilong Wok Wantaim

source: Could not read data from the Paratext/Bibledit projects. Please submit a problem report to the Adapt It developers (see the Help menu).
tpi: No inap ritim teks bilong Paratext/Bibledit projek. Plis wokim problem ripot i go long ol Adapt It developa (lukim Help menu).

source: The document was corrupt, but we have successfully restored the last version saved in the history. Please re-attempt what you were doing.
tpi: Dispela dokumen pastaim i bagarap, tasol Adapt It i painim pinis wanpela gutpela dokumen yu sevim long dokumen history, na i yusim dispela gutpela dokumen. Plis, yu mekim wok yu laik mekim gen.

source: The Copy Source (to Target) command on View Menu is temporarily turned off because the source text was edited outside of Adapt It. Now you need to adapt the changed parts again. Adapt It will guide you, displaying each location that was changed. Use the Enter key to jump to the next location after you enter each new adaptation. If these locations have free translations, you should update each free translation too.
tpi: Dispela Vu menu item: Kopi Sos (i go long Taget), i no mekim wok haptaim nau, bikos narapela progrem i bin editim sos teks ausait long Adapt It. Ol wanem hap tok i gat teks i senis yu mas adaptim gen. Adapt It bai helpim yu, na bai soim yu ol wanwan ples we i gat senis. Taipim nupela trenslesen pinis, klikim Enter ki bilong kalap i go long ol narapela wanwan ples we yu ken taipim nupela trenslesen. Sapos ol dispela hap i gat fri trenslesen tu, yu mas sekim na senisim ol fri trenslesen tu, na apdetim.

source: Unexpected (non-fatal) error when trying to load source text obtained from the external editor. No source text was available; or, source text was available but when parsing it to form a document, Adapt It's parser failed awhen it came to data it was unable to handle properly. Perhaps the external editor's source text project file that is currently open has no data in it? If so, rectify that in the external editor, then switch back to the running Adapt It and try again. Or examine, in the external editor, the source text data and look for markup or punctuation errors. If your data uses straight quotes with a space between them, word.' " for example, that space between the quotes may cause the document build to fail. Or you could Cancel the dialog and then try to fix the problem - it is most likely a problem in the structure of the source text.
tpi: Wanpela asua i kamap taim Adapt It i laik lodim sos teks i kam long edita progrem. Sos teks i no stap, o, sos teks i stap, tasol taim Adapt It i laik ritim, i no inap ritim gut. Ating projek fail bilong edita yet i nogat samting insait long sos teks fail? Sapos olsem, ating yu mas stretim insait long edita pastaim, bihain kam bek gen long Adapt It na traim gen. O, lukim gut dispela sos teks insait long edita, nogut i gat maka o pangsuesen problem i stap. Sapos sos teks i gat ol stretpela kwotesen mak na mak i gat spes namel, olsem ' ", dispela spes i stap namel long kwotesen mak i ken mekim problem long Adapt It i ritim dispela fail. O, yu ken klikim Kensel bilong klosim daialog, na traim gen long stretim dispela problem - ating dispela problem bilong straksa bilong teks yet.

source: [none assigned]
tpi: [no makim wanpela]

source: When opening the %s project Adapt It detected the following error(s):
tpi: Taim Adapt It i laik opim %s projek dispela problem i kamap:
