Repository: adapt-it/adaptit
Catalog: po/tpi.po
Languages: tpi

source: Print Preview
tpi: Print Luksave

source: The AI_UserProfiles.xml file was not located at the following path: %s A new AI_UserProfiles.xml file will be created there.
tpi: Adapt It i no painim AI_UserProfiles.xml fail long dispela ples: %s Adapt It bai wokim wanpela nupela AI_UserProfiles.xml fail na putim long dispela ples.

source: Unable to open the AI_UserProfiles.xml file at the following path: %s Changes to user workflow profiles will not be saved. Ensure that the AI_UserProfiles.xml file is not open in another program, then try again.
tpi: Adapt It i no inap opim AI_UserProfiles.xml fail long dispela ples: %s Ol senis yu wokim long ol user wok profail i no inap sevim. Sekim olsem nogut dispela AI_UserProfiles.xml fail i stap op yet insait long narapela progrem, klosim pastaim na traim gen.

source: Adapt It could not upgrade AI_UserProfiles.xml (modified) with the newer version from the last Adapt It installation. AI_UserProfiles.xml may be in use by another program.
tpi: Adapt It i no inap apgredim AI_UserProfiles.xml (i gat senis) i go nupela vesin. Ating narapela progrem i mas yusim o laik editim AI_UserProfiles.xml yet.

source: Unable to remove existing AI_UserProfiles.xml file
tpi: No inap rausim oldpela AI_UserProfiles.xml fail

source: Unable to create a new AI_UserProfiles.xml file
tpi: No inap wokim nupela AI_UserProfiles.xml fail

source: See Glosses
tpi: Lukim Glos

source: <no gloss>
tpi: <nogat glos>

source: <no adaptation>
tpi: <nogat trenslesen>

source: Glossing
tpi: Wokim Glos

source: Delay
tpi: Wet

source: New
tpi: Nupela

source: Create a new document
tpi: Wokim nupela dokumen

source: Open
tpi: Opim

source: Open an existing document
tpi: Opim wanpela dokumen i stap pinis long komputa

source: Save
tpi: Sevim

source: Save the active document
tpi: Sevim dispela dokumen nau

source: Cut
tpi: Kat

source: Cut the selection and put it on the Clipboard
tpi: Katim seleksen i kam long we na holim dispela samting i stap long klipbot

source: Copy
tpi: Kopi

source: Copy the selection and put it on the Clipboard
tpi: Kisim kopi bilong dispela samting na holim long Klipbot

source: Paste
tpi: Pes

source: Insert Clipboard contents
tpi: Kisim teks i stap long Klipbot na entaim insait long teks hia

source: Print the active document
tpi: Printim dispela dokumen

source: Guesser
tpi: Gesa

source: Change Guesser Settings
tpi: Senisim Seting bilong Gesa

source: Change settings for guessing the translation text
tpi: Senisim seting bilong gesim trenslesen teks

source: Notes
tpi: Opim Not

source: Open a Note dialog
tpi: Opim Not daialog

source: Create a note dialog and open it for typing
tpi: Opim not daialog bilong wokim nupela not (bai kamap long ples bilong fres boks)

source: Previous Note
tpi: Las Not

source: Jump to the previous Note
tpi: Kalap i go long las not

source: Go back and open the previous note
tpi: Go bek na opim las not

source: Next Note
tpi: Neks Not

source: Jump to the next Note
tpi: Kalap i go long neks not

source: Go forward and open the next note
tpi: Go het na opim neks not

source: Delete All Notes
tpi: Rausim olgeta not

source: Delete all the notes currently in the document
tpi: Rausim olgeta not i stap insait long dispela dokumen i aut olgeta

source: Boundaries
tpi: Banis

source: Ignore Boundaries
tpi: Maski Banis

source: Ignore boundaries when making selections
tpi: Maski ol banis, taim yu laik mekim seleksen

source: Punctuation
tpi: Pangsuesen

source: Hide Punctuation
tpi: Haitim Pangsuesen

source: Don't show punctuation with the text
tpi: No ken soim pangsuesen wantaim teks

source: End
tpi: Go Long Pinis

source: Advance to End
tpi: Kalap i Go Long Tel

source: Advance to the end of the data
tpi: Kalap i go long tel bilong dispela dokumen

source: Start
tpi: Go long Stat

source: Back to Start
tpi: Kalap i Go Long Stat

source: Go back to the start of the data
tpi: Kalap i go long het o stat bilong dispela dokumen

source: Down
tpi: Go Daun

source: Move down
tpi: Movim daun

source: Move down one step towards the bottom of the file
tpi: Kalap i go daun 1 step i laik go long tel bilong dokumen

source: Up
tpi: Go Antap

source: Move up
tpi: Movim ap

source: Move back up one step towards the start of the file
tpi: Kalap i go antap 1 step i laik go long het o stat bilong dokumen

source: Go To
tpi: Go Long

source: Go To Reference
tpi: Go Long Referens

source: Jump to a different reference
tpi: Kalap I go long narapela referens

source: New Phrase
tpi: Nupela Fres

source: Make a phrase
tpi: Wokim Wanpela Fres

source: Merge selected words into a phrase
tpi: Bungim sampela word i kamap olsem fres o hap tok yet

source: Delete Phrase
tpi: Rausim Fres

source: Unmake A Phrase
tpi: Lusim Fres

source: Restore selected phrase to a sequence of word objects
tpi: Lusim fres yu bin bungim bipo na mekim i kamap wanwan word gen

source: New Retrans
tpi: Nupela Ritrens

source: Do A Retranslation
tpi: Wokim Wanpela Ritrenslesen

source: The selected section is a retranslation, not an adaptation
tpi: Dispela teks yu selektim em i ritrenslesen, i no wanpela adaptesen

source: Edit Retrans
tpi: Editim Ritren

source: Edit A Retranslation
tpi: Editim Ritrenslesen

source: Edit the retranslation at the selection or at the active location
tpi: Editim ritrenslesen i stap long seleksen o i stap long ples bilong fres boks

source: Delete Retrans
tpi: Rausim Ritrens

source: Remove A Retranslation
tpi: Rausim Ritrenslesen

source: Remove the whole of the retranslation
tpi: Rausim dispela ritrenslesen olgeta

source: ... Left
tpi: ... Lep

source: Insert A Placeholder to Left of Selection/PhraseBox
tpi: Entaim wanpela plesholda (...) i go han kais long seleksen/fresbox

source: Insert a placeholder into the source language text to the left of any selection or the phrasebox location
tpi: Entaim wanpela plesholda (...) i go insait long sos teks, I go han kais long seleksen o fresbox

source: ... Right
tpi: ... Rait

source: Insert A Placeholder to Right of Selection/PhraseBox
tpi: Entaim wanpela plesholda (...) i go han sut long seleksen/fresbox

source: Insert a placeholder into the source language text to the right of any selection or the phrasebox location
tpi: Entaim wanpela plesholda (...) i go han sut long seleksen o long fresbox

source: Delete ...
tpi: Rausim ...

source: Remove a Placeholder
tpi: Rausim Plesholda

source: Choose Translation
tpi: Selektim Trenslesen

source: Show The Choose Translation Dialog
tpi: Soim "Selektim Trenslesen" daialog

source: Force the Choose Translation dialog to be shown
tpi: Mas kirapim "Selektim Trenslesen" daialog na soim

source: View Mode
tpi: Vu Mod

source: Show Target Text Only
tpi: Soim Taget Teks Tasol

source: Show target text only
tpi: Soim taget teks tasol

source: View Translations
tpi: Lukim Arapela Trenslesen

source: View Translation or Glosses Elsewhere in the Document
tpi: Luksave long Trenslesen o Glos i stap long Narapela Ples long Dokumen

source: View translation or glosses elsewhere in the document; locate them by chapter and verse
tpi: Luksave long trenslesen o glos i stap long narapela ples insait long dispela dokumen; painim ples bilong sapta na ves

source: Punctuation Copy
tpi: No Kopim Pangsuesen

source: No Punctuation Copy
tpi: No Ken Kopiim Pangsuesen

source: Suppress the copying of source text punctuation temporarily
tpi: No ken kopiim sos teks pangsuesen (hap taim tasol)

source: Display Adapt It program help topics
tpi: Soim Ol Help Bilong Yusim Adapt It Progrem

source: <New Project>
tpi: <Nupela Projek>

source: &Open... Ctrl-O
tpi: &Opim... Ctrl-O

source: &Open... (Get Source Text From Paratext) Ctrl-O
tpi: &Opim... (Kisim Sos Teks i Kam Long Paratext) Ctrl-O

source: &Open... (Get Source Text From Bibledit) Ctrl-O
tpi: &Opim... (Kisim Sos Teks i Kam Long Bibledit) Ctrl-O

source: &Save Ctrl-S
tpi: &Sevim Ctrl-S

source: &Save (Transfer Translation Draft To Paratext) Ctrl-S
tpi: &Sevim (Trenslesen teks i go long Paratext) Ctrl-S

source: &Save (Transfer Translation Draft To Bibledit) Ctrl-S
tpi: &Sevim (Trenslesen teks i go long Bibledit) Ctrl-S

source: Start Working... Ctrl-Shift-O
tpi: Stat &Wok... Ctrl-Shift-O

source: Close Project Ctrl-W
tpi: Klosim Pro&jek Ctrl-W

source: Quit Ctrl-Q
tpi: Stop Wok Ctrl-Q

source: Edit Source Text...
tpi: Editim Sos Teks...

source: Move Note Backward Ctrl-Shift-2
tpi: Movim Not i go bek Ctrl-Shift-2

source: Move Note Forward Ctrl-Shift-3
tpi: Movim Not i go het Ctrl-Shift-3

source: Find and Replace... Ctrl-Shift-F
tpi: Painim na Senisim... Ctrl-Shift-F

source: Layout Window Right To Left Ctrl-Shift-1
tpi: Wokim toktok i stat long han sut na i go long han kais Ctrl-Shift-1

source: Help Topics Ctrl-Shift-/
tpi: Het Tok Bilong Help Ctrl-Shift-/

source: Help Topics F1
tpi: Het Tok Bilong Help F1

source: &File
tpi: &Fail

source: &View
tpi: &Vu

source: &Tools
tpi: &Tul

source: E&xport-Import
tpi: E&kspot-Impot

source: &Advanced
tpi: &Advens

source: &Layout
tpi: &Wokabaut

source: Ad&ministrator
tpi: Ad&ministreta

source: Adapt It could not open the project configuration file (AI-ProjectConfiguration.aic) for the "%s" project. Please ask your administrator for help.
tpi: Adapt It i no inap opim projek konfig fail (AI-ProjectConfiguration.aic) bilong dispela "%s" projek. Plis askim administreta i helpim yu.

source: This project's configuration settings could not be read
tpi: Adapt It i no inap ritim samting insait long projek seting fail

source: The Adapt It project "%s" is missing its project configuration file (AI-ProjectConfiguration.aic).
tpi: Adapt It projek "%s" i no gat wanpela projek konfig fail (AI-ProjectConfiguration.aic). Ating i lus.

source: Restore collaboration also?
tpi: Kisim bek seting bilong wok wantaim?

source: If a collaboration was set up with Paratext or Bibledit, do you want it to be restored now, if possible?
tpi: Sapos setap bilong wok wantaim Paratext o Bibledit, yu laikim dispel setap i stap yet, sapos inap setim?

source: The Adapt It project "%s" is missing its setting that designates its %s project for obtaining source texts.
tpi: Adapt It projek "%s" i no gat seting bilong makim wanem %s projek i mas yusim bilong kisim sos teks.

source: The Adapt It project "%s" is missing its setting that designates its %s project for storing translation texts.
tpi: Adapt It projek "%s" i no gat seting bilong makim wanem %s projek i mas yusim bilong holim trenslesen teks.

source: The Adapt It project "%s" has a setting that designates its %s project for storing free translations, but the "%s" project does not have any books created in it.
tpi: Dispela Adapt It projek "%s" i gat %s projek bilong holim ol fri trenslesen teks, tasol "%s" i no gat yet sampela buk insait long projek.

source: The "%s" project cannot be found as a %s project for obtaining source texts.
tpi: No inap painim dispela "%s" projek namel long ol %s projek - bilong kisim ol sos teks.

source: The "%s" project cannot be found as a %s project for storing translation texts.
tpi: No inap painim dispela "%s" projek namel long ol %s projek - bilong holim ol trenslesen teks.

source: The "%s" project cannot be found as a %s project for storing free translation texts.
tpi: No inap painim dispela "%s" projek namel long ol %s projek - bilong holim ol fri trenslesen teks.

source: Adapt It could not open the project configuration file (AI-ProjectConfiguration.aic) for the "%s" project. Make sure the configuration file is not being used by another program (or reboot your computer) and try again.
tpi: Adapt It i no inap opim projek konfig fail (AI-ProjectConfiguration.aic) bilong dispela "%s" projek. Sekim pastaim, nogut narapela progrem i wok long yusim dispela konfig fail (o stopim na statim gen komputa), na traim gen.

source: The user interface language change may not fully take effect until you restart Adapt It.
tpi: Sapos toktok bilong ol menu samting i no kamap klia, yu ken stopim na statim gen Adapt It, na bihain ol tokples i ken i kamap ples klia.

source: Click Yes to give this user permission to add more users
tpi: Tikim Yesa bilong givim yesa long dispela yusa bilong adim arapela yusa bilong KBServa

source: File populating failure
tpi: Trai long ritim fail, tasol em i pofaia

source: Change permission warning
tpi: Toksave long permisin i senis pinis

source: Change fullname warning
tpi: Senisim Fulnem toksave

source: Change password warning
tpi: Senisim pasword toksave

source: Adapt It is already running. Aborting attempt to run a second instance of Adapt It...
tpi: Adapt It i ran yet i stap. Namba tu ran bilong en i laik kamap, tasol mii stopim pinis...

source: adaptation
tpi: adaptesen

source: gloss
tpi: glos

source: an adaptation
tpi: wanpela adaptesen

source: a gloss
tpi: wanpela glos

source: Inconsistency Found
tpi: Painim Inkonsistensi

source: Adaptation text
tpi: Trenslesen teks

source: Gloss text
tpi: Glos teks

source: adaptations
tpi: ol adaptesen

source: glosses
tpi: ol glos

source: An adaptation exists. A knowledge base entry is expected, but is absent
tpi: Wanpela trenslesen i stap. Tasol i no stap insait long nolis bes

source: The knowledge base entry is %s, the document does not agree
tpi: Nolis bes i tok %s, tasol dokumen i no olsem

source: Adaptations
tpi: Trenslesen

source: History books
tpi: Buk bilong Stori

source: Wisdom books
tpi: Buk bilong Sindaun

source: Prophecy books
tpi: Buk bilong ol Propet

source: New Testament books
tpi: Ol Buk bilong Nupela Testamen

source: Other Texts
tpi: Ol Arapela Buk

source: Locating the custom work folder location failed. Either recovery requires you to take action outside of Adapt It, or the recovery attempt failed, or you Cancelled in order to force the application to abort now.
tpi: I laik painim kastom wok folda tasol i no gat. Yu ken wok long stretim dispela arasait long Adapt It, o sapos yu klikim Kensel progrem bai stop nau.

source: Error of file named CustomWorkFolderLocation
tpi: Problem wantaim fail i gat nem CustomWorkFolderLocation

source: Untitled - Adapt It
tpi: Nogat Nem - Adapt It

source: Loading books.xml and AI_USFM.xml ...
tpi: Ritim books.xml na AI_USFM.xml ...

source: Warning: book folder mode will be disabled until a books.xml file is stored in the work folder and it is read in and parsed correctly. You should exit the application and fix the books.xml file before trying to do more work.
tpi: Toksave: No inap yusim buk folda mod inap long books.xml fail i stap insait long wok folda na Adapt It i ritim gut. Yu mas stopim Adapt It na stretim books.xml fail pinis, yu ken wok gen.

source: Warning: using default USFM styles until a AI_USFM.xml file is stored in the work folder and it is read in and parsed correctly. You should exit the application and fix the AI_USFM.xml file if you have previously told Adapt It to hide certain standard format markers.
tpi: Toksave: Adapt It yet bai makim ol USFM stail inap wanpela AI_USFM.xml file i stap long wok folda na Adapt It i ken ritim gut. Yu mas stopim progrem na fixim AI_USFM.xml fail, sapos bipo yu bin tokim Adapt It long haitim sampela standet fomat maka.

source: Loading AI_UserProfiles.xml ...
tpi: Lodim AI_UserProfiles.xml ...

source: Could not create backup of the modified AI_UserProfiles.xml file: %s Please ask your administrator to check your user workflow profiles.
tpi: No inap wokim bekap bilong AI_UserProfiles.xml fail: %s Plis askim administreta long sekim user wok profail bilong yu.

source: Unable to read the AI_UserProfiles.xml file in the work folder. Ask your administrator to recreate Adapt It's user workflow profiles.
tpi: No inap ritim AI_UserProfiles.xml fail insait long wok folda. Askim administreta long sekim gen ol Adapt It user wok profail.

source: Unable to update the AI_UserProfiles.xml file in the work folder. Ask your administrator to recreate Adapt It's user workflow profiles.
tpi: No inap apdetim AI_UserProfiles.xml fail insait long wok folda. Askim administreta long sekim gen ol Adapt It user wok profail.

source: Could not create backup of the modified AI_UserProfiles.xml file: %s Please ask your administrator to recreate your user workflow profiles.
tpi: No inap wokim bekap bilong AI_UserProfiles.xml fail: %s Plis, askim administreta long sekim gen ol Adapt It user wok profail.

source: There was an incompatible version (%s) of AI_UserProfiles.xml in the work folder. Adapt It version %s expected it to be %s. The existing AI_UserProfiles.xml file was backed up as: %s and a new AI_UserProfiles.xml was created in the work folder. Please ask your administrator to check and recreate your user workflow profiles if necessary.
tpi: I gat wanpela oldpela vesin tru (%s) bilong AI_UserProfiles.xml insait long wok folda. Adapt It vesin %s i laikim tasol vesin %s. Dispela AI_UserProfiles.xml fail i stap bekap nau na i stap long: %s na Adapt It i wokim wanpela nupela AI_UserProfiles.xml nau i stap insait long wok folda. Please ask your administrator to check and recreate your user workflow profiles if necessary.

source: Could not remove the AI_UserProfiles.xml file from the work folder.
tpi: No inap rausim oldpela AI_UserProfiles.xml fail long wok folda.

source: Initializing help system file %s...
tpi: Stretim help sistem fail %s...

source: Initialization complete in OnInit(). Now, OnIdle() will call Start Working wizard...
tpi: Stretim ol samting pinis. Kirapim nau Stat Wok...

source: WARNING: Adapt It detected that you held the Shift key down during program startup. Holding the Shift key down should only be done during startup if you think that Adapt It's basic configuration file has become corrupted, and you want Adapt It to replace its basic configuration file with a fresh one that uses default settings. Any basic Preferences that you have set such as splash screen, main window position and size, toolbar and other view settings, will be changed to default values. Do you want to reset basic configuration settings? Select "Yes" to reset the basic configuration settings. Select "No" to continue using your old settings.
tpi: Toksave: Yu holim Shift key i go daun taim yu statim Adapt It. Sapos yu ting basic config fail bilong Adapt It i bagarap, na yu ting Adapt It i no inap ritim gut, yu ken traim holim shift key taim yu kirapim Adapt It progrem. Sapos yu mekim olsem, Adapt It bai rausim olpela basic config file bilong na senisim i go nupela wantaim ol defol seting. Wanem basic Seting (Preferences) yu wokim bipo bai lus - olsem seting bilong welkam toksave, ples na bikpela bilong nambawan windo, tulba na ol narapela seting, ol dispela seting bai senis i go long ol defol seting. Yu laik setim basic seting i go long defol? Selektim "Yes" sapos yu laik senisim basic seting i go long defol. Selektim "No" sapos yu no laik senisim oldpela seting yu wokim pinis.

source: Detected Shift key down during startup
tpi: Yu holim Shift key i daun taim Adapt It i stat

source: WARNING: Adapt It detected that you held the Shift key down while opening a project. Holding the Shift key down should only be done while opening a project if you think that Adapt It's project configuration file has become corrupted, and you want Adapt It to replace its project configuration file with a fresh one that uses default settings. Any project Preferences that you have set such as fonts, font colors, punctuation, upper and lower case equivalences, last import-export paths, guesser settings, toolbar and other settings, will be changed to default values. Do you want to reset project configuration settings? Select "Yes" to reset the project configuration settings. Select "No" to continue using your old settings.
tpi: Toksave: Yu holim Shift key i go daun taim yu opim dispela projek. Sapos yu ting projek config fail bilong Adapt It i bagarap, na yu ting Adapt It i no inap ritim, yu ken traim holim shift key taim yu opim projek. Sapos yu mekim olsem Adapt It bai rausim oldpela config file bilong projek na senisim i go nupela wantaim ol defol seting. Wanem projek Seting (Preferences) yu wokim bipo bai lus - olsem seting bilong font, kala, panguesen, kapitel na liklik leta seting, ol import-export path, gesa seting, tulba seting, na ol narapela seting. Ol dispela seting bai senis i go long ol defol seting. Yu laik setim ol project seting i go long defol? Selektim "Yes" sapos yu laik senisim projek seting i go long defol. Selektim "No" sapos yu no laik senisim oldpela seting yu wokim pinis.

source: Detected Shift key down during project opening
tpi: Shift key i daun taim yu opim projek

source: Sorry, there is a file named 'Adapt It %sWork'. Please delete or rename this file because Adapt It needs to use this name instead for a folder.
tpi: Sori, i gat wanpela fail, nem bilong en em 'Adapt It %sWork'. Plis yu mas dilitim dispela fail bikos Adapt It i mas yusim dispela nem bilong makim wanpela folda.

source: Sorry, there was an error creating the "Adapt It %sWork" folder in your <home user>/My Documents folder. Adapt It %s is not set up correctly and so must close down.
tpi: Sori, problem i kamap taim Adapt It i laik wokim "Adapt It %sWork" folda insait long <home user>/My Documents folda. Adapt It %s i no stap stret na i no inap ran nau.

source: Warning: a project with the name "%s" already exists. Adapt It will therefore use the existing project.
tpi: Toksave: wanpela projek i gat nem "%s" i stap pinis. Adapt It bai yusim dispela oldpela projek tasol.

source: Sorry, there is a file named "%s to %s adaptations" in your Adapt It %sWork folder. You must rename or delete this file because Adapt It needs to use this name for a folder.
tpi: Sori, wanpela fail, nem bilong en "%s to %s adaptations", i stap insait long Adapt It %sWork folda. Yu mas senisim nem o rausim dispela fail bikos Adapt It i laik yusim dispela nem long wokim wanpela folda.

source: Sorry, there was an error creating the "%s to %s adaptations" folder in your Adapt It %sWork folder. Adapt It is not set up correctly and so must close down.
tpi: Sori, wanpela problem i kamap taim Adapt It i laik mekim "%s to %s adaptations" folda insait long Adapt It %sWork folda. Ol seting bilong Adapt It i no stret, na em i no inap ran nau.

source: Sorry, there is a file named "Adaptations" in your "%s" folder. Please delete or rename it because Adapt It needs to use that name for a directory instead.
tpi: Sori, i gat wanpela fail, nem bilong en "Adaptations", i stap pinis insait long "%s" folda. Plis dilitim o senisim nem bilong en bikos Adapt It i mas yusim dispela nem tasol long mekim wanpela folda.

source: Sorry, there was an error creating the "Adaptations" folder in your project folder. Adapt It is not set up properly and so must close down.
tpi: Sori, i gat problem taim Adapt It i laik mekim "Adaptations" folda insait long projek folda. Ol seting bilong Adapt It i no stret na em no inap ran nau.

source: Sorry, there was an error creating the following folder(s) in your Adapt It %sWork folder. %s Adapt It is not set up correctly and so must close down.
tpi: Sori, wanpela problem i kamap taim Adapt It i laik mekim dispela (ol) folda insait long Adapt It %sWork folda. %s Ol seting bilong Adapt It i no stret, na em i no inap ran nau.

source: Reading File %s - part %d of %d
tpi: Ritim Fail %s - hap %d bilong %d olgeta

source: Loading the Glossing Knowledge Base
tpi: Lodim Nolis Bes Bilong Ol Glos

source: Warning: a knowledge base for storing glosses was not found. An empty one has been created for your use instead.
tpi: Toksave: Adapt It i no inap painim wanpela nolis bes bilong holim ol glos. Adapt It i wokim wanpela nupela i no gat ol glos yet insait na bai yusim nupela.

source: Loading the Knowledge Base
tpi: Lodim Nolis Bes
