Repository: adapt-it/adaptit
Catalog: po/tpi.po
Languages: tpi

source: There is a name conflict with an existing file. Please specify a different file name base.
tpi: Adapt It i painimaut olsem narapela fail i gat wankain nem i stap. Plis yu making gen narapela nem bilong bes fail nem.

source: (Obligatory) Type a generic name to which each chapter number can be added
tpi: (Mas wokim) Taipim wanpela biknem bilong karamapim dokumen, na Adapt It i ken skruim wanwan sapta namba i go pas long tel bilong dispela biknem

source: Start Working
tpi: Stat Wok

source: Remove A Placeholder
tpi: Rausim Plesholda

source: Target Only
tpi: Taget Tasol

source: Transform Another Project's Adaptations Into The Current Project's Glosses (Using Same Source Text)
tpi: Tanim Ol Trenslesen Bilong Narapela Projek i Kamap Olsem Glos Bilong Dispela Projek (Yusim Sem Sos Teks)

source: Units To Be Used For Printing
tpi: Skel Bilong Yusim Long Print

source: Sorry, only metric units (Centimeters) can be set on the Windows platform at this time.
tpi: Sori, yu ken setim ol metric unit tasol (Sentimita) long ol Windows komputa long dispela taim.

source: Adapt It and Adapt It Unicode Mismatched For Unpack
tpi: Adapt It na Adapt It Unicode i No Inap Lusim Dokumen i Pekap Insait Long Narapela

source: The document was packed by Adapt It, but you are trying to unpack using Adapt It Unicode;
tpi: Adapt It wokim pekap long dispela dokumen, tasol yu laik lusim dokumen i pekap insait long Adapt It Unicode;

source: or it was packed by Adapt It Unicode and you are trying to use Adapt It to unpack it.
tpi: o, Adapt It Unicode i wokim pekap, na nau yu laik lusim dokumen insait long Adapt It (i no save wokim Unicode).

source: (The configuration files of these two applications are not compatible and packing incorporates the project one.)
tpi: (Seting fail bilong dispela tupela progrem i no wankain, olsem na wok bilong pekap i save yusim projek seting fail.)

source: Unpacking will not proceed further. To unpack this particular file you must switch applications, then try again.
tpi: Adapt It i no inap go het long lusim dokumen i pekap. Sapos yu laik lusim dispela fail i pekap, yu mas yusim narapela program na traim gen.

source: Username Input (applies to all projects)
tpi: Taipim Username (em bilong olgeta projek)

source: To filter out (hide) the text associated with a marker, check the box next to the marker. To adapt the text associated with a marker, un-check the box next to the marker.
tpi: Sapos yu laik filta aut (haitim) teks wantaim maka bilong en, tikim boks arare long maka. Sapos yu laik trensletim teks bilong wanpela mak, rausim tik long boks arare long maka.

source: When checked, the marker and associated text will be filtered out (hidden) from the adapted document.
tpi: Taim boks i gat tik, maka wantaim teks bilong en bai filta aut (i hait) insait long trenslesen dokumen.

source: Warning: The Document is using the %s. The Project, however, defaults to the %s.
tpi: Toksave: Dokumen i yusim %s. Tasol Projek i save yusim %s.

source: Normally the sfm set for the document should be set to agree with the sfm set used for the project.
tpi: Planti taim sfm set bilong dokumen i save wankain olsem sfm set bilong projek.

source: (NO DOCUMENT AVAILABLE IN THIS PROJECT - NO FILTER SETTINGS TO DISPLAY)
tpi: (NOGAT DOKUMEN I STAP YET BILONG DISPELA PROJEK - NOGAT FILTA SETING BILONG SOIM)

source: USFM version 2.0/3.0 Marker Set
tpi: USFM vesin 2.0/3.0 Kain Maka

source: PNG 1998 Marker Set
tpi: PNG 1998 Kain Maka

source: USFM 2.0/3.0 and PNG 1998 Marker Sets
tpi: USFM 2.0/3.0 wantaim PNG 1998 Kain Maka

source: Warning: You are about to filter out the following footnote related markers: %s%s Any text associated with these markers that was previously included in adaptations you have already done, will also be filtered out. Do you really want to filter out these markers?
tpi: Toksave: Yu laik filta aut ol dispela maka i poroman wantaim footnote: %s%s Sapos yu wokim pinis sampela trenslesen bilong teks i yusim dispela maka, ol trenslesen bilong teks bilong dispela maka tu bai filta aut (na i lus). Na yu laik filtaim aut dispela maka o nogat?

source: Warning: You are about to filter out the following marker: %s%s Any text associated with this marker that was previously included in adaptations you have already done, will also be filtered out. Do you really want to filter out this marker?
tpi: Toksave: Yu laik filta aut dispela maka: %s%s Sapos yu wokim pinis sampela trenslesen bilong teks i yusim dispela maka, ol trenslesen bilong teks bilong dispela maka tu bai filta aut (na i lus). Na yu laik filtaim aut dispela maka o nogat?

source: USFM version 2.0 Marker Set
tpi: USFM vesin 2.0 Kain Maka

source: The currently open document is marked up using the PNG 1998 Marker Set. Changing to the %s is not allowed. (Because doing so may result in a badly formed document.)
tpi: Dispela dokumen nau i op i stap, i gat PNG 1998 Marka Set. No inap senisim hia i go long %s set. (Bilong wanem, sapos mekim olsem bai dokumen i ken kamap kranki.)

source: The currently open document is marked up as USFM. Changing to the %s is not allowed. (Because doing so may result in a badly formed document.)
tpi: Dispela dokumen nau i op i stap, i gat USFM Marka Set. No inap senisim hia i go long %s set. (Bilong wanem, sapos mekim olsem bai dokumen i ken kamap kranki.)

source: A document is not open. Changing to the %s is allowed. However, it is risky. If it contains an \fe marker, this marker is interpretted differently in each marker set. In the USFM marker set it indicates an endnote follows. In the PNG 1998 marker set it indicates a footnote precedes. Adapt It will assume it marks an endnote; but if this assumption is wrong, a slightly malformed (but adaptable) document will result.
tpi: Nogat dokumen nau i op i stap. Yu ken senisim maka set i go long %s. Tasol, lukaut gut. Sapos dokumen i gat \fe maka, em i gat narapela mining insait long narapela maka set. Insait long USFM maka set em i mining olsem makim endnote bai kamap bihain long en. Insait long PNG 1998 maka set em i mining olsem footnote i go pas pinis. Adapt It bai ting em olsem makim endnote; tasol sapos kain tingting i no stret, bai dokumen i kamap kranki liklik.

source: The open document contains markers unique to either the USFM marker set, or unique to the PNG 1998 marker set. Changing to the %s is allowed. However, it is risky. If it contains an \fe marker, this marker is interpretted differently in each marker set. In the USFM marker set it indicates an endnote follows. In the PNG 1998 marker set it indicates a footnote precedes. Adapt It will assume it marks an endnote; but if this assumption is wrong, a slightly malformed (but adaptable) document will result.
tpi: Dispela dokumen i op i stap i gat sampela maka bilong USFM maka set, na sampela narapela bilong PNG 1998 maka set. Yu ken senisim set i go long %s - em i orait. Tasol lukaut gut tru. Sapos dokumen i gat \fe maka, em i gat narapela mining insait long narapela maka set. Insait long USFM maka set em i mining olsem makim endnote bai kamap bihain long en. Insait long PNG 1998 maka set em i mining olsem footnote i go pas pinis. Adapt It bai ting em olsem makim endnote; tasol sapos kain tingting i no stret, bai dokumen i kamap kranki liklik (tasol yu ken mekim adaptesen wok long en).

source: There is no currently open document. Therefore changing to the %s is allowed. However, only do so if you are confident that the input files for creating documents for this project are marked up with the marker set you are now choosing. Cancel if you are unsure.
tpi: Nogat dokumen nau i op i stap. Yu ken senisim maka set i go long %s. Tasol, no ken mekim nating. Mekim olsem tasol sapos yu save tru ol input fail bilong wokim nupela dokumen insait long projek ol i save yusim maka set yu laik selektim. Sapos yu no save gut, yu mas Klikim Kensel nau tasol.

source: The currently open document is marked up with markers from the %s. Changing to the %s is unlikely to be helpful. (This may result in a badly formed document, and similarly for other documents in this project which are marked up the same way.)
tpi: Dispela dokumen nau i op i stap, i gat %s Marka Set. Senisim set i go long %s bai no kamap gutpela tumas. (Bilong wanem, sapos mekim olsem bai dokumen i ken kamap kranki, na i tru bilong ol narapela dokumen bilong dispela projek tu i gat dispela maka set.)

source: The currently open document is marked up as USFM. Changing to the %s is unlikely to be helpful. (This may result in a badly formed document, and similarly for other documents in this project which are marked up the same way.)
tpi: Dispela dokumen nau i op i stap, i gat USFM Marka Set. Senisim set i go long %s bai no kamap gutpela tumas. (Bilong wanem, sapos mekim olsem bai dokumen i ken kamap kranki, na i tru bilong ol narapela dokumen bilong dispela projek tu i gat dispela maka set.)

source: A document is not open. Changing to the %s is allowed. However, it is risky for this document and for any new ones created with the changed setting. If a document contains an \fe marker, this marker is interpretted differently in each marker set. In the USFM marker set it indicates an endnote follows. In the PNG 1998 marker set it indicates a footnote precedes. Adapt It will assume it marks an endnote; but if this assumption is wrong, a slightly malformed (but adaptable) document will result.
tpi: Nogat dokumen nau i op i stap. Yu ken senisim maka set i go long %s. Tasol, lukaut gut sapos senisim setting na wokim nupela dokumen. Sapos dispela dokumen i gat \fe maka, em i gat narapela mining insait long narapela maka set. Insait long USFM maka set em i mining olsem makim endnote bai kamap bihain long en. Insait long PNG 1998 maka set em i mining olsem footnote i go pas pinis. Adapt It bai ting em olsem makim endnote; tasol sapos kain tingting i no stret, bai dokumen i kamap kranki liklik (tasol yu ken mekim adaptesen wok long en).

source: The open document contains markers unique to either the USFM marker set, or unique to the PNG 1998 marker set. Changing to the %s is allowed. However, it is risky for this document and for any new ones created with the changed setting. If a document contains an \fe marker, this marker is interpretted differently in each marker set. In the USFM marker set it indicates an endnote follows. In the PNG 1998 marker set it indicates a footnote precedes. Adapt It will assume it marks an endnote; but if this assumption is wrong, a slightly malformed (but adaptable) document will result.
tpi: Dispela dokumen nau i op i stap, em i gat maka i bilong USFM maka set tasol, o i gat maka i bilong PNG 1998 maka set tasol. Yu ken senisim maka set i go long %s. Tasol, lukaut gut sapos senisim setting na wokim nupela dokumen. Sapos dispela dokumen i gat \fe maka, em i gat narapela mining insait long narapela maka set. Insait long USFM maka set em i mining olsem makim endnote bai kamap bihain long en. Insait long PNG 1998 maka set em i mining olsem footnote i go pas pinis. Adapt It bai ting em olsem makim endnote; tasol sapos kain tingting i no stret, bai dokumen i kamap kranki liklik (tasol yu ken mekim adaptesen wok long en).

source: Trying to change the standard format marker (SFM) set at the same time as trying to change the marker filtering settings is illegal. The filtering changes will be ignored. Only the SFM set change will be done now. To get the filtering changes done, return to this page after the SFM set changes are completed and then set up the filtering changes a second time.
tpi: I tambu long senisim standet fomat maka set na senisim filta setting tupela wantaim. Ol senis yu laik mekim long filta Adapt It i no inap mekim nau. Senis bilong SFM set tasol bai wokim nau. Sapos yu laik wokim ol filta senis, kam bek gen long dispela pes bihain long set senis i pinis, na wokim ol filta senis namba tu taim gen.

source: View Filtered Material
tpi: Luksave Long Filta Maka

source: Remove %s
tpi: Rausim %s

source: Free Translation
tpi: Fri Trenslesen

source: Back Translation
tpi: Bek Trenslesen

source: &Save Changes
tpi: &Sevim Senis

source: The text associated with %s can be made available for adaptation.
tpi: Teks bilong %s maka i ken kamap insait long wok trenslesen.

source: The text associated with %s cannot be made available for adaptation.
tpi: Teks bilong %s maka i no inap kamap insait long wok trenslesen.

source: [This Marker Unknown In Currently Selected SFM Set]
tpi: [No Save Long Dispela Maka Insait Long Dispela Kain SFM]

source: Please Wait...
tpi: Plis Yu Wet...

source: Please wait while Adapt It opens the document...
tpi: Plis wet - Adapt It i wok lon opim dokumen...

source: Searching...
tpi: Painim...

source: Please wait while Adapt It communicates with Paratext...
tpi: Plis wet - Adapt It i wok long salim askim i go long Paratext...

source: Please wait while Adapt It communicates with Bibledit...
tpi: Plis wet - Adapt It i wok long salim askim i go long Bibledit...

source: Please wait while Adapt It exports the source text...
tpi: Plis wet - Adapt It i wok long expotim sos teks...

source: Closing the document...
tpi: Klosim dokumen nau...

source: This may take a while. Identical changes are being done in all the documents...
tpi: Plis wet - progrem i wok long mekim wankain senis insait long olgeta dokumen...

source: Please wait while creating a new document...
tpi: Plis wet - Adapt It i wokim nupela dokumen...

source: Please wait: all widths are being resized, then strips created again
tpi: Plis wet: i wokim olgeta namel gen, na wokim ol strip gen

source: Please wait while creating a new document - and creating a diagnostic log file in folder _LOGS_EMAIL_REPORTS...
tpi: Plis wet pastaim - wokim nupela dokumen - na wokim log fail long folda _LOGS_EMAIL_REPORTS.

source: Please wait. This may take a while...
tpi: Plis wet. Dispela i ken kisim taim...

source: Adapt It UNICODE version
tpi: Adapt It Unicode vesin

source: Adapt It REGULAR (non-Unicode) version
tpi: Adapt It REGULAR (non-Unicode) vesin

source: Choose A Book Folder
tpi: Makim Buk Folda

source: Remove Unwanted Files From The List
tpi: Rausim Ol Fail Yu No Laikim Long Lista i Go

source: Sorry, the left list must not be empty. Doing that makes it impossible to restore the knowledge base.
tpi: Sori, lista i stap long han kais i no ken emti. Sapos i no gat fail long lista, Adapt It i no inap stretim nolis bes.

source: Note: Using Microsoft WORD 2003 or later is not a good way to edit this xml file.
tpi: Toksave: No ken yusim Microsoft Word 2003 o Word i moa nupela gen, long editim dispela xml fail.

source: Instead, use NotePad or WordPad.
tpi: Nogat. Yusim samting olsem NotePad o WordPad edita progrem.

source: Extended 8-bit ASCII characters were detected in your data files (see below):
tpi: Ol leta olsem 8-bit ASCII leta i stap insait long deta faiil bilong yu (lukim daunbilo):

source: XML markup error occurs in:
tpi: XML makap problem i kamap long:

source: Unhandled data, or an error, occurs in:
tpi: No kisim gut sampela deta, o problem i kamap long:

source: Failed to allocate a buffer for parsing in the XML document's data
tpi: Problem long wokim bafa bilong kisim deta bilong XML dokumen

source: Could not open the XML data file %s for reading.
tpi: No inap opim XML deta fail %s bilong ritim.

source: The XML file (%s) being loaded begins with a UTF-16 BOM (Byte Order Mark), so it is not UTF-8 data. Maybe you edited the file in a word processor and did not specify UTF-8 output. Please do that then try opening the document again.
tpi: XML fail (%s) i laik opim nau, i gat wanpela UTF-16 BOM (Bait Oda Mak), olsem em i no UTF-8 deta. Ating yu bin editim dispela fail insait long wanpela word prosesa progrem, na yu no bin tokim progrem long sevim long UTF-8 kain fomat. Plis yu wokim gen pastaim olsem, na traim gen.

source: Summary: Number of lexical items processed %d Number of Adaptations/Glosses Processed %d Number of Adaptations/Glosses Added %d Number of Adaptations Unchanged %d Number of Undeletions %d
tpi: Toksave: Namba bilong ol lexical items processed %d Namba bilong ol Adaptations/Glosses Processed %d Namba bilong ol Adaptations/Glosses Added %d Namba bilong ol Adaptations Unchanged %d Namba bilong ol Undeletions %d

source: XML Document Parsing Error
tpi: Problem Long Ritim XML Dokumen

source: No table file
tpi: Konsisten Senis tebol fail i no stap

source: The consistent changes table file: %s , does not exist in the folder _CCTABLE_INPUTS_OUTPUTS
tpi: Konsisten Senis tebol fail: %s, em i no stap insait long folda i gat nem _CCTABLE_INPUTS_OUTPUTS

source: Warning: the consistent changes table: %s, was not successfully loaded.
tpi: Toksave: Konsisten Senis tebol: %s, em i no bin kamap gut. Program i no inap yusim.

source: Table load failure
tpi: Pofaia, Konsisten Senis tebol fail em i no kamap

source: Processing the CC table failed, for table: %s Error code: %d
tpi: Adapt It i bin traim Konsisten Senis Tebol: %s, tasol em i pofaia. Pofaia kod: %d

source: No path to a folder is defined. Perhaps you cancelled the dialog for setting the destination folder.
tpi: I no makim ples bilong folda. Ating yu bin kenselim daialog i save makim folda bilong kisim ol samting.

source: Error, empty path specification
tpi: Problem: i no makim ples

source: Failed to make the directory %s the current working directory prior to getting the directory's child directories; perhaps try again.
tpi: No inap mekim folda %s i kamap olsem wok folda olsem na i no inap painim ol pikinini folda bilong en; ating yu traim gen.

source: Error, no working directory
tpi: Problem: Em i no wok folda tru

source: Error, not a directory
tpi: Problem: Em i no wanpela folda tru

source: Failed to make the directory %s the current working directory prior to getting the folder's files; perhaps try again.
tpi: I no inap makim %s i kamap olsem wok folda na painim ol fail insait long en; ating yu mas traim gen.

source: Warning: the word or phrase was not stored in the knowledge base. This error is not destructive and can be ignored.
tpi: Toksave: dispela tok o fres i no go insait long nolis bes. Em i orait, maski long tingting planti long dispela.

source: Setup failed
tpi: Setap i bin pofaia

source: The attempt to share the adaptations knowledge base failed. You can continue working, but sharing of this knowledge base will not happen.
tpi: Adapt It i laik tilim entri bilong adaptesen nolis bes long arapela komputa, tasol traim i bin pofaia. Yu ken wok yet, tasol adaptesen KBserva i no inap ran.

source: The attempt to share the glossing knowledge base failed. You can continue working, but sharing of of this glossing knowledge base will not happen.
tpi: Adapt It i laik tilim entri bilong glos nolis bes long arapela komputa, tasol traim i bin pofaia. Yu ken wok yet, tasol glos KBserva i no inap ran.

source: A KBserver was not discovered
tpi: No painim yet wanpela KBserva

source: No password was typed, or you cancelled
tpi: Yu no taipim paswod, o yu bin kenselim

source: < &Back
tpi: < Go&Bek

source: &Finish
tpi: &Pinis
