Repository: adapt-it/adaptit
Catalog: po/tpi.po
Languages: tpi

source: This is a list of standard format markers that can be used in this document; when boxes are checked the markers are filtered (hidden)
tpi: Dispela lista i soim ol standet fomat maka bilong yusim insait long dispela dokumen; Taim boks i gat tik insait em mining olsem maka i filta (i hait) i stap

source: Pro&ject Filter Defaults:
tpi: Filta Defol Seting bilong Pro&jek:

source: This is a list of default standard format markers for the project; when boxes are checked the markers are filtered (hidden)
tpi: Dispela lista i soim ol defol standet fomat maka bilong yusim long dispela projek; Taim boks i gat tik insait em mining olsem maka i filta (i hait) i stap

source: Adapt It Guesser Settings
tpi: Adapt It Gesa Seting

source: Use Adaptations Guesser
tpi: Yusim Trenslesen Gesa

source: Check the box to turn on the guesser; uncheck the box to turn off the guesser
tpi: Putim tik long boks sapos yu laik yusim gesa; rausim tik bilong no ken yusim gesa

source: Choose Guess Highlight Color...
tpi: Selektim Kala Bilong Makim Ges...

source: Choose the background color used in the phrase box whenever its text comes from the guesser
tpi: Selektim kala bilong bekgraun bilong fres boks, sapos gesa yet i kirapim tok insais long fres bokis

source: Guessing level:
tpi: Strong Bilong Gesa:

source: Set the guess level (0 is no guessing, 50 is conservative guessing, 100 is wild guessing)
tpi: Makim strong bilong gesa (0 nogat gesa, 50 wokim sampela gesa, 100 gesa i wok planti taim tumas)

source: < Fewer guesses (good and bad)
tpi: < Gesa i wok liklik (sampela gesa gutpela sampels nogut)

source: Zero is no guessing; closer to 50 is conservative guessing
tpi: Nul (0) i olsem nogat gesa; 50 samting i wokim sampela gesa

source: More guesses (good and bad) >
tpi: Gesa i wok planti (sampela gesa gutpela sampels nogut) >

source: Close to 50 is conservative guessing; 100 is wild guessing
tpi: Sapos 50 gesa i wok gutpela liklik; 100 i olsem mekim gesa nating

source: Allow Guesser to operate on unchanged Consistent Changes output
tpi: Larim Gesa i mekim wok taim Konsisten Senis i no mekim senis

source: If Consistent Changes is also active checking this box allows the Guesser to Guess whenever Consistent Changes has made no changes
tpi: Sapos Konsisten Senis i wok, dispela boks i save larim gesa i wok long taim Konsisten Senis i no bin senisim tok

source: Number of Correspondences in Adaptations Guesser
tpi: Namba bilong ol toktok i stap insait long Adaptations Gesa

source: Number of Correspondences in Glossing Guesser
tpi: Namba bilong ol toktok i stap insait long Glos Gesa

source: Suffix and Prefix Lists...
tpi: Safiks na Prefiks Lista...

source: Display the dialog for adding, editing or removing suffixes and prefixes into lists for use by the Guesser
tpi: Soim daialog bilong Gesa i gat work long helpim yu bilong stretim tupela lista, bilong ol safiks o ol prefiks

source: To reject a displayed guess in the phrase box, press the Esc key.
tpi: Sapos you laik rausim gesim teks long fres bokis, presim Esc ki.

source: Email Heading Information:
tpi: Email Hettok:

source: TO: (Adapt It Developers)
tpi: I GO LONG: (Developa bilong Adapt It)

source: Adapt It developers who will receive this email report
tpi: Ol developa bilong Adapt It bai kisim dispela email ripot

source: &FROM: (Your Email Address)
tpi: I &KAM LONG: (Email Adres Bilong Yu Yet)

source: Enter your email address here so we can respond to you
tpi: Taipim email adres bilong yu yet long hia, na bai mipela inap bekim tok long bilong helpim yu

source: &RE: Summary (Email Subject)
tpi: &RE: Sotpela Tok (Email sabjek)

source: Enter a brief summary of your report - it becomes the subject of your email
tpi: Taipim sotpela tok i makim topik bilong ripot - dispela i kamap olsem sabjek bilong email

source: &Description (Body of Email):
tpi: Olgeta &Tok (Mit bilong Email):

source: Enter the details of your report here - this becomes the main body of your email message
tpi: Raitim olgeta detail bilong ripot hia - dispela em bodi tru bilong email toktok bilong yu

source: Sender's &Name:
tpi: &Nem Bilong Yu Yet:

source: &View Usage Log
tpi: &Lukim Usage Log

source: Click to view the contents of the Adapt It usage log before sending
tpi: Klikim hia sapos yu laik lukim toktok insait long usage log pastaim long salim

source: Fill out yellow areas above then send your report below
tpi: Raitim insait long ol yelo bokis, pinis salim ripot daun bilo

source: System Information (automatically included in report):
tpi: Sistem Informesen (ol dispela bai i stap wantaim ripot):

source: AI Version:
tpi: AI Vesin:

source: Adapt It collects this information and automatically includes it in your report
tpi: Adapt It yet i save skruim dispela infomesen wantaim ripot bilong yu

source: Release Date:
tpi: Release Det:

source: Data type:
tpi: Deta Taip:

source: Free Memory (MB):
tpi: Fri Memori (MB):

source: Sys Locale:
tpi: Sistem Lokal:

source: Interface Language:
tpi: Tokples bilong Menu:

source: Sys Encoding:
tpi: System Enkoding:

source: Sys Layout Dir:
tpi: Sistem Teks Direksen:

source: wxWidgets version:
tpi: wxWidgets vesin:

source: OS version:
tpi: OS Vesin:

source: Send the above report to Adapt It developers:
tpi: Salim ripot antap i go long ol developa bilong Adapt It:

source: Report handling:
tpi: Ripot i go olsem wanem:

source: &Save report as text file (xml)
tpi: &Sevim ripot olsem teks fail (xml)

source: Click to save this report on your computer, if desired, before sending it as email
tpi: Klikim dispela bilong sevim ripot long komputa bilong yu, sapos yu laik mekim olsem bipo yu salim i goaut olsem email

source: &Load a saved report
tpi: &Lodim wanpela ripot yu sevim pinis

source: Click to load a previously saved report - which you can then send as email if you wish
tpi: Klikim dispela bilong lodim ripot yu sevim pinis - na yu ken salim olsem email sapos yu laik mekim olsem

source: &Close
tpi: &Klosim

source: Click to close this dialog (you should first save any unsent changes)
tpi: Klikim dispela bilong klosim daialog (yu mas sevim pastaim sapos i gat senis i no goaut yet)

source: Email handling:
tpi: Wokim Email:

source: Preview this report before sending it to email program
tpi: Luksave moa long ripot pastaim, no ken salim yet i go long email progrem

source: Send this to my email program (I'll send it from there)
tpi: Salim i go long email progrem bilong mi pastaim (bihain bai mi yet I salim i go)

source: Adapt It User Log (read only):
tpi: Log bilong man i yusim Adapt It (ritim tasol, no ken editim):

source: Using these %s projects:
tpi: Yusim dispela ol %s projek:

source: Source Project:
tpi: Sos Projek:

source: Target Project:
tpi: Taget Projek:

source: Free Translation Project:
tpi: Fri Trenslesen Projek:

source: Using this Adapt It project:
tpi: Yusim dispela Adapt It projek:

source: Select a &book:
tpi: Selektim wanpela &buk:

source: Select a &chapter:
tpi: Selektim wanpela &sapta:

source: List of books available in this project
tpi: Lista bilong ol buk i stap insait long dispela projek

source: Chapters available for the selected book (and their translation status)
tpi: Ol sapta i stap insait long buk yu selektim pinis (wantaim toksave bilong trenslesen wok)

source: More information about the status of a selected chapter or book
tpi: Toksave bilong buk o sapta i stap olsem wanem tru

source: Note: Adapt It creates the following folders. Most are created within project folders. If you check the box labeled "Protect from Navigation" the user will not be allowed to navigate away from the named folder when obtaining inputs into Adapt It or when exporting texts from Adapt It, but must use the pre-defined folder.
tpi: Toksave: Adapt It yet i save wokim ol dispela folda. Adapt It i savei wokim planti insait long ol projek folda. Sapos yu tikim bokis i tok "Wokman no ken wokabaut nating" wokman bai i no inap wokabaut nating na abris long dispela folda, taim em i laik kisim ol teks bilong input, o taim em i laik ekspotim ol teks i go aut long Adapt It - wokman mas yusim dispela folda tasol.

source: Location for source text inputs (SFM or Unstructured plain text):
tpi: Folda bilong ol sos teks bilong input (SFM o plen teks tasol):

source: Protect from Navigation
tpi: Banisim Dispela Folda

source: Pre-Load Source Texts
tpi: Bungim na lodim ol Sos Teks

source: Click to open the __SOURCE_INPUTS folder and copy files to pre-load this folder with source texts
tpi: Klikim bilong opim __SOURCE_INPUTS folda, na kopiim ol fail bilong lodim folda i gat ol sos teks wokman i nidim bilong mekim wok

source: Locations for specific types of outputs:
tpi: Ol folda bilong ol kain kain ekspot:

source: Locations where both inputs and outputs use the same folder:
tpi: Ol folda bilong kisim teks bilong input, na bilong wokim ekspot tu wantaim:

source: Protect None (Uncheck All Boxes)
tpi: No Ken Banisim Folda (Rausim Olgeta Tik)

source: Protect All (Check All Boxes)
tpi: Banisim Olgeta Folda (Tikim Olgeta)

source: Source text:
tpi: Sos teks:

source: The %s is empty, a knowledge base entry is expected, but is absent
tpi: %s i no gat tok. Adaptit i laik painim wanpela nolis bes hap tok, tasol i no stap

source: Choose an action:
tpi: Selektim wanpela wok:

source: Enter an empty %s in the knowledge base (makes a %s entry)
tpi: Subim wanpela empti %s i go long nolis bes (i wokim wanpela %s)

source: Leave an empty "hole" in the document and make no knowledge base entry
tpi: Larim wanpela "hol" i stap insait long dokumen, na no ken mekim tok i go long nolis bes

source: This source text should never have %s entry (makes a %s entry)
tpi: Dispela sos teks i no ken i gat %s (bai wokim wanpela %s)

source: Type %s:
tpi: Taipim %s:

source: Note: the Cancel button cancels the whole consistency check operation, not just the current dialog
tpi: Toksave: Sapos klikim Kensel baten, em i save klosim dispela daialog wantaim stopim konsistensi sek olgeta

source: Adaptation text:
tpi: Adaptesen teks:

source: Store the adaptation in the knowledge base in the normal way
tpi: Putim trenslesen i go insait long nolis bes olsem olsem nomal rot

source: This source text should never have an adaptation entry (makes a %s entry, retains adaptation)
tpi: Dispela sos teks i no ken i gat adaptesen (wokim wanpela %s, na holim yet adaptesen)

source: Move back
tpi: Go Bek

source: Move forward
tpi: Go Het

source: Open HTML file...
tpi: Opim HTML fail...

source: location:
tpi: ples:

source: Source text language:
tpi: Sos Teks Tokples:

source: Source text language code
tpi: Kod bilong sos tokples

source: (This cannot be changed.)
tpi: (No inap senisim dispela.)

source: Target text language:
tpi: Taget Teks Tokples:

source: Target text potential language codes
tpi: Ol kod bilong i ken makim taget tokples

source: Glossing text language:
tpi: Glos Teks Tokples:

source: Glossing language potential language codes
tpi: Ol kod yu ken yusim bilong makim glos tokples

source: Select one language code from those in whichever list is currently active.
tpi: Selektim wanpela tokples kod i kam long aktiv lista.

source: (To populate the glossing knowledge base from the same LIFT file, turn on glossing mode, then import again - selecting a different language code.)
tpi: (Sapos yu laik yusim dispela LIFT fail bilong skruim glos nolis bes, orait yu mas kirapim glos mod, pinis yu mekim impot gen na selektim narapela kod bilong tokples.)

source: Standard Format (\lx and \ge)
tpi: Standet Fomat (\x na \ge)

source: LIFT (XML) Format
tpi: LIFT (XML) Fomat

source: Filename options:
tpi: Fail Nem Opsen:

source: You have selected this Adapt It project:
tpi: Yu selektim pinis dispela Adapt It projek:

source: Options for entering this project:
tpi: Opsen bilong opim dispela projek:

source: &Tell me more about these options
tpi: &Toksave moa long ol dispela 3-pela opsen

source: Work with my %s &Scripture texts (Collaboration on)
tpi: Mi laik wok wantaim ol %s teks bilong mi (Wok wantaim i on)

source: Work with &other Adapt It texts (%s texts not available: Collaboration off)
tpi: Wok wantaim ol &narapela Adapt It teks (%s teks i no inap kisim: Wok wantaim i off)

source: &Read-only mode (All texts accessible but not editable - I'm an advisor or consultant)
tpi: &Ritim-tasol mod (olgeta teks i kamap ples klia tasol no inap senisim - Mi advisa o konsultan)

source: Use this dialog to setup one or more collaboration scenarios between Adapt It projects and %s projects.
tpi: Yusim dispela daialog bilong stretim ol sampela Adapt It projek i mas wok wantaim sampela ol %s projek.

source: 1. Select an existing AI project from drop-down list below; or click on "Create New Adapt It Project" for this collaboration setup:
tpi: 1. Selektim wanpela AI projek i kam long drop-daun lista daunbilo; o klikim "Wokim Nupela Adapt It Projek" bilong dispela wok wantaim setap:

source: Click Here to open the list of Adapt It projects, or to create a new Adapt It project for collaboration purposes
tpi: Klikim hia bilong lukim lista bilong ol Adapt It projek, o bilong wokim nupela Adapt It project bilong wok wantaim

source: Create New Adapt It Project
tpi: Wokim Nupela Adapt It Projek

source: 2. Ensure %s projects exist in the list below that can collaborate with the above Adapt It project:
tpi: 2. Skelim gut pastaim, i gat ol projek i stap pinis insait long dispela list bilong wok wantain %s o nogat:

source: Scripture &Editor:
tpi: Baibel &Edita:

source: List of potential projects currently available for Adapt It use
tpi: Dispela lista i soim ol projek i stap pinis na Adapt It inap yusim

source: Important: Adapt It requires that %s has at least two projects: One project for obtaining source texts, and a different %s project for receiving adapted texts from Adapt It. You should set up all %s projects needed for collaboration with Adapt It before you set up %s collaboration using this dialog.
tpi: Toksave: Adapt It i nidim tupela projek i stap pinis insait long %s progrem, bilong wok gut wantaim: Wanpela projek we Adapt It i ken kisim ol sos teks i kam, na narapela projek gen we Adapt It i ken salim ol trenslesen teks i go bek long %s. Yu mas rediim olgeta projek insait long %s progrem pastaim. Pinis, yu ken gohet na makim ol projek hia long dispela daialog, bilong mekim Adapt It i wok wantaim %s.

source: 3. Select which %s projects Adapt It should use when collaborating.
tpi: 3. Makim wanem ol %s projek Adapt It i mas yusim bilong wok wantaim.

source: Get &source texts from this %s project:
tpi: Kisim ol &sos teks i kam long dispela %s projek:

source: Use the button at right to select a default project for user to obtain source texts
tpi: Yusim baten i stap long han sut bilong makim defol projek bilong wokman i kisim ol sos teks

source: Select Source Project from &List
tpi: Selektim Sos Projek long &Lista

source: Click this button to select a default project to put in the box at left
tpi: Klikim dispela baten bilong selektim wanpela projek na subim i go insait long bokis long han kais

source: Get by Chapter Only (Recommended)
tpi: Kisim &Sapta Tasol (gutpela opsen)

source: Transfer &translation drafts to this %s project:
tpi: Salim ol &trenslesen teks i go long dispela %s projek:

source: or
tpi: o

source: Use the button at right to select a default project for user where translated texts will be transferred
tpi: Yusim baten i stap long han sut long makim defol projek bilong kism ol trenslesen teks

source: Select Target Project from L&ist
tpi: Selektim Taget Projek long &Lista

source: Get by Whole Book
tpi: Kisim Buk &Wantaim Olgeta Sapta

source: Transfer &free translations to this %s project (optional):
tpi: Salim ol fri trenslesen i go long dispela %s projek (sapos nidim):

source: Use the button at right to select a default project for user where free translation texts will be transferred
tpi: Yusim baten i stap long han sut long makim defol projek bilong kism ol fri trenslesen teks

source: Select Free Translation Project from Li&st
tpi: Selekim Fri Trenslesen Projek long &Lista

source: No Free Translation
tpi: Nogat Fri Trenslesen

source: Accept this setup and prepare for another
tpi: Kisim dispela setap na redi long kirapim narapela

source: Remove this AI Project from Collaboration
tpi: Rausim dispela AI Projek long Wok Wantaim

source: After saving as many collaboration setups as you want, click Close to close this dialog and test your setups.
tpi: Sapos sevim ol setap long laik bilong yu pinis, orait klikim "Klosim" bilong pasim dispela daialog na testim ol setap.

source: Test your collaboration setup(s) by opening the Adapt It project (showing in 1. above) in the Start Working Wizard.
tpi: Yu ken testim ol wok wantaim setap sapos yu opim dispela Adapt It projek (lukim 1 antap) insait long Stat Wok pes.

source: To create a new Adapt It project for collaboration with %s please supply the language names and codes below.
tpi: Taipim nem bilong tokples wantaim tokples kod, em bilong wokim nupela Adapt It projek i wok wantaim %s.

source: The language names entered here should be typed exactly the same as they are named in your %s projects.
tpi: Ol nem bilong tokples yu taipim hia i mas wankain ol nem bilong ol i gat insait long ol %s projek.

source: Adapt It will use this language name along with the target language name below to form its project folder
tpi: Adapt It bai yusim dispela tokples nem wantaim nem bilong taget tokples i stap daunbilo bilong kamapim nem bilong projek folda bilong Adapt It

source: Adapt It will use this language name along with the source language name above to form its project folder
tpi: Adapt It bai yusim dispela tokples nem wantaim nem bilong sos tokples i stap antap bilong kamapim nem bilong projek folda bilong Adapt It

source: The new Adapt It Project Name will be:
tpi: Nupela AI projek nem bai kamap olsem:

source: Note: The Adapt It Project's fonts and other preferences can be set up later using Adapt It's Preferences.
tpi: Toksave: Ol font na ol narapela seting bilong Adapt It projek yu ken makim bihain. Yusim "Senisim Seting" long Edit menu.

source: The currently set book name is:
tpi: Buk nem nau i stap olsem:

source: The current document may need its book name cleared or changed.
tpi: Ating yu mas kliaim o senisim buk nem bilong dispela dokumen.

source: Choose one of these options:
tpi: Selektim wanpela bilong ol dispela opsen:

source: Use the currently set book name for this document as well
tpi: Yusim buk nem yu setim pinis bilong makim dispela dokumen tu

source: Click this one if the document is part of same booki
tpi: Klikim dispela baten sapos dokumen em hap bilong sem buk

source: A book name is not meaningful for this document (clear the name)
tpi: Maski buk nem bilong dispela kain dokumen (kliaim nem)

source: Click this one to clear the book name to be nothing
tpi: Klikim dispela baten bilong rausim buk nem

source: The book name suggested here is acceptable: %s
tpi: Dispela buk nem hia i orait: %s

source: Click this one to change to this suggested book name
tpi: Klikim dispela baten bilong senisim i go long dispela buk nem

source: I will type a different book name in the text box below
tpi: Mi laik taipim narapela buk nem i go long teks bokis daunbilo

source: Click this one, type a name in the box, and it will be used
tpi: Klikim dispela, taipim wanpela nem i go long bokis, na Adapt It bai yusim

source: The following book name is what will be used:
tpi: Adapt It bai yusim dispela buk nem:

source: Type here the name of the book for which the docoument is a part or the whole.
tpi: Taipim hia nem bilong buk.

source: Sending entries to the knowledge base server, and periodic receiving of new entries, are automatic.
tpi: Salim entri i go long nolis bes serva, na kisim nupela entri i kam long serva, Adapt It yet i save wokim.

source: Therefore use this dialog only when you want extra manual control of sending and receiving.
tpi: Olsem na yusim dispela daialog taim yu yet i laik bosim liklik wok bilong salim na kisim.

source: Receive new entries every:
tpi: Kisim ol nupela entri long wanwan:

source: How often newly added entries from the remote server are downloaded
tpi: Haumas taim i go pinis bipo sampela moa entri ol i daunlod

source: Periodic receiving interval (minutes)
tpi: Taim bilong kisim ol entri (haumas minit)

source: minutes. Minimum 1, maximum 120.
tpi: minit. 1 o moa, tasol no ken winim 120.

source: Knowledge base sharing is Enabled
tpi: Sheaim Nolis Bes i ON

source: Knowledge base sharing is Disabled
tpi: Sheaim Nolis Bes i OF

source: Turn knowledge base sharing on or off (temporarily)
tpi: Tanim on nolis bes shea, o tanim of (hap taim tasol)

source: Temporarily turn sharing on or off with these two buttons
tpi: Dispela tupela baten bilong tanim on, o of, sheaim nolis bes

source: Receive New Added Entries
tpi: Kisim Ol Nupela Entri

source: Download entries added since last download
tpi: Daunlodim ol nupela entri i kamap pinis bihain long las daunlod

source: Receive All Entries
tpi: Kisim Olgeta Entri

source: Download all entries belonging to this project
tpi: Kisim olgeta KB tok bilong dispela projek

source: Send All Local Entries
tpi: Salim Olgeta Lokal Entri

source: Upload the contents of this project's local KB
tpi: Salim olgeta entri i stap insait long dispela lokal KB

source: Toolbar Buttons and Layout
tpi: Ol Tulba Baten na Leaut

source: Select the buttons to display, as well as their size and layout.
tpi: Makim ol baten yu laikim i kamap ples klia, na wantaim sais wantaim lokesen.

source: Toolbar &Buttons:
tpi: Ol Tulba &Baten:

source: Toolbar Layout
tpi: Wokabaut bilong Tulba

source: Icon Size:
tpi: Aikon Sais:

source: &Small
tpi: &Liklik Tru

source: &Medium
tpi: &Namel Sais

source: &Large
tpi: &Bikpela

source: &Display:
tpi: &Displey:

source: Icon and Text
tpi: Aikon na Teks

source: Icon Only
tpi: Aikon Tasol

source: Click Minimal Icon Set to only select a subset of useful toolbar buttons.
tpi: Klikim Aikon Set i No Planti bilong kamapim wanwan ol tulba baten tasol.

source: Click Default Settings to reset the toolbar to the factory default settings.
tpi: Klikim Defol Seting bilong makim tulba i soim gen ol seting bilong faktori.

source: Mi&nimal Icon Set
tpi: Smol &Namba Bilong Ol Aikon

source: De&fault Settings
tpi: De&fol Seting

source: Translations which are currently in the knowledge base:
tpi: Ol trenslesen is stap nau insait long nolis bes:

source: Source text as translated previously
tpi: Sos teks olsem i stap bipo

source: References:
tpi: Namba i yusim:

source: Approximate number of times this source text has been adapted
tpi: Namba olsem makim hamas taim i kamap long wok trenslesen

source: Do &Not Ask Again
tpi: &No Ken Askim Gen

source: Click this button if you do not want the Choose Translation dialog to appear again for the above source text
tpi: Klikim dispela baten sapos yu no laikim Adapt It i kirapim "Selektim Trenslesen" daialog bilong dispela sos teks

source: Move the selected translation up in the list
tpi: Movim dispela trenslesen i go antap long lista

source: &Remove From KB
tpi: &Rausim Long KB

source: Remove the selected translation from the knowledge base
tpi: Rausim dispela trenslesen long we long nolis bes olgeta

source: Move a selected translation down in the list
tpi: Movim dispela trenslesen i go daun long lista

source: &New:
tpi: &Nupela:

source: Type a new translation here if the translation you want is not in the list
tpi: Taipim nupela trenslesen hia sapos lista i no gat wanpela trenslesen i kisim mining gut
