Repository: adapt-it/adaptit
Catalog: po/tpi.po
Languages: tpi

source: Note: If the current encoding and face name is correct for all characters in the Test Box and the Display Chart below do not change it. If the character encoding does not appear correct, you may try selecting different encodings and/or face names from the lists below. The test box shows the default punctuation characters including smart quotes. Type characters in the test box and watch the chart.
tpi: Toksave: Sapos enkoding na fes nem i kamap klia olgeta na i stret insait long Traim Enkoding Boks wantaim bikpela boks, maski long senisim. Sapos enkoding i no kamap klia na stret, yu ken selektim narapela enkoding na fes nem insait long lista daun bilo. Traim Enkoding Boks i save soim ol defol pangsuesen mak wantaim ol "smat kwot". Taipim ol leta insait long Traim Boks na lukim ol insait long bikpela boks daun bilo.

source: Choose a &Font Face Name:
tpi: Makim Wanpela &Font Fes Nem:

source: Select a face name for the encoding selected at left
tpi: Selektim wanpela fes nem bilong enkoding

source: Choose an &Encoding:
tpi: Makim Wanpela &Enkoding:

source: Select a different encoding if the current one does not display your characters correctly
tpi: Selektim narapela enkoding sapos dispela enkoding nau i no soim stret ol leta bilong yu

source: Encoding &Test Box
tpi: &Traiim Enkoding Boks

source: Type the characters you use.
tpi: Taipim ol let yu save yusim.

source: Test the appearance of all your characters by typing them in this edit box
tpi: Traiim ai bilong olgeta leta yu save yusim - taipim ol hia long dispela edit boks

source: Chart of Assigned Characters 32-255 in the selected encoding and face name: (Note: The chart highlights characters you type in the Encoding Test Box)
tpi: Soim Boks bilong ol leta 32-255 bilong enkoding yu selektim wantaim fes nem: (Toksave: Boks hia i makim ol leta yu taipim insait long Enkoding Traim Boks)

source: Adjust Chart Font Size
tpi: Senisim Bikpela bilong Font

source: points
tpi: poin

source: This chart shows all the font's assigned characters and their positions in the font
tpi: Dispela boks i soim olgeta leta bilong font wantaim ples bilong ol insait long font

source: Apply &Selected Encoding and Face Name To The %s Font
tpi: Pasim Enkoding na Fes Nem yu Selektim i go long %s Font

source: Press this button to apply a different encoding and/or face name to the font
tpi: Klikim dispela baten bilong pasim narapela enkoding na fes nem i go long font

source: Click Cancel to close the dialog without changing the encoding or face name
tpi: Klikim Kensel bilong klosim daialog na i no senisim enkoding o fes nem

source: &Select a Consistent Changes (CC) Table:
tpi: &Selektim wanpela Konsisten Senis (CC) Tebol:

source: The CC Table you have chosen is:
tpi: CC Tebol yu selektim pinis em:

source: A list of consistent changes (*.cct) files in the current folder path
tpi: Dispela em lista bilong konsisten senis (*.cct) fail i stap long folda

source: The name of the consistent changes table that will be used
tpi: Dispela em nem bilong konsisten senis tebol Adapt It bai yusim

source: &Browse To Find CC Table...
tpi: &Painim CC Tebol...

source: Click this button to browse for a different folder containing consistent changes (*.cct) files
tpi: Klikim dispela baten bilong painim na lukim narapela folda i gat konsisten senis (*.cct) fail

source: &Create CC Table...
tpi: &Wokim Nupela CC Tebol...

source: Click this button to create a new consistent changes table file
tpi: Klikim dispela baten bilong wokim nupela konsisten senis tebol fail

source: &Edit CC Table...
tpi: &Editim o Senisim CC Tebol...

source: Click on this button to open and edit the consistent changes files selected from the list at left
tpi: Klikim dispela baten bilong opim na editim konsisten senis fail yu selektim long lista i stap long han kais

source: Select &None
tpi: Rausim Seleksen

source: Click this button to remove any previous selection of a consistent changes table
tpi: Klikim dispela baten bilong rausim wanem seleksen yu wokim bipo pinis

source: Folder path:
tpi: Ples bilong Folda:

source: This box shows the folder path or location from which consistent changes (*.cct) files are shown in the above list
tpi: Dispela boks i soim ples bilong folda we Adapt It i bin bungim ol konsisten senis (*.cct) fail i stap long lista antap

source: Search In:
tpi: Painim Insait Long:

source: Source Text Only
tpi: Sos Teks Tasol

source: Find source text only
tpi: Painim insait long sos teks tasol

source: Translated Text Only
tpi: Trenslesen Teks Tasol

source: Find target text only
tpi: Painim insait long trenslesen teks tasol

source: Both Source Text and Translated Text
tpi: Sos Teks Wantaim Trenslesen Teks

source: Find data with both source and translation text as typed
tpi: Painim samting i gat sos teks olsem, na i gat trenslesen tek tu olsem

source: Ignore Case
tpi: Maski tingim Kes

source: Check this box to ignore upper and lower case differences during find
tpi: Tikim dispela boks bilong maski tingim kes - painim tasol sapos i gat kapitel leta o i gat smol leta

source: Type source text to find here
tpi: Taipim sos teks bilong painim i go long hia

source: With Translation:
tpi: I gat Trenslesen:

source: Type translation text to find here
tpi: Taipim trenslesen teks bilong painim i go long hia

source: Search, retaining the text's punctuation
tpi: Painim, na yusim pangsuesen

source: Search lines that include punctuation
tpi: Painim long lain i gat pangsuesen

source: Allow the search to occur in text spanning multiple piles
tpi: Larim wok painim i go karamapim planti pail

source: Include adjoining piles in search
tpi: Painim long ol pail i arare arare tu

source: Special Searches:
tpi: Spesel Painim:

source: Retranslation
tpi: Ritrenslesen

source: Find retranslations only
tpi: Painim ol ritrenslesen tasol

source: Placeholder
tpi: Plesholda

source: Find placeholders only
tpi: Painim ol plesholda (...) tasol

source: Standard Format Marker
tpi: Standet Fomat Maka

source: Find standard format marker location (select from list)
tpi: Painim ol standet fomat maka (selektim long lista)

source: Select a standard format marker:
tpi: Selektim wanpela standet fomat maka:

source: Select standard format marker from list
tpi: Selektim standet fomat maka i stap long lista

source: Restore Defaults
tpi: Mekim defol i kamap gen

source: Special Search
tpi: Spesel Painim

source: Activate special search context buttons
tpi: Kirapim ol spesel painim baten

source: Find &Next
tpi: Painim &Neks

source: Find the next occurrence (if any)
tpi: Painim gen (sapos i stap gen)

source: Close the Find-Replace dialog
tpi: Klosim Painim-Senisim daialog

source: Replacement Text:
tpi: Teks bilong Senisim:

source: Type replacement text here
tpi: Taipim teks bilong senisim long hia

source: &Replace
tpi: &Senisim

source: Replace once
tpi: Senisim Wanpela

source: Replace &All
tpi: Senisim &Olgeta

source: Replace all instances found
tpi: Senisim olgeta sapos i painim

source: Special Print Options
tpi: Spesel Print Seting

source: If you want to print a range, you may specify a range of pages, or a range of chapters/verses. You may also check boxes for any special handling of footer or section headings. Click on the "Print >>" button to proceed to the standard print dialog where you may adjust margins or the number of copies before actual printing.
tpi: Sapos yu laik printim sampela hap dokumen tasol, yu ken makim pes, o sapta/ves bilong print. Na tu, yu ken tikim sampela boks bilong spesel seting bilong futa o seksen heding. Klikim "Print >>" baten bilong go long standet print daialog, na em bai yu ken wokim seting bilong spes nating arare long pepa, o namba kopi, na salim long printa yet.

source: Additional text to include in Printouts:
tpi: Printim dispela kain teks wantaim narapela teks:

source: Include &Free Translation text
tpi: Soim &Fri Trenslesen Teks

source: Remove tick from check box to omit free translations from printouts
tpi: Rausim tik long bokis na bai no gat fri trenslesen insait long printaut

source: Include G&losses text
tpi: Ol G&los teks

source: Remove tick from check box to omit glosses text from printouts
tpi: Sapos rausim tik bilong bokis, ol glos bai no gat insait long print

source: Print range
tpi: Printim wanem hap

source: &All
tpi: &Olgeta

source: Select this button if you want to print the whole document
tpi: Selektim dispela baten sapos yu laik printim olgeta dokumen

source: &Selection
tpi: &Seleksen

source: Select this button if you only want to print part of the document (specify what part below)
tpi: Selektim dispela baten sapos yu laik printim sampela hap dokumen tasol (makim wanem hap daunbilo)

source: &Pages
tpi: &Ol Pes

source: Select this button to indicate the pages to be printed
tpi: Klikim dispela baten na bai opim lista daunbilo na yu ken makim sampela maka i no ken ekspotim aut wantaim narapela samting

source: from:
tpi: stat:

source: Type the starting page number here
tpi: Taipim pes namba bilong stat i go hia

source: to:
tpi: inap:

source: Type the ending page number here
tpi: Taipim pes namba bilong pinis i go hia

source: Select this button to print only a range of chapters/verses
tpi: Klikim dispela baten bilong printim ol sampela sapta/ves tasol

source: Type the begining chapter to start printing here
tpi: Taipim sapta namba bilong stat i go hia

source: Type the beginning verse to start printing here
tpi: Taipim ves namba bilong stat i go hia

source: Type the ending chapter to print here
tpi: Taipim sapta namba bilong pinis i go hia

source: Type the ending verse to print here
tpi: Taipim ves namba bilong pinis i go hia

source: Margin elements
tpi: Samting bilong stap arare long spes nating

source: Section headings
tpi: Seksen Heding

source: Suppress a preceding section heading
tpi: No ken printim seksen heding i stap long het

source: Check this box if you do not want a section heading at the beginning of the selection to print along with the selection
tpi: Tikim dispela boks sapos yu ting maski long printim seksen heding sapos em i go pas long seleksen yu makim pinis bilong print

source: Include a following section heading
tpi: Printim seksen heding i stap long tel

source: Check this box if you want a section heading that follows the printed selection to be printed also
tpi: Tikim dispela boks sapos yu laik printim seksen heding sapos i stap long tel bilong seleksen yu makim bilong print

source: Footer
tpi: Futa

source: Suppress printing of the footer
tpi: No ken printim futa

source: Check this box if you do not want Adapt It to include a footer on the page(s) of the printed selection
tpi: Putim tik long dispela boks sapos yu no laik printim futa i go long (ol) pes wantaim seleksen yu printim

source: Footer includes only the page number
tpi: Futa i gat namba bilong pes tasol

source: Check this box if the only information to be shown in the footer is the footnote
tpi: Tikim dispel bokis sapos yu laikim futnot tasol i stap insait long futa

source: Print >>
tpi: Printim >>

source: Press this button to proceed to the standard print dialog (where you can set margins and do the actual printing)
tpi: Klikim dispela baten bilong go long standet print daialog (em bai yu ken setim spes nating arare long pepa, na go het tru long print)

source: Press this button to Cancel the printing and close this dialog
tpi: Klikim dispela baten bilong stopim print na klosim dispela daialog

source: If you want to use only one consistent changes table select it using the Table 1 tab. If you want to use more than one consistent changes tables, select the first one in the Table 1 tab, the second in the Table 2 tab and so on, up to four Tables. Note: When using multiple consistent change tables, they are processed in sequence starting with Table 1.
tpi: Sapos yu laik yusim wanpela konsisten senis tebol tasol, selektim long Tebol 1 Teb. Sapos yu laik yusim tupela, tripela o fopela konsisten senis tebol, selektim Tebol 1 pastaim, bihain Tebol 2, bihain Tebol 3 i go i go inap fopela Tebol olgeta. Toksave: Adapt It i save wokim ol Senis Tebol i bihainim oda bilong tebol namba tasol.

source: Table 1
tpi: Tebol 1

source: Table 2
tpi: Tebol 2

source: Table 3
tpi: Tebol 3

source: Table 4
tpi: Tebol 4

source: List of Interface Language Localizations found for Adapt It:
tpi: Lista bilong ol Tokples yu ken yusim long ol menu samting bilong Adapt It:

source: This is a list of interface languages found at the path below
tpi: Dispela em lista bilong ol tokples i stap long dispela hap

source: Short (Canonical) language name:
tpi: Sotpela o Sotkat Nem Bilong tokples:

source: Full (Descriptive) language name:
tpi: Nem tru bilong tokples:

source: Path of Adapt It's Localization Files:
tpi: Ples we Adapt It i save holim ol trenslesen bilong menu samting:

source: The path where Adapt It looks for localization folders containing .mo files. Use the "Browse..." button at right to designate a different path
tpi: Ples we Adapt It i save painim ol folda i save gat ol .mo fail insait. Klikim "Painim..." baten i stap long han sut sapos yu save kain folda na fail i stap long narapela ples tru

source: Removed:
tpi: Rausim Pinis:

source: Clicking on an item in the above list copies it to the Phrase Box, overwriting anything there.
tpi: Selektim item insait long dispela lista, na kopi bilong en bai go long Fres Bokis.

source: Undo Last Copy
tpi: Rausim Las Kopi

source: Previous Step
tpi: Go Bek Long Las Step

source: Next Step
tpi: Neks Step

source: End Now
tpi: Pinis Nau

source: Cancel All Steps
tpi: Kensel Olgeta Step

source: Define Source and Target Punctuation Correspondences
tpi: Makim Ol Poroman Bilong Sos na Taget Pangsuesen

source: Enter single punctuation character correspondences in the list on the left.
tpi: Taipim ol poroman bilong singel pangsuesen mak i go long lista long han kais.

source: Enter any double character correspondences in the list on the right.
tpi: Taipim ol poroman bilong dabel pangsuesen mak i go long lista long han sut.

source: Show U+nnnn
tpi: Soim U+nnnn

source: Toggle between showing the Unicode nnnn hex value codes and the actual Unicode characters
tpi: Klikim wanpela taim bilong soim Unicode nnnn heks namba - klikim gen bilong soim Unicode leta stret

source: Where there is no corresponding punctuation character, leave that cell empty - whether it is a source or a target cell.
tpi: Taim i no gat poroman bilong pangsuesen mak, larim sel i stap emti - maski em i sos o em i taget sel, i ken emti.

source: SINGLE Punctuation Chars (up to 26 pairs):
tpi: SINGEL Pangsuesen Mak (inap 26 poroman):

source: Source
tpi: Sos

source: Target
tpi: Taget

source: DOUBLE Punctuation Chars
tpi: DABEL Pangsuesen Mak

source: (up to 10 pairs):
tpi: (inap 10-pela poroman):

source: Source
tpi: Sos

source: Target
tpi: Taget

source: Warning: inappropriate use of this dialog may cause loss of data. Moving or copying a folder moves or copies all its contents. The direction of the move or copy may be from the left to the right pane, or from the right to the left pane - starting from the pane with the selections. Double-clicking a folder in the list opens that folder. To reopen the parent folder click the green 'Up Arrow' button. Beware: deletions are unrecoverable.
tpi: Toksave: Sapos yu wokim dispela daialog nating, wok bilong yu i ken lus. Sapos yu kopiim o movim wanpela folda, olgeta samting insait bai mov wantaim. Yu ken movim o kopiim long windo long han kais i go han sut, o long han sut i go long han kais - wok i stat long windo i gat seleksen. Dabel-klikim wanpela folda i save opim folda. Sapos yu laik opim gen papa folda klikim green-pela 'Up Arrow' baten. Lukaut gut: sapos deletim fail o folda, bai no inap kisim bek gen.

source: Locate the &folder
tpi: Painim wanpela &folda

source: Navigate to a different folder you wish to open in the left pane
tpi: Go long narapela folda sapos yu laik opim insait long windo i stap long han kais

source: Open the parent folder
tpi: Painim papa folda

source: Path to the opened folder:
tpi: Rot bilong folda i op i stap:

source: Contents of the fo&lder:
tpi: Ol samting i stap insait long fol&da:

source: Locate the f&older
tpi: Painim wanpela f&olda

source: Navigate to a different folder you wish to open in the right pane
tpi: Go long narapela folda sapos yu laik opim insait long windo i stap long han sut

source: Contents of the folde&r:
tpi: Ol samting i stap insait long fold&a:

source: &Move
tpi: &Movim

source: Move selected files and / or folders to the folder open in the other pane
tpi: Movim fail o folda yu selektim pinis i go long folda i op i stap insait long narapela windo

source: &Copy
tpi: &Kopi

source: Copy files and / or folders to the folder open in the other pane
tpi: Kopiim ol fail o folda i go long folda i op i stap insait long narapela windo

source: &Peek...
tpi: &Soim Insait...

source: Look at the first 16 kB of the contents of the first selected file in one of the panes, with text Left to Right
tpi: Luk luk long hap i go pas bilong ol samting insait long nambawan fail yu selektim insait long windo, teks bai ran han Kais i go han Sut

source: R&ename
tpi: &Senisim Nem

source: Rename the first folder or file shown selected in one of the panes
tpi: Senisim nem bilong nambawan folda o fail yu selektim pinis insait long windo

source: Delete the files and / or folders shown selected in one of the panes
tpi: Dilitim fail o folda yu selektim pinis insait long folda

source: Clo&se
tpi: Klo&sim

source: Close the dialog when you have finished with it
tpi: Klikim daialog taim yu pinis long senesim samting

source: There is already a file with the same name in the destination folder.
tpi: Wanpela fail i gat wannem i stap pinis insati long folda bilong kisim ol samting.

source: Destination
tpi: Ples Bilong Go Long En

source: Move, or copy; and replace
tpi: Movim, o kopiim; na senisim olgeta

source: Replace the file in the destination folder with the file you are moving or copying.
tpi: Senisim fail i stap pinis insait long folda - fail mi movim o kopiim bai kisim ples bilong en.

source: Do not move, or copy
tpi: No ken movim o kopiim

source: No move, nor copy, will be done. Leave the destination folder's file unchanged.
tpi: Nogat mov, nogat kopi. Larim folda bilong kisim ol samting i stap olsem tasol, na nogat senis.

source: Move, or copy, giving it a modified filename
tpi: Movim, o kopiim, na senisim nem tu

source: The file you are moving, or copying will be renamed %s
tpi: Dispela fail yu laik movim o kopiim bai i gat nem olsem %s

source: Handle other filename conflicts the same way
tpi: Mekim ol narapela senis i bihainim wankain wok tasol

source: Updated Spellings
tpi: Ol tok i gat nupela speling

source: Source:
tpi: Sos:

source: Matches for the one or more search strings
tpi: Lista bilong ol tok i kamap taim yu painim wanpela o moa ol tok

source: Find in matched list:
tpi: Painim insati long lista bilong ol wankain liklik:

source: Restore Original Spelling
tpi: Senisim Speling i Go Bek Olsem Bipo

source: &Remove Update
tpi: &Rausim Apdet

source: Display the text Right-To-Left
tpi: Soim teks i ran han Sut i go han Kais

source: Reverse the text layout direction
tpi: Senesim wokabaut bilong teks i go narapela we

source: &Input file
tpi: &Input fail

source: 1. Select a &Tab according to the user workflow profile you want to edit
tpi: 1. Selktim &Teb bilong user wok profail yu laik editim

source: Novice
tpi: Novis

source: Experienced
tpi: Man i Save Liklik

source: Skilled
tpi: Man i Save Moa Yet

source: Custom
tpi: Kastom

source: 2. Select the user workflow profile (below) that you want the interface to use:
tpi: 1. Selktim user wok profail (daunbilo) yu laikim Adapt It i mas yusim:

source: &None (keep all menus and settings visible)
tpi: &Nogat Profail (larim olgeta menu na settings i stap ples klia)

source: Select this one if you do not want to activate a user profile
tpi: Selektim dispela sapos yu no laikim Adapt It i yusim wanpela woka profail

source: &Use a workflow profile (Select from drop down list below)
tpi: &Yusim wanpela wok profail (Selektim long drop daun lista i stap daunbilo)

source: Select this one to activate a user profile using the drop down box below
tpi: Selektim dispela sapos yu laik makim wanpela user wok profail i stap long drop daun listat baunbilo

source: Click here to see all choices and make selection
tpi: Klikim dispela hia bilong lukim olgeta profail na makim wanpela

source: &Reset to Factory Defaults
tpi: Senesim i go bek long ol Fektori Defol

source: Reset the profile items of the selected profile to their factory defaults
tpi: Mekim ol profail item i surik i go bek long ol faktori defol

source: &Description of Selected User Profile (editable)
tpi: &Toksave long User Profail yu Selektim Pinis (yu ken editim)

source: A brief description of the selected workflow profile
tpi: Wanpela sotpela toksave i toktok long wok profail yu selektim

source: Note:
tpi: Not:

source: Items with a check will be visible in the interface. Items without a check will not be visible.
tpi: Ol item i gat tik mak bai i stap ples klia insait long progrem. Item i no gat tik bai i stap hait.

source: Features essential for Adapt It's operation cannot be turned off using this dialog
tpi: Ol samting Adapt It i save nidim bilong mekim wok, i no gat rot bilong tanim OFF insait long dispela daialog

source: Define USFM and Marker Filtering (Marker Hiding)
tpi: Makim USFM na Filta bilong Maka (Haitim Maka)

source: If you intend to change the SFM set as well as make filtering changes, change the SFM set first
tpi: Sapos yu laik senisim SFM set wantaim senisim wanwan filta, yu mas senisim SFM set pastaim

source: &USFM Set Selection:
tpi: &USFM Set Seleksen:

source: This Document's Settings:
tpi: Seting bilong dispela dokumen:

source: &UBS USFM 2.0/3.0 Set Only
tpi: &UBS USFM 2.0/3.0 Kain Tasol

source: Select this button to use the USFM set of standard format markers for this document
tpi: Klikim dispela baten bilong yusim USFM kain standet fomat maka insait long dispela dokumen

source: SIL&PNG 1998 Set Only
tpi: SIL&PNG 1998 Kain Tasol

source: Select this button to use the PNG set of standard format markers for this document
tpi: Klikim dispela baten bilong yusim PNG kain standet fomat maka bilong dispela dokumen

source: Both UBS &and SILPNG Sets
tpi: UBS W&antaim SILPNG Kain

source: Select this button to use both the USFM set and PNG set of standard format markers for this document
tpi: Klikim dispela baten bilong yusim USFM kain wantaim PNG kain standet fomat maka bilong dispela dokumen

source: Project Defaults:
tpi: Seting bilong Projek (defol):

source: U&BS USFM 2.0/3.0 Set Only
tpi: &UBS USFM 2.0/3.0 Kain Tasol

source: Select this button to use the USFM set of standard format markers as default for the whole project
tpi: Klikim dispela baten bilong yusim USFM kain standet fomat maka olsem lo bilong dispela projek olgeta

source: SILP&NG 1998 Set Only
tpi: SIL&PNG 1998 Kain Tasol

source: Select this button to use the PNG set of standard format markers as default for the whole project
tpi: Klikim dispela baten bilong yusim PNG kain standet fomat maka olsem lo bilong dispela projek olgeta

source: Bo&th UBS and SILPNG Sets
tpi: UBS W&antaim SILPNG Kain

source: Select this button to use both the USFM set and PNG set of standard format markers as default for the whole project
tpi: Klikim dispela baten bilong yusim USFM kain wantaim PNG kain standet fomat maka olsem lo bilong dispela projek olgeta

source: Note: USFM discretionary line breaks (//) are always removed from input texts
tpi: Toksave: Adapt It i save rausim olgeta USFM lain brek (//) long ol fail yu yusim olsem sos teks

source: Th&is Document's Filter Settings:
tpi: Filta Seting bilong D&ispela Dokumen:
